[
    {
        "chapter": "Chapter 1: The Rise of Nationalism in Europe",
        "pages": [
            {
                "page": 1,
                "text": "EVENTS AND PROCESSESSECTION I\n2024-25"
            },
            {
                "page": 2,
                "text": "2024-25"
            },
            {
                "page": 3,
                "text": "3\nNationalism   in   EuropeIn 1848, Frédéric Sorrieu, a French artist, prepared a series of four\nprints visualising his dream of a world made up of ‘democratic\nand social R epublics’, as he called them.  The first print (Fig . 1) of  the\nseries, shows the peoples of Europe and America – men and women\nof all ages and social classes – marching in a long train, and offering\nhomage to the statue of Liberty as they pass by it. As you would\nrecall, artists of the time of the French Revolution personified Liberty\nas a female figure – here you can recognise the torch of Enlightenment\nshe bears in one hand and the Charter of the Rights of Man in the\nother . On the ear th in the f oreground of  the ima ge lie the sha ttered\nremains of  the symbols of  absolutist  institutions . In Sor rieu’s\nutopian  vision, the peoples of the world are grouped as distinct\nnations, identified through their flags and national costume. Leading\nthe pr ocession,  way past the sta tue of  Liber ty, are the United Sta tes\nand Switz erland, which by this time w ere already nation-sta tes. France,\nThe  Rise   of  Nationalism   in  Europe\nFig. 1 — The Dream of Worldwide Democratic and Social Republics – The Pact Between Nations , a print prepared by\nFrédéric Sorrieu,  1848.\nChapter I The Rise of Nationalism in Europe\nNew words\nAbsolutist – Liter ally, a government or\nsystem of rule that has no restraints on\nthe po wer exercised.  In histor y, the ter m\nr\nefers to a for m of  monar chical\ngovernment that was centralised,\nmilitarised and repressive\nUtopian – A vision of a society that is so\nideal that it is unlikely to actually exist\nIn what way do you think this print (Fig. 1)\ndepicts a utopian vision?Activity\n2024-25"
            },
            {
                "page": 4,
                "text": "India and the Contemporary World\n4identifiable by the revolutionary tricolour, has just reached the statue.\nShe is f ollowed by the peoples of  Germany, bearing the b lack, red\nand g old flag. Interestingly,  at the time w hen Sor rieu cr eated this\nimage, the Ger man peoples did not y et exist as a united na tion – the\nflag they carry is an expression of liberal hopes in 1848 to unify the\nnumer ous Ger man-speaking principalities into a na tion-sta te under\na democr atic constitution.  Following the Ger man peoples are the\npeoples of  Austria,  the Kingdom of  the Two Sicilies , Lombar dy,\nPoland,  England, Ireland,  Hung ary and R ussia. F rom the hea vens\nabove, Christ, saints and angels gaze upon the scene. They have\nbeen used by the artist to symbolise fraternity among the nations of\nthe world.\nThis chapter will deal with many of the issues visualised by Sorrieu\nin Fig . 1. During the nineteenth centur y, nationalism emer ged as a\nforce which brought about sweeping changes in the political and\nmental world of Europe. The end result of these changes was the\nemergence of the nation-state  in place of the multi-national dynastic\nempir es of  Europe. The conce pt and pr actices of  a moder n state, in\nwhich a centralised power exercised sovereign control over a clearly\ndefined ter ritory, had been de veloping o ver a long period of  time\nin Europe. But a nation-state was one in which the majority of its\ncitizens, and not only its rulers, came to develop a sense of common\nidentity and shared history or descent. This commonness did not\nexist fr om time immemorial;  it was forged thr ough str uggles, through\nthe actions of leaders and the common people. This chapter will\nlook at the diverse processes through which nation-states and\nnationalism came into being in nineteenth-century Europe.Ernst Renan, ‘What is a Nation?’\nIn a lecture delivered at the University of\nSorbonne in 1882, the French philosopher Ernst\nRenan (1823-92) outlined his understanding of\nwhat makes a nation. The lecture  was\nsubsequently published as a famous essay entitled\n‘Qu’est-ce qu’une nation?’ (‘What is a Nation?’).\nIn this essay Renan criticises the notion suggested\nby others that a nation is formed by a common\nlanguage, race, religion, or territory:\n‘A nation is the culmination of a long past of\nendeavours, sacrifice and devotion. A heroic past,\ngreat men, glory , that is the social capi tal upon\nwhich one bases a national idea. T o have\ncommon glories in the past, to have a common\nwill in the present, to have performed great deeds\ntogether , to wish to perf orm sti ll mor e, these\nare the essential conditions of being a people. A\nnation is therefore a large-scale solidarity … Its\nexistence is a daily plebiscite … A province is its\ninhabitants; if anyone has the right to be\nconsulted, it is the inhabitant. A nation never\nhas any real interest in annexing or holding on to\na country against its will. The existence of nations\nis a good thing, a necessity even. Their existence\nis a guar antee of l iberty, which would be lost i f\nthe world had only one la w and only one master .’\nSourceSource A\nSummarise the attributes of a nation, as Renan\nunderst ands them. Why , in his view , are nations\nimportant?DiscussNew words\nPlebiscite – A direct vote by which all the\npeople of a region are asked to accept or reject\na proposal\n2024-25"
            },
            {
                "page": 5,
                "text": "5\nNationalism   in   Europe1  The French Revolution and the Idea of the Nation\nThe first clear expression of nationalism came with\nthe French Revolution in 1789. France, as you\nwould remember, was a full-fledged territorial state\nin 1789 under the rule of an absolute monarch.\nThe political and constitutional changes that came\nin the wake of the French Revolution led to the\ntransfer of sovereignty from the monarchy to a\nbody of French citiz ens. The revolution pr oclaimed\nthat it was the people who would henceforth\nconstitute the na tion and sha pe its destin y\n.\nFrom the very beginning, the French revolutionaries\nintroduced various measures and practices that\ncould create a sense of collective identity amongst\nthe French people. The ideas of la patrie  (the\nfatherland) and le citoyen (the citizen) emphasised\nthe notion of a united community enjoying equal rights under a\nconstitution. A new French flag, the tricolour,   was chosen to replace\nthe former r oyal standar d. The Esta tes Gener al  was elected b y the\nbody of active citiz ens and r enamed the Na tional Assemb ly. New\nhymns were composed, oaths taken and martyrs commemorated,\nall in the name of the nation. A centralised administrative system\nwas put in place and it f ormulated unif orm laws for all citiz ens\nwithin its ter ritory. Inter nal customs duties and dues w ere abolished\nand a unif orm system of  weights and measur es was adopted.\nRegional dialects were discouraged and French, as it was spoken\nand written in Paris, became the common language of the nation.\nThe revolutionaries further declared that it was the mission and the\ndestiny of the French nation to liberate the peoples of Europe\nfrom despotism, in other words to help other peoples of Europe\nto become na tions.\nWhen the news of the events in France reached the different cities\nof Europe, students and other members of educated middle classes\nbegan setting up J acobin c lubs. Their activities and campaigns\nprepared the w ay for the F rench armies w hich mo ved into Holland,\nBelgium,  Switz erland and m uch of Italy in the 1790s . With the\noutbr eak of  the r evolutionar y wars, the F rench armies be gan to\ncarry the idea of nationalism abroad.\nFig. 2 — The cover of a German almanac\ndesigned by the journalist Andreas Rebmann in\n1798.\nThe image of the French Bastille being stormed\nby the revolutionary crowd has been placed\nnext to a similar fortress meant to represent the\nbastion of despotic rule in the German province\nof Kassel. Accompanying the illustration is the\nslogan: ‘The people must seize their own\nfreedom!’ Rebmann lived in the  city of Mainz\nand was  a member of a German Jacobin group.\n2024-25"
            },
            {
                "page": 6,
                "text": "India and the Contemporary World\n6Within the wide swathe of territory that came under his control,\nNapoleon set a bout intr oducing man y of the r eforms tha t he had\nalready introduced in France. Through a return to monarchy\nNapoleon had, no doubt, destroyed democracy in France, but in\nthe administrative field he had incorporated revolutionary principles\nin order to make the whole system more rational and efficient. The\nCivil Code of 1804 – usually known as the Napoleonic Code –\ndid away with all privileges based on birth, established  equality\nbefore the la w and secur ed  the right to pr operty. This Code was\nexported to the regions under French control. In the Dutch Republic,\nin Switz erland,  in Ital y and Ger many, Napoleon simplif ied\nadministrative divisions, abolished the feudal system and freed\npeasants fr om serfdom and manorial dues . In the to wns too , guild\nrestrictions w ere removed. Transpor t and comm unica tion systems\nwere improved. Peasants, artisans, workers and new businessmen\nFig. 3 —  Europe after the\nCongress of Vienna, 1815.ICELAND\n(DENMARK)\nNOR WAY\n(SWEDEN)\nSWEDEN\nDENMARK\nHABOVER\n(G.B.)\nNETHERLANDSENGLANDWALESIRELAND GREA T\nBRIT AINSCOTLAND\nFRANCE\nSPAIN\nPORTUGAL\nMOROCCOALGERIATUNIS\nEGYPTPALESTINESYRIA\nCYPRUSMESOPOT AMIAARMENIAOTTOMAN EMPIRE\nCRETEGREECEBULGARIAROMANIA\nSERBIAHUNGARYAUSTRIAN EMPIRE\nAUSTRIAGALICIA\nBAVARIA\nSWITZERLANDPRUSSIA\nPOLANDRUSSIAN EMPIRE\nSARDINIACORSICASMALL\nSTATES\nKINGDOM\nOF  THE\nTWO\nSICILIESGEORGIA\nPERSIA\nMEDITERRANEAN SEAATLANTIC  SEA\n2024-25"
            },
            {
                "page": 7,
                "text": "7\nNationalism   in   Europeenjoyed a new-found freedom. Businessmen and small-scale\nproducer s of goods, in par ticular , began to r ealise tha t unif orm\nlaws, standardised weights and measures, and a common national\ncurrency would facilitate the movement and exchange of goods\nand ca pital fr om one r egion to another .\nHowever, in the areas conquered, the reactions of the local\npopula tions to F rench rule w ere mix ed. Initiall y, in man y places suc h\nas Holland and Switzerland, as well as in certain cities like Brussels,\nMainz,  Milan and W arsaw, the F rench armies w ere welcomed as\nharbing ers of liberty. But the initial enthusiasm soon tur ned to hostility ,\nas it became clear that the new administrative arrangements did not\ngo hand in hand with political freedom. Increased taxation,\ncensor ship, forced conscription into the F rench armies r equir ed to\nconquer the rest of Europe, all seemed to outweigh the advantages\nof the administr ative changes.\nFig. 4 — The Planting of Tree of Liberty in Zweibrücken, Germany.\nThe subject of this colour print by the German painter Karl Kaspar Fritz is the occupation of the town of Zweibrücken\nby the French armies. French soldiers, recognisable by their blue, white and red uniforms, have been portrayed as\noppressors as they seize a peasant’s cart (left), harass some young women (centre foreground) and force a peasant\ndown to his knees. The plaque being affixed to the Tree of Liberty carries a German inscription which in translation\nreads: ‘Take freedom and equality from us, the model of humanity.’ This is a sarcastic reference to the claim of the\nFrench as being liberators who opposed monarchy in the territories they entered.\nFig. 5 —  The courier of Rhineland loses all that\nhe has on his way home from Leipzig.\nNapoleon here is represented as a postman on\nhis way back to France after he lost the battle of\nLeipzig in 1813. Each letter dropping out of his\nbag bears the names of the territories he lost.\n2024-25"
            },
            {
                "page": 8,
                "text": "India and the Contemporary World\n8If you look at the map of mid-eighteenth-century Europe you will\nfind tha t ther e were no ‘nation-sta tes’ as we kno w them toda y.\nWhat we kno w toda y as Ger many\n, Italy and Switz erland w ere\ndivided into kingdoms, duchies and cantons whose rulers had their\nautonomous ter ritories . Easter n and Centr al Europe w ere under\nautocratic monarchies within the territories of which lived diverse\npeoples . They did not see themselv es as sharing a collecti ve identity\nor a common culture. Often, they even spoke different languages\nand belong ed to dif ferent ethnic g roups. The Habsb urg Empire\nthat ruled o ver Austria-Hung ary, for example , was a pa tchwork of\nmany different regions and peoples . It inc luded the Alpine r egions\n– the Tyrol, Austria and the Sudetenland – as w ell as Bohemia,\nwhere the aristocr acy was predominantl y Ger man-speaking . It also\nincluded the Italian-speaking pr ovinces of  Lombar dy and Venetia.\nIn Hung ary, half of the popula tion spok e Magyar while the other\nhalf spok e a variety of  dialects . In Galicia, the aristocr acy spok e\nPolish.  Besides these thr ee dominant g roups, there also li ved within\nthe boundaries of the empire, a mass of subject peasant peoples –\nBohemians and Slovaks to the north, Slovenes in Carniola, Croats\nto the south,  and R oumans to the east in Transylv ania. Such\ndifferences did not easil y promote a sense of  political unity . The\nonly tie binding these diverse groups together was a common\nallegiance to the emper or.\nHow did nationalism and the idea of the nation-state emerge?\n2.1 The Aristocracy and the New Middle Class\nSociall y and politicall y, a landed aristocr acy was the dominant c lass\non the continent. The members of this class were united by a\ncommon w ay of life that cut acr oss regional di visions . They owned\nestates in the countr yside and also to wn-houses .\n They spok e French\nfor pur poses of  diplomac y and in high society . Their f amilies w ere\noften connected by ties of marriage. This powerful aristocracy was,\nhowever, numericall y a small g roup. The majority of  the popula tion\nwas made up of  the peasantr y. To the w est, the b ulk of  the land\nwas farmed b y tenants and small o wner s, while in Easter n and\nCentral Europe the pattern of landholding was characterised by\nvast esta tes w hich were culti vated by serfs .2  The Making of Nationalism in Europe\nSome important dates\n1797\nNapoleon invades Italy; Napoleonic wars\nbegin.\n1814-1815\nFall of Napoleon; the Vienna Peace\nSettlement.\n1821\nGreek struggle for independence begins.\n1848\nRevolutions in Europe; artisans, industrial\nworkers and peasants revolt against\neconomic hardships; middle classes\ndemand constitutions and representative\ngovernments; Italians, Germans, Magyars,\nPoles, Czechs, etc. demand nation-states.\n1859-1870\n Unification of It aly.\n1866-1871\nUnification of Germany .\n1905\nSlav nationalism gathers force in the\nHabsburg and Ottoman Empires.\n2024-25"
            },
            {
                "page": 9,
                "text": "9\nNationalism   in   EuropeIn Western and par ts of Centr al Eur ope the g rowth of  industrial\nproduction and trade meant the growth of towns and the emergence\nof commercial classes whose existence was based on production\nfor the market. Industrialisation began in England in the second\nhalf of the eighteenth centur y, but in F rance and par ts of the Ger man\nstates it occur red only during the nineteenth centur y. In its w ake,\nnew social groups came into being: a working-class population, and\nmiddle classes made up of  industrialists , businessmen,  professionals .\nIn Central and Eastern Europe these groups were smaller in number\ntill late nineteenth centur y. It was among the educa ted, liberal mid dle\nclasses that ideas of national unity following the abolition of\naristocr atic pri vileges gained popularity .\n2.2 What did Liberal Nationalism Stand for?\nIdeas of national unity in early-nineteenth-century Europe were closely\nallied to the ideolo gy of liberalism.  The ter m ‘liber alism’  derives\nfrom the La tin root liber, meaning fr ee. For the ne w mid dle classes\nliberalism stood for freedom for the individual and equality of all\nbefore the la w . Politicall y, it emphasised the conce pt of  go\nvernment\nby consent. Since the French Revolution, liberalism had stood for\nthe end of autocracy and clerical privileges, a constitution and\nrepresentative government through parliament. Nineteenth-century\nliberals also str essed the in violability of  private property.\nYet, equality bef ore the la w did not necessaril y stand f or uni versal\nsuffrage. You will r ecall tha t in revolutionar y France, which mar ked\nthe first political e xperiment in liber al democr acy, the right to v ote\nand to get elected was granted exclusively to property-owning men.\nMen without property and all women were excluded from political\nrights . Only for a brief  period under the J acobins did all adult males\nenjoy suffrage. However, the Napoleonic Code went back to limited\nsuffrage and reduced women to the status of a minor, subject to\nthe authority of  fathers and husbands . Throughout the nineteenth\nand early twentieth centuries women and non-propertied men\norganised opposition mo vements demanding equal political rights .\nIn the  economic sphere, liberalism stood for the freedom of markets\nand the abolition of state-imposed restrictions on the movement\nof goods and capital. During the nineteenth century this was a strong\ndemand of  the emer ging middle c lasses . Let us tak e the e xample of\nthe Ger man-speaking regions in the f irst half  of the nineteenth\ncentur y. Napoleon ’s administra tive measur es had cr eated out ofNew words\nSuffrage – The right to vote\n2024-25"
            },
            {
                "page": 10,
                "text": "India and the Contemporary World\n10countless small principalities a conf ederation of  39 sta tes. Each of\nthese possessed its o wn cur rency, and w eights and measur es. A\nmerchant travelling in 1833 from Hamburg to Nuremberg to sell\nhis goods would have had to pass through 11 customs barriers and\npay a customs duty of about 5 per cent at each one of them. Duties\nwere often levied according to the weight or measurement of the\ngoods. As eac h region had its o wn system of  weights and measur es,\nthis involved time-consuming calculation. The measure of cloth,\nfor example, was the elle  which in each region stood for a different\nlength. An elle of textile material bought in Frankfurt would get you\n54.7 cm of cloth, in Mainz 55.1 cm, in Nuremberg 65.6 cm, in\nFreiburg 53.5 cm.\nSuch conditions were viewed as obstacles to economic exchange\nand growth by the new commercial classes, who argued for the\ncreation of a unified economic territory allowing the unhindered\nmovement of goods, people and capital.  In 1834, a customs union\nor zollver ein was formed at the initia tive of Prussia and joined by\nmost of  the Ger man sta tes. The union a bolished tarif f barriers and\nreduced the n umber of  currencies fr om o ver thir ty to tw o. The\ncreation of  a netw ork of railways fur ther stim ulated mobility ,\nharnessing economic interests to national unification. A wave of\neconomic nationalism strengthened the wider nationalist sentiments\ngrowing at the time.\n2.3 A New Conservatism after 18 15\nFollowing the def eat of Napoleon in 1815,  European g overnments\nwere driven by a spirit of  conser vatism. Conser vatives belie ved\nthat established, traditional institutions of state and society –  like the\nmonar c\nhy, the Chur ch, social hier archies, property and the f amily –\nshould be pr eserved. Most conser vatives, however, did not pr opose\na return to the society of  pre-revolutionar y days. Rather, they realised,\nfrom the changes initiated by Napoleon, that modernisation could\nin fact str engthen tr aditional institutions lik e the monar chy. It could\nmake  sta te  po wer mor e effective and str ong. A moder n army, an\nefficient b ureaucr acy, a dynamic econom y, the a bolition of  feudalism\nand serfdom could strengthen the autocratic monarchies of Europe.\nIn 1815, representatives of the European powers – Britain, Russia,\nPrussia and Austria – who had collectively defeated Napoleon, met\nat Vienna to draw up a settlement for Europe. The Congress was\nhosted by the Austrian Chancellor Duke Metternich. The delegatesEconomists began to think in terms of the national\neconom y. They talk ed of how the nation could\ndevelop and what economic measures could help\nforge this nation together .\nFriedrich List, Professor of Economics at the\nUniversity of Tübingen in German y, wrote in 1834:\n‘The aim of the zollverein is to bind the Germans\neconomically into a nation. It will strengthen the\nnation materially as much by protecting its\ninterests externally as by stimulating its internal\nproductivi ty. It ought to a waken and r aise\nnational sentiment through a fusion of individual\nand provincial interests. The German people have\nrealised that a free economic system is the only\nmeans to engender national f eeling.’\nSourceSource B\nDescribe the political ends that List hopes to\nachieve through economic measures.Discuss\nNew words\nConser vatism – A political philosoph y tha t\nstressed the importance of tradition, established\ninstitutions and customs, and preferred gradual\ndevelopment to quick change\n2024-25"
            },
            {
                "page": 11,
                "text": "11\nNationalism   in   Europedrew up the Treaty of Vienna of  1815 with the object of  undoing\nmost of the changes that had come about in Europe during the\nNapoleonic w ars. The Bourbon d ynasty , which had been de posed\nduring the French Revolution, was restored to power, and France\nlost the territories it had annexed under Napoleon. A series of states\nwere set up on the boundaries of France to prevent French expansion\nin future. Thus the kingdom of the Netherlands, which included\nBelgium, was set up in the north and Genoa was added to Piedmont\nin the south. Prussia was given important new territories on its western\nfrontier s, while Austria w as given contr ol of northern Ital y. But the\nGerman conf ederation of  39 sta tes tha t had been set up b y Napoleon\nwas left untouc hed. In the east,  Russia w as given par t of Poland\nwhile Pr ussia w as giv en a por tion of  Saxony. The main intention\nwas to restore the monarchies that had been overthrown by\nNapoleon,  and cr eate a ne w conser vative order in Eur ope.\nConser vative regimes set up in 1815 w ere autocr atic. They did not\ntolerate criticism and dissent, and sought to curb activities that\nquestioned the le gitimac y of autocr atic governments .  Most of  them\nimposed censorship laws to control what was said in newspapers,\nbooks, plays and songs and reflected the ideas of liberty and freedomPlot on a map of Europe the changes drawn\nup by the Vienna Congress.Activity\nFig. 6 — The Club of Thinkers, anonymous caricature dating to c. 1820.\nThe plaque on the left bears the inscription: ‘The most important question of today’s meeting: How\nlong will thinking be allowed to us?’\nThe board on the right lists the rules of the Club which include the following:\n‘1. Silence is the first commandment of this learned society.\n2. To avoid the eventuality whereby a member of this club may succumb to the temptation of\nspeech, muzzles will be distributed to members upon entering.’What is the caricaturist trying to depict?Discuss\n2024-25"
            },
            {
                "page": 12,
                "text": "India and the Contemporary World\n12associated with the French Revolution. The memory of the French\nRevolution nonetheless continued to inspire liberals. One of the major\nissues taken up by the liberal-nationalists, who criticised the new\nconservative order, was freedom of the press.\n2.4 The Revolutionaries\nDuring the years following 1815, the fear of repression drove\nmany liberal-nationalists underground. Secret societies sprang\nup in many European states to train revolutionaries and spread\ntheir ideas. To be revolutionary at this time meant a commitment\nto oppose monarchical forms that had been established after\nthe Vienna Congress, and to fight for liberty and freedom. Most\nof these revolutionaries also saw the creation of nation-states as\na necessary part of this struggle for freedom.\nOne such individual was the Italian revolutionary Giuseppe\nMazzini. Born in Genoa in 1805, he became a member of the\nsecret society of the Carbonari. As a young man of 24, he was\nsent into exile in 1831 for attempting a revolution in Liguria.\nHe subsequently founded two more underground societies,\nfirst, Young Italy in Marseilles, and then, Young Europe in\nBerne, whose members were like-minded young men from\nPoland, France, Italy and the German states. Mazzini believed\nthat God had intended nations to be the natural units of\nmankind. So Italy could not continue to be a patchwork of\nsmall states and kingdoms. It had to be forged into a single\nunified republic within a wider alliance of nations. This\nunification alone could be the basis of Italian liberty. Following\nhis model, secret societies were set up in Germany, France,\nSwitzerland and Poland. Mazzini’s relentless opposition to\nmonarchy and his vision of democratic republics frightened the\nconservatives.  Metternich described him as ‘the most dangerous\nenemy of our social order’.\nFig. 7 — Giuseppe Mazzini and the founding of\nYoung Europe in Berne 1833.\nPrint by Giacomo Mantegazza.\n2024-25"
            },
            {
                "page": 13,
                "text": "13\nNationalism   in   Europe3  The Age of Revolutions: 1830-1848\nAs conser vative regimes tried to consolida te their po wer, liberalism\nand nationalism came to be increasingly associated with revolution\nin man y regions of  Eur\nope suc h as the Italian and Ger man sta tes,\nthe pr ovinces of  the Ottoman Empir e, Ireland and P oland.  These\nrevolutions were led by the liberal-nationalists belonging to the\neducated middle-class elite, among whom were professors, school-\nteachers, clerks and member s of the commer cial mid dle classes .\nThe first upheaval took place in France in July 1830.  The Bourbon\nkings w ho had been r estor ed to po wer during the conser vative\nreaction after 1815, were now overthrown by liberal revolutionaries\nwho installed a constitutional monarchy with Louis Philippe at its\nhead.  ‘When F rance snee zes,’ Metter nich once r emarked, ‘the r est of\nEurope ca tches cold. ’  The July Revolution spar ked an uprising in\nBrussels which led to Belgium breaking away from the United\nKingdom of  the Nether lands .\nAn event that mobilised nationalist feelings among the educated elite\nacross Europe was the Greek war of independence. Greece had\nbeen par t of the Ottoman Empir e since the fifteenth centur y. The\ngrowth of  revolutionar y nationalism in Eur ope spar ked off a struggle\nfor independence amongst the Greeks which began in 1821.\nNationalists in Greece got support from other Greeks living in exile\nand also fr om man y West Europeans w ho had sympa thies f or ancient\nGreek cultur e. Poets and ar tists lauded Gr eece as the cr adle of\nEuropean civilisation and mobilised public opinion to support its\nstruggle against a Muslim empir e. The Eng lish poet Lor d Byr on\norganised funds and later went to fight in the war, where he died of\nfever in 1824.  Finall y, the Treaty of  Constantinople of  1832\nrecognised Greece as an independent nation.\n3.1 The Romantic Imagination and National Feeling\nThe development of nationalism did not come about only through\nwars and territorial expansion. Culture played an important role in\ncreating the idea of  the na tion: art and poetr y, stories and m usic\nhelped e xpress and sha pe na tionalist f eelings .\nLet us look at Romanticism, a cultural movement which sought to\ndevelop a par ticular f orm of  nationalist sentiment.  Romantic ar tists\nand poets generally criticised the glorification of reason and science\n2024-25"
            },
            {
                "page": 14,
                "text": "India and the Contemporary World\n14Fig. 8 — The Massacre at Chios, Eugene Delacroix, 1824.\nThe French painter Delacroix was one of the most important French Romantic\npainters. This huge painting (4.19m x 3.54m) depicts an incident in which\n20,000 Greeks were said to have been killed by Turks on the island of Chios. By\ndramatising the incident, focusing on the suffering of women and children, and\nusing vivid colours, Delacroix sought to appeal to the emotions of the spectators,\nand create sympathy for the Greeks.\nand f ocused instead on emotions , intuition and m ystical f eelings .\nTheir effort was to create a sense of a shared collective heritage, a\ncommon cultural past, as the basis of a nation.\nOther R omantics suc h as the Ger man philosopher J ohann Gottfried\nHerder (1744-1803) c laimed tha t true Ger man cultur e was to be\ndiscovered among the common people – das volk . It was through\nfolk songs, folk poetry and folk dances that the true spirit of the\nnation ( volksgeist ) was popularised. So collecting and recording these\nforms of  folk cultur e was essential to the pr oject of  nation-b uilding .\n2024-25"
            },
            {
                "page": 15,
                "text": "15\nNationalism   in   EuropeThe Grimm Brothers: Folktales and\nNation-building\nGrimms’ F airy Tales is a familiar name. The br others\nJacob and Wilhelm Grimm were born in the\nGerman city of Hanau in 1785 and 1786\nrespectiv ely. Whi le both of them studied la w,\nthey soon developed an interest in collecting old\nfolktales. They spent six years travelling from\nvillage to village, talking to people and writing\ndown fairy tales, which were handed down\nthrough the generations. These were popular\nboth among children and adults. In 1812, they\npublished their first collection of tales.\nSubsequent ly, both the br others became activ e\nin liberal politics, especially the movement\nfor freedom of the press. In the meantime they\nalso published a 33-volume dictionary of the\nGerman language.\nThe Grimm brothers also saw French domination\nas a threat to German culture, and believed that\nthe folktales they had collected were expressions\nof a pure and authentic German spirit. They\nconsidered their projects of collecting folktales\nand developing the German language as part of\nthe wider effort to oppose French domination\nand cr eate a German national identi ty.The emphasis on vernacular language and the collection of local\nfolklore was not just to recover an ancient national spirit, but also to\ncarry the modern nationalist message to large audiences who were\nmostl y illiter ate. This w as especiall y so in the case of  Poland,  which\nhad been partitioned at the end of the eighteenth century by the\nGreat Powers – Russia,  Prussia and Austria.  Even though P oland no\nlonger existed as an inde pendent ter ritory\n, national f eelings w ere kept\nalive through music and language. Karol Kurpinski, for example,\ncelebrated the na tional str uggle through his oper as and m usic, turning\nfolk dances lik e the polonaise and mazur ka into na tionalist symbols .\nLanguage too played an important role in developing nationalist\nsentiments . After R ussian occupa tion, the P olish langua ge was forced\nout of schools and the Russian language was imposed everywhere.\nIn 1831,  an ar med r ebellion a gainst R ussian r ule took place w hich\nwas ultima tely crushed.  Following this , many member s of the c lergy\nin Poland be gan to use langua ge as a w eapon of  national r esistance .\nPolish w as used f or Chur ch gatherings and all r eligious instr uction.\nAs a result, a large number of priests and bishops were put in jail or\nsent to Siberia by the Russian authorities as punishment for their\nrefusal to pr each in R ussian.  The use of  Polish came to be seen as a\nsymbol of  the str uggle against R ussian dominance .\n3.2 Hunger , Hardship and P opular Revolt\nThe 1830s were years of great economic hardship in Europe. The\nfirst half  of the nineteenth centur y saw an enor mous increase in\npopulation all over Europe. In most countries there were more\nseekers of jobs than emplo yment.  Popula tion fr om r ural areas\nmigrated to the cities to li ve in o vercrowded slums . Small pr oducer s\nin towns were often faced with stiff competition from imports of\ncheap machine-made goods from England, where industrialisation\nwas more advanced than on the continent. This was especially so in\ntextile production, which was carried out mainly in homes or small\nworkshops and was only partly mechanised. In those regions of\nEurope w here the aristocr acy still enjo yed po wer, peasants str uggled\nunder the b urden of  feudal dues and ob ligations.\n The rise of  food\nprices or a year of  bad har vest led to widespr ead pauperism in\ntown and countr y.\nThe year 1848 w as one suc h year. Food shorta ges and widespr ead\nunemplo yment br ought the popula tion of  Paris out on the r oads.\nBarricades were erected and Louis Philippe was forced to flee. ADiscuss the importance of language and\npopular traditions in the creation of national\nidentity .DiscussBox 1\n2024-25"
            },
            {
                "page": 16,
                "text": "India and the Contemporary World\n16National Assembly proclaimed a Republic, granted suffrage to all\nadult males above 21, and guaranteed the right to work. National\nworkshops to pro vide emplo yment w ere set up .\nEarlier, in 1845, weavers in Silesia had led a revolt against contractors\nwho supplied them raw material and gave them orders for finished\ntextiles b ut drasticall y reduced their pa yments . The jour nalist Wilhelm\nWolff described the e vents in a Silesian villa ge as follows:\nIn these villages (with 18,000 inhabitants) cotton weaving is the\nmost widespread occupation … The misery of the workers is\nextreme. The desperate need for jobs has been taken advantage\nof by the contractors to reduce the prices of the goods they\norder …\nOn 4 J une at 2 p .m. a lar ge crowd of weavers emer ged from\ntheir homes and marched in pairs up to the mansion of their\ncontr actor demanding higher w ages. They were treated with\nscorn and thr eats alter nately. Following this , a group of  them\nforced their way into the house, smashed its elegant window-\npanes, furniture, porcelain … another group broke into the\nstorehouse and plundered it of supplies of cloth which they\ntore to shreds … The contractor fled with his family to a\nneighbouring village which, however, refused to shelter such a\nperson. He returned 24 hour s later ha ving r equisitioned the ar my.\nIn the exchange that followed, eleven weavers were shot.\nFig. 9 — Peasants’ uprising, 1848.\nDescribe the cause of the Silesian weavers’\nuprising. Comment on the viewpoint of the\njournalist.Discuss\nImagine you are a weaver who saw the events\nas they unfolded. W rite a report on what you saw .Activity\n2024-25"
            },
            {
                "page": 17,
                "text": "17\nNationalism   in   Europe3.3 1848: The Revolution of the Liberals\nParallel to the r evolts of  the poor , unemplo yed and star ving peasants\nand workers in many European countries in the year 1848, a revolution\nled by the educa ted mid dle classes w as under w ay. Events of  February\n1848 in France had brought about the abdication of the monarch\nand a republic based on universal male suffrage had been proclaimed.\nIn other parts of Europe where independent nation-states did not\ny\net exist – suc h as Ger many, Italy, Poland,  the Austro-Hung arian\nEmpire – men and women of the liberal middle classes combined\ntheir demands for constitutionalism with national unification. They\ntook advantage of the growing popular unrest to push their\ndemands for the creation of a nation-state on parliamentary\nprinciples – a constitution, freedom of the press and freedom\nof association.\nIn the Ger man r egions a lar ge number of  political associa tions w hose\nmembers were middle-class professionals, businessmen and\nprosperous artisans came together in the city of Frankfurt and decided\nto vote for an all-Ger man Na tional Assemb ly. On 18 May 1848,\n831 elected representatives marched in a festive procession to take\ntheir places in the Frankfurt parliament convened in the Church of\nSt Paul. They drafted a constitution f or a Ger man na tion to be\nheaded by a monarchy subject to a parliament. When the deputies\noffered the cr own on these ter ms to F riedric h Wilhelm IV , King of\nPrussia, he rejected it and joined other monarchs to oppose the\nelected assemb ly\n. While the opposition of  the aristocr acy and militar y\nbecame stronger, the social basis of parliament eroded. The\nparliament was dominated by the middle classes who resisted the\ndemands of workers and artisans and consequently lost their support.\nIn the end troops were called in and the assembly was forced\nto disband.\nThe issue of extending political rights to women was a controversial\none within the liberal movement, in which large numbers of women\nhad par ticipa ted acti vely over the y ears. Women had f ormed their\nown political associations, founded newspapers and taken part in\npolitical meetings and demonstr ations. Despite this the y were deniedHow were liberty and equality for women\nto be defined?\nThe l iberal pol itician Carl W elcker, an elected\nmember of the Frankfurt Parliament, expressed\nthe following views:\n‘Nature has created men and women to carry\nout di fferent f\nunctions … Man, the str onger , the\nbolder and freer of the two, has been designated\nas protector of the f amily, its pro vider, meant f or\npublic tasks in the domain of law, production,\ndefence. W oman, the weak er, dependent and\ntimid, requires the protection of man. Her sphere\nis the home, the care of the children, the\nnurturing of the family … Do we require any\nfurther proof that given such differences, equality\nbetween the sexes would only endanger\nharmony and destroy the dignity of the family?’\nLouise Otto-Peters (1819-95) was a political\nactivist who founded a women’s journal and\nsubsequently a feminist  political association. The\nfirst issue of her newspaper (21 April 1849) carried\nthe following editorial:\n‘Let us ask how many men, possessed by\nthoughts of l iving and dying f or the sak e of Libert y,\nwould be prepared to fight for the freedom of\nthe entire people, of all human beings? When\nasked this question, they would all too easily\nrespond wi th a “Y es!”, though their untiring\nefforts are intended for the benefit of only one\nhalf of humanity – men. But Liberty is indivisible!\nFree men therefore must not tolerate to be\nsurrounded b y the unf ree …’\nAn anonymous reader of the same newspaper\nsent the following letter to the editor on 25 June\n1850:\n‘It is indeed ridiculous and unreasonable to deny\nwomen political rights even though they enjoy\nthe right to property which they make use\nof. They perf orm f unctions and assume\nresponsibilities without however getting the\nbenefits that accrue to men for the same … Why\nthis injustice? Is it not a disgrace that even the\nstupidest cattle-herder possesses the right\nto vote, simply because he is a man, whereas\nhighly talented women owning considerable\nproperty are excluded from this right, even\nthough they contribute so much to the\nmaintenance of the state?’ SourceSource C\nNew words\nFeminist – Awareness of  women ’s rights and inter ests based on\nthe belief of the social, economic and political equality of the genders\n2024-25"
            },
            {
                "page": 18,
                "text": "India and the Contemporary World\n18\nFig. 10 — The Frankfurt parliament in the Church of St Paul.\nContemporary colour print. Notice the women in the upper left gallery.\nCompare the positions on the question of\nwomen’s rights voiced by the three writers cited\nabove. What do they reveal about liberal\nideology ?Discuss\nNew words\nIdeolo gy – System of  ideas r eflecting a\nparticular social and political visionsuffrage rights during the election of  the Assemb ly . When the\nFrankfurt parliament convened in the Church of St Paul, women\nwere admitted onl y as obser vers to stand in the visitor s’ gallery.\nThough conser vative forces w ere able to suppr ess liberal mo vements\nin 1848,  they could not r estor e the old order . Monar chs w ere\nbeginning to realise that the cycles of revolution and repression could\nonly be ended by granting concessions to the liberal-nationalist\nrevolutionaries . Hence , in the y ears after 1848,  the autocra tic\nmonarchies of Central and Eastern Europe began to introduce the\nchanges that had alr eady taken place in Western Eur ope bef ore 1815.\nThus serfdom and bonded labour were abolished both in the\nHabsburg dominions and in Russia. The Habsburg rulers granted\nmore autonomy to the Hungarians in 1867.\n2024-25"
            },
            {
                "page": 19,
                "text": "19\nNationalism   in   Europe4  The Making of Germany and Italy\n4.1 Germany – Can the Army be the Architect of a Nation?\nAfter 1848, nationalism in Europe moved away from its association\nwith democracy and revolution. Nationalist sentiments were often\nmobilised b y conser vatives for promoting sta te power and ac hieving\npolitical domination over Europe.\nThis can be obser ved in the pr ocess b y which Ger many and Ital y came\nto be unif ied as na tion-sta tes.\n As you ha ve seen,  nationalist f eelings w ere\nwidespr ead among middle-c lass Ger mans , who in 1848 tried to unite\nthe dif ferent regions of  the Ger man conf ederation into a na tion-sta te\ngoverned by an elected parliament. This liberal initiative to nation-building\nwas, however, repressed by the combined forces of the monarchy and\nthe militar y, suppor ted by the lar ge lando wners (called J unkers) of Prussia.\nFrom then on, Prussia took on the leadership of the movement for\nnational unification. Its chief minister, Otto von\nBismarck, was the architect of this process carried\nout with the help of  the Pr ussian ar my and\nbureaucr acy. Three wars over seven years – with\nAustria, Denmark and France – ended in Prussian\nvictory and completed the process of unification.\nIn January 1871, the Prussian king, William I,\nwas proclaimed Ger man Emper or in a cer emon y\nheld a t Versailles .\nOn the bitterly cold morning of 18 January 1871,\nan assembly comprising the princes of the\nGerman sta tes, representa tives of  the ar my,\nimportant Prussian ministers including the chief\nminister Otto von Bismarck gathered in the\nunhea ted Hall of  Mirrors in the P alace of  Versailles\nto proc laim the ne w Ger man Empire headed\nby Kaiser William I of Prussia.\nThe na tion-b uilding pr ocess in Ger many had\ndemonstrated the dominance of Prussian state\npower. The ne w sta te placed a str ong emphasis\non moder nising the cur rency, banking , legal\nand judicial systems in Ger many. Prussian\nmeasures and practices often became a model for\nthe rest of  Germany.\nFig. 11 — The proclamation of the German empire in the Hall of\nMirrors at Versailles, Anton von Werner.  At the centre stands the\nKaiser and the chief commander of the Prussian army, General von\nRoon. Near them is Bismarck. This monumental work (2.7m x\n2.7m) was completed and presented by the artist to Bismarck on\nthe latter’s 70th birthday in 1885.\n2024-25"
            },
            {
                "page": 20,
                "text": "India and the Contemporary World\n204.2 Italy Unified\nLike Ger many, Italy too had a long histor y of political fr agmenta tion.\nItalians were scattered over several dynastic states as well as the\nmulti-national Habsburg Empire. During the middle of the\nnineteenth centur y, Italy was divided into se ven sta\ntes, of which\nonly one, Sardinia-Piedmont, was ruled by an Italian princely house.\nThe north was under Austrian Habsburgs, the centre was ruled by\nthe P ope and the souther n regions w ere under the domina tion\nof the Bourbon kings of Spain. Even the Italian language had\nnot acquir ed one common f orm and still had many r egional and\nlocal v ariations .\nDuring the 1830s, Giuseppe Mazzini had sought to put together a\ncoherent programme for a unitary Italian Republic. He had also\nformed a secr et society called Young Ital y for the dissemina tion of\nhis goals. The failure of  revolutionar y uprisings both in 1831 and\n1848 meant that the mantle now fell on Sardinia-Piedmont under\nits ruler King Victor Emmanuel II to unify the Italian states through\nwar. In the e yes of  the r uling elites of  this r egion,  a unif ied\nItaly offered them the possibility of economic development and\npolitical dominance.\nFig. 13 — Caricature of Otto von Bismarck in\nthe German reichstag (parliament), from Figaro ,\nVienna, 5 March 1870.\nDescribe the caricature. How does it represent\nthe relationship between Bismarck and the\nelected deputies of Parliament? What\ninterpretation of democratic processes is the\nartist trying to convey?Activity\nNORTH SEA\nSCHLESWIG-\nHOLSTEIN\nMECKLENBURG-\nSCHWERIN\nTHURINGIAN\nSTATESHANOVER\nWESTPHALIA\nHESSEN  NASSARHINELANDBRUNSWICK\nBAVARIA BADENWURTTEMBERGAUSTRIAN\nEMPIRESILESIAPOSENBRANDENBURGPOMERANIAWEST PRUSSIAEAST PRUSSIABALTIC SEA\nPRUSSIA\nRUSSIAN\nEMPIRE\nPrussia before 1866\nConquered by Prussia in Austro-Prussia\nWar, 1866\nAustrian territories excluded from German\nConfederation 1867\nJoined with Prussia to form German\nConfederation, 1867\nSouth German states joining with Prussia to\nform German Empire, 1871\nWon by Prussia in Franco-Prussia War, 1871\nFig. 12 — Unification of Germany (1866-71).\n2024-25"
            },
            {
                "page": 21,
                "text": "21\nNationalism   in   Europe\nChief Minister Cavour who led the movement to unify the regions\nof Italy was neither a revolutionary nor a democrat. Like many\nother wealthy and educated members of the Italian elite, he spoke\nFrench much better than he did Italian. Through a tactful diplomatic\nalliance with France engineered by Cavour, Sardinia- Piedmont\nsucceeded in defeating the Austrian forces in 1859. Apart from regular\ntroops, a large number of  armed v olunteer s under the leader ship of\nGiuse ppe Garibaldi joined the fr ay. In 1860,\n they mar ched into South\nItaly and the Kingdom of  the Two Sicilies and succeeded in winning\nthe support of the local peasants in order to drive out the Spanish\nrulers. In 1861 Victor Emman uel II w as proclaimed king of  united\nItaly. However, much of the Italian popula tion, among w hom r ates\nof illiteracy were very high, remained blissfully unaware of liberal-\nnational ist ideolo gy. The peasant masses w ho had suppor ted Garibaldi\nin souther n Italy had ne ver hear d of Italia, and belie ved tha t ‘La  T alia’\nwas Victor Emman uel’s wife!\nFig. 14(a) — Italian states before unification, 1858.\nFig. 14(b) — Italy after unification.\nThe map shows the year in which different\nregions (seen in Fig 14(a) become part of a\nunified Italy.SWITZERLAND\nVENETIALOMBARDY\nSAVOY\nSARDINIA PARMA\nMODENA\nTUSCANYSAN MARINO\nPAPAL\nSTATE\nKINGDOM\nOF BOTH\nSICILIES\nTUNISMONACO1858\n1858-60\n18601866\n1870SWITZERLAND\nTUNIS\n4.3  The Strange Case of Britain\nThe model of the nation or the nation-state, some scholars have\nargued,  is Gr eat Britain.  In Britain the f ormation of  the na tion-sta teAUSTRIALook at Fig. 14(a). Do you think that the people\nliving in any of these regions thought of\nthemselves as Italians?\nExamine Fig. 14(b). Which was the first region\nto become a part of unified Italy? Which was the\nlast region to join? In which year did the largest\nnumber of states join?Activity\n1858\n2024-25"
            },
            {
                "page": 22,
                "text": "India and the Contemporary World\n22was not the result of a sudden upheaval or revolution. It was the\nresult of  a long-dra wn-out pr ocess . There was no British nation\nprior to the eighteenth centur y. The primar y identities of  the people\nwho inhabited the British Isles were ethnic  ones – such as English,\nWelsh, Scot or Irish.  All of  these ethnic g roups had their o wn cultur al\nand political tr aditions . But as the Eng lish nation steadil y grew in\nwealth, importance and power, it was able to extend its influence\nover the other na tions of  the islands . The Eng lish par liament,  which\nhad seized power from the monarchy in 1688 at the end of a\nprotracted conflict, was the instrument through which a nation-state,\nwith England at its centre, came to be forged. The Act of Union\n(1707) betw een Eng land and Scotland tha t resulted in the f ormation\nof the ‘United Kingdom of Great Britain’ meant, in effect, that\nEngland was able to impose its influence on Scotland. The British\nparliament w as hencef orth domina ted by its Eng lish member s. The\ngrowth of  a British identity meant tha t Scotland’ s distincti ve cultur e\nand political institutions were systematically suppressed. The Catholic\nclans that inhabited the Scottish Highlands suffered terrible repression\nwhenever they attempted to assert their independence. The Scottish\nHighlanders were forbidden to speak their Gaelic language or\nwear their national dress, and large numbers were forcibly driven\nout of their homeland.\nIreland suffered a similar fate. It was a country deeply divided\nbetween Ca tholics and Pr otestants . The Eng lish helped the Pr otestants\nof Ireland to esta blish their dominance o ver a lar gely Catholic countr y.\nCatholic revolts against British dominance were suppressed. After a\nfailed rev olt led b y Wolfe Tone and his United Irishmen (1798),\nIreland was forcibly incorporated into the United Kingdom in 1801.\nA new ‘British nation’ was forged through the propagation of a\ndominant English culture. The symbols of the new Britain – the\nBritish flag (Union Jack), the national anthem (God Save Our Noble\nKing), the English language – were actively promoted and the older\nnations sur vived onl y as subor dinate par tners in this union.\nNew words\nEthnic – Relates to a common racial, tribal, or\ncultural origin or background that a community\nidentifies with or claimsThe artist has portrayed Garibaldi as holding on to the base of\nthe boot, so that the King of Sardinia-Piedmont can enter it from\nthe top. Look at the map of Italy once more. What statement is\nthis caricature making?ActivityGiuseppe Garibaldi (1807-82) is perhaps the\nmost celebrated of Italian freedom fighters. He\ncame from a family engaged in coastal trade and\nwas a sai lor in the mer chant navy . In 1833 he\nmet Mazzini, joined the Y oung Italy mo vement\nand participated in a republican uprising in\nPiedmont in 1834. The uprising was suppressed\nand Garibaldi had to flee to South America, where\nhe lived in exile till 1848. In 1854, he supported\nVictor Emmanuel II in his efforts to unify the\nItalian states. In 1860, Garibaldi led the famous\nExpedi tion of the Thousand to S outh Italy . Fresh\nvolunteers kept joining through the course of\nthe campaign, till their numbers grew to about\n30,000. They were popularly known as Red\nShirts.\nIn 1867 , Garibaldi led an arm y of v olunteers to\nRome to fight the last obstacle to the unification\nof Italy , the P apal States wher e a Fr ench garrison\nwas stationed. The Red Shirts proved to be no\nmatch for the combined French and Papal troops.\nIt was only in 1870 when, during the war with\nPrussia, France withdrew its troops from Rome\nthat the Papal States were finally joined\nto Italy .Box 2\nFig. 15 – Garibaldi helping King Victor\nEmmanuel II of Sardinia-Piedmont to pull on the\nboot named ‘Italy’. English caricature of 1859.\n2024-25"
            },
            {
                "page": 23,
                "text": "23\nNationalism   in   Europe5  Visualising the Nation\nWhile it is easy enough to represent a ruler through a portrait or a\nstatue, how does one go about giving a face to a nation? Artists in\nthe eighteenth and nineteenth centuries found a way out by\npersonifying a nation. In other words they represented a country as\nif it were a per son. Nations w ere then por trayed as f emale f igures.\nThe female f orm tha t was chosen to per\nsonify the na tion did not\nstand for any particular woman in real life; rather it sought to give\nthe abstract idea of  the na tion a concr ete form. That is, the f emale\nfigure became an allegory of the na tion.\nYou will r ecall tha t during the F rench Revolution ar tists used the\nfemale alle gory to por tray ideas suc h as Liber ty, Justice and the\nRepublic. These ideals were represented through specific objects or\nsymbols .  As you would r emember , the a ttributes of  Liber ty are the\nred ca p, or the br oken chain, while Justice is g enerally a blindfolded\nwoman car rying a pair of  weighing scales .\nSimilar female allegories were invented by artists in the nineteenth\ncentury to represent the nation. In France she was christened\nMarianne, a popular Christian name, which underlined the idea of a\npeople’ s nation. Her c haracteristics w ere drawn fr om those of  Liber ty\nand the R epublic – the r ed ca p, the tricolour , the coc kade. Statues\nof Marianne were erected in public squares to remind the public of\nthe national symbol of unity and to persuade them to identify with\nit. Marianne ima ges were mar ked on coins and stamps .\nSimilar ly, Germania became the alle gory of the Ger man na tion. In\nvisual r epresentations , Germania w ears a cr own of  oak lea ves, as\nthe Ger man oak stands f or her oism.\nNew words\nAllegory – When an a bstract idea (f or instance , greed, envy,\nfreedom,  liber ty) is e xpressed thr ough a per son or a thing . An\nallegorical story has two meanings, one literal and one symbolicFig. 16 — Postage stamps of 1850 with the\nfigure of Marianne representing the Republic of\nFrance.\nFig. 17 — Germania , Philip Veit, 1848.\nThe artist prepared this painting of Germania on a\ncotton banner, as it was meant to hang from the\nceiling of the Church of St Paul where the Frankfurt\nparliament was convened in March 1848.\n2024-25"
            },
            {
                "page": 24,
                "text": "India and the Contemporary World\n24Box 3\nMeanings of the symbols\nAttribute Significance\nBroken chains Being freed\nBreastplate with eagle Symbol of the German empire – strength\nCrown of oak leaves Heroism\nSword Readiness to fight\nOlive branch around the sword Willingness to make peace\nBlack, red and gold tricolour Flag of the liberal-nationalists in 1848, banned by the Dukes of the\nGerman states\nRays of the rising sun Beginning of a new era\nWith the help of the chart in Box 3, identify the attributes of V eit’s\nGermania and interpret the symbolic meaning of the painting.\nIn an earlier allegorical rendering of 1836, V eit had portrayed the\nKaiser’s crown at the place where he has now located the\nbroken chain. Explain the significance of this change.Activity\nFig. 18 — The fallen Germania, Julius Hübner, 1850.\nDescribe what you see in Fig. 17. What historical events could Hübner be\nreferring to in this allegorical vision of the nation?Activity\n2024-25"
            },
            {
                "page": 25,
                "text": "25\nNationalism   in   Europe\nFig. 19 — Germania guarding the Rhine.\nIn 1860, the artist Lorenz Clasen was commissioned to paint this image. The inscription\non Germania’s sword reads: ‘The German sword protects the German Rhine.’\nLook once more at Fig. 10. Imagine you were a citizen of Frankfurt in March 1848 and were present during the\nproceedings of the parliament. How would you (a) as a man seated in the hall of deputies, and (b) as a woman\nobserving from the galleries, relate to the banner of Germania hanging from the ceiling?Activity\n2024-25"
            },
            {
                "page": 26,
                "text": "India and the Contemporary World\n266  Nationalism and Imperialism\nBy the last quarter of the nineteenth century nationalism no longer\nretained its idealistic liberal-democratic sentiment of the first half\nof the centur y, but became a nar row creed with limited ends . During\nthis period nationalist groups became increasingly intolerant of each\nother and e ver ready to g o to w ar. \nThe major Eur opean po wers, in\nturn, manipulated the nationalist aspirations of the subject peoples\nin Eur ope to fur ther their o wn imperialist aims .\nThe most serious source of nationalist tension in Europe after 1871\nwas the ar ea called the Balkans . The Balkans w as a r egion of\ngeographical and ethnic variation comprising modern-day Romania,\nBulgaria, Albania, Greece, Macedonia, Croatia, Bosnia-Herzegovina,\nSlovenia, Serbia and Montenegro whose inhabitants were broadly\nknown as the Sla vs. A larg e part of the Balkans w as under the contr ol\nof the Ottoman Empire. The spread of the ideas of romantic\nnationalism in the Balkans together with the disintegration of the\nOttoman Empire made this region very explosive. All through the\nnineteenth century the Ottoman Empire had sought to strengthen\nitself  through moder nisation and inter nal reforms b ut with v ery\nlittle success . One b y one , its Eur opean subject na tionalities br oke\naway from its control and declared independence. The Balkan\npeoples based their claims for independence or political rights on\nnationality and used history to prove that they had once been\nindependent but had subsequently been subjugated by foreign\npowers. Hence the r ebellious na tionalities in the Balkans thought of\ntheir str uggles as a ttempts to win bac k their long-lost inde pendence .\n As the dif ferent Sla vic na tionalities str uggled to def ine their identity\nand independence, the Balkan area became an area of intense conflict.\nThe Balkan states were fiercely jealous of each other and each hoped\nto gain mor e territory at the e xpense of  the other s. Matters wer e\nfurther complicated because the Balkans also became the scene of\nbig po wer rivalry. During this period,  there was intense riv alry among\nthe European powers over trade and colonies as well as naval and\nmilitary might. These rivalries were very evident in the way the Balkan\nproblem unf olded.  Each po wer – R ussia,  Ger many, Eng land,\nAustro-Hungary – was keen on countering the hold of other powers\nover the Balkans, and extending its own control over the area. This\nled to a series of  wars in the r egion and f inally the Fir st World War.\n2024-25"
            },
            {
                "page": 27,
                "text": "27\nNationalism   in   EuropeNationalism, aligned with imperialism, led Europe to disaster in 1914.\nBut meanwhile, many countries in the world which had been\ncolonised by the European powers in the nineteenth century began\nto oppose imperial domination. The anti-imperial movements that\ndeveloped everywhere were nationalist, in the sense that they all\nstruggled to f orm inde pendent na tion-sta tes, and w ere inspir ed by\na sense of  collecti ve national unity , forged in confronta tion with\nimperialism. European ideas of nationalism were nowhere\nreplicated, for people everywhere developed their own specific variety\nof nationalism. But the idea that societies should be organised into\n‘nation-states’ came to be accepted as natural and universal.\nFig. 20 — A map celebrating the British Empire.\nAt the top, angels are shown carrying the banner of freedom. In the foreground, Britannia — the\nsymbol of the British nation — is triumphantly sitting over the globe. The colonies are represented\nthrough images of tigers, elephants, forests and primitive people. The domination of the world is\nshown as the basis of Britain’s national pride.\n2024-25"
            },
            {
                "page": 28,
                "text": "India and the Contemporary World\n28Discuss\nProject1.Explain what is meant by the 1848 revolution of the liberals.  What were the political, social\nand economic ideas supported by the liberals?\n2.Choose three examples to show the contribution of culture to the growth of nationalism\nin Europe.\n3.Through a focus on any two countries, explain how nations developed over the nineteenth\ncentury .\n4.How was the history of nationalism in Britain unlike the rest of Europe?\n5.Why did nationalist tensions emerge in the Balkans?\nFind out more about nationalist symbols in countries outside Europe. For one or two countries,\ncollect examples of pictures, posters or music that are symbols of nationalism. How are these\ndifferent from European examples?\nDiscussWrite in brief\n1.Write a note on:\na)Guiseppe  Mazzini\nb)Count Camillo de Cavour\nc)The Greek war of independence\nd) Frankfurt parliament\ne)The role of women in nationalist struggles\n2.What steps did the French revolutionaries take to create a sense of collective\nidentity among the French people?\n3.Who were Marianne and Germania? What was the importance of the way in\nwhich they were portrayed?\n4.Briefly trace the process of German unification.\n5.What changes did Napoleon introduce to make the administrative system more\nefficient in the territories ruled by him?\nWrite in brief\nProject\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 2: Nationalism in India",
        "pages": [
            {
                "page": 1,
                "text": "29\nNationalism   in  IndiaAs you have seen, modern nationalism in Europe came to be\nassocia ted with the f ormation of  nation-sta tes. It also meant a c hange\nin people’ s under standing of  who the y were, and w hat defined their\nidentity and sense of  belonging . New symbols and icons , new songs\nand ideas forged new links and redefined the boundaries of\ncomm unities . In most countries the making of  this ne w national\nidentity w as a long pr ocess . How did this consciousness emer ge\nin India?\nIn India and as in  many other colonies, the growth of modern\nnationalism is intimately connected to the anti-colonial movement.\nPeople be gan disco vering their unity in the pr ocess of  their str uggle\nwith colonialism. The sense of being oppressed under colonialism\nprovided a shar\ned bond that tied man y different g roups tog ether .\nBut eac h class and g roup f elt the ef fects of  colonialism dif ferently,\ntheir experiences were varied, and their notions of freedom were\nnot always the same.  The Congress under Mahatma Gandhi tried\nto forge these groups together within one movement. But the unity\ndid not emerge without conflict.\nIn an earlier textbook you have read about the growth of nationalism\nin India up to the f irst decade of  the tw entieth centur y. In this c hapter\nwe will pick up the story from the 1920s and study the Non-\nCooper ation and Ci vil Disobedience Mo vements . We will e xplor e\nhow the Congress sought to develop the national movement, how\ndifferent social groups participated in the movement, and how\nnationalism captured the imagination of people.\nNationali sm  in  India Chapter II Nationalism in India\nFig. 1 – 6 April 1919.\nMass processions on\nthe streets became a\ncommon feature during\nthe national movement.\n2024-25"
            },
            {
                "page": 2,
                "text": "India and the Contemporary World\n301  The First W orld W ar, Khilafat and Non-Cooperation\nIn the years after 1919, we see the national movement spreading to\nnew areas, incorporating new social groups, and developing new\nmodes of  struggle. How do w e under stand these de velopments?\nWhat implications did they have?\nFirst of all, the war created a new economic and political situation.\nIt led to a huge increase in defence expenditure which was financed\nby war loans and increasing taxes: customs duties were raised and\nincome tax introduced. Through the war years prices increased –\ndoubling between 1913 and 1918 –  leading to extreme hardship\nfor the common people. Villages were called upon to supply soldiers,\nand the forced r ecruitment in rural areas caused widespr ead ang er.\nThen in 1918-19 and 1920-21, crops failed in many parts of India,\nresulting in acute shortages of food. This was accompanied by an\ninfluenza epidemic. According to the census of 1921, 12 to 13 million\npeople perished as a result of famines and  the epidemic.\nPeople hoped that their hardships would end after the war was\nover. But tha t did not ha ppen.\nAt this sta ge a ne w leader a ppear ed and sug gested a ne w mode\nof struggle.\n1.1 The Idea of Satyagraha\nMaha tma Gandhi r eturned to India in J anuary 1915.  As you kno w,\nhe had come from South Africa where he had successfully foughtNew words\nForced recruitment – A process b y which the\ncolonial sta te forced people to join the ar my\nFig. 2 – Indian workers in South\nAfrica march through Volksrust, 6\nNovember 1913.\nMahatma Gandhi was leading the\nworkers from Newcastle to\nTransvaal. When the marchers were\nstopped and Gandhiji arrested,\nthousands of more workers joined\nthe satyagraha  against racist laws\nthat denied rights  to non-whites.\n2024-25"
            },
            {
                "page": 3,
                "text": "31\nNationalism   in  Indiathe racist regime with a novel method of mass agitation, which he\ncalled satyagraha. The idea of satyagraha emphasised the power of\ntruth and the need to sear ch for truth. It sug gested tha t if the cause\nwas true, if the str uggle was against injustice , then ph ysical f orce was\nnot necessar y to fight the oppr essor . Without seeking v engeance or\nbeing a ggr\nessive, a satyagrahi could win the ba ttle thr ough non-\nviolence. This could be done by  appealing to the conscience of the\noppressor . People – inc luding the oppr essor s – had to be per suaded\nto see the truth, instead of being forced to accept truth through the\nuse of  violence . By this str uggle, truth w as bound to ultima tely\ntriumph. Mahatma Gandhi believed that this dharma  of non-violence\ncould unite all Indians .\nAfter arriving in India, Mahatma Gandhi successfully organised\nsatyagraha mo vements in v arious places . In 1917 he tr avelled to\nChampar an in  Bihar to inspir e the peasants to str uggle against the\noppressive plantation system.  Then in 1917,  he organised a  satyagraha\nto support the peasants of the Kheda district of Gujarat. Affected\nby crop failure and a plague epidemic, the peasants of Kheda could\nnot pay the revenue, and were demanding that revenue collection be\nrelaxed. In 1918, Mahatma Gandhi went to Ahmedabad to organise\na satyagraha mo vement amongst cotton mill w orkers.\n1.2 The Rowlatt Act\nEmboldened with this success, Gandhiji in 1919 decided to launch a\nnationwide satyagraha against the proposed Rowlatt Act (1919). This\nAct had been hurriedly passed through the Imperial Legislative\nCouncil despite the united opposition of  the Indian members.  It\ngave the g overnment enor mous po wers to repress political acti vities,\nand allowed detention of political prisoners without trial for two\nyears\n. Maha tma Gandhi w anted non-violent ci vil disobedience a gainst\nsuch unjust laws, which would start with a hartal  on 6 April.\nRallies were organised in various cities, workers went on strike in\nrailway workshops , and shops c losed do wn. Alarmed b y the popular\nupsurge, and scared that lines of communication such as the railways\nand telegraph would be disrupted, the British administration decided\nto clamp do wn on na tionalists . Local leader s were picked up from\nAmritsar, and Mahatma Gandhi was barred from entering Delhi.\nOn 10 April, the police in Amritsar fired upon a peaceful procession,\nprovoking widespread attacks on banks, post offices and railway\nstations. Martial law was imposed and Gener al Dy er took command.Mahatma Gandhi on Satyagraha\n‘It is said of “passive resistance” that it is the\nweapon of the weak, but the power which is\nthe subject of this article can be used only\nby the strong. This power is not passive\nresistance; indeed i t calls for intense activi ty. The\nmovement in South Africa was not passive\nbut active  …\n‘ Satyagraha is not physical force. A satyagrahi\ndoes not inflict pain on the adversary; he does\nnot seek his destruction … In the use of\nsatyagraha, ther e is no i ll-will whatever .\n‘ Satyagraha is pur e soul-f orce. Truth is the very\nsubstance of the soul. That is why this force is\ncalled satyagraha. The soul is informed with\nknowledge. In it burns the flame of love. … Non-\nviolence is the supreme dharma  …\n‘It is certain that India cannot rival Britain or\nEurope in force of arms. The British worship the\nwar-god and they can all of them become, as\nthey are becoming, bearers of arms. The\nhundreds of millions in India can never carry arms.\nThey have made the religion of non-violence their\nown ... ’SourceSource A\nRead the text carefully . What did Mahatma\nGandhi mean when he said satyagraha  is\nactive resistance?Activity\n2024-25"
            },
            {
                "page": 4,
                "text": "India and the Contemporary World\n32On 13 April the infamous Jallianwalla Bagh incident took place. On\nthat day a large crowd gathered in the enclosed ground of Jallianwalla\nBagh. Some came to pr otest a gainst the g overnment’ s new repressive\nmeasur es. Other s had come to a ttend the ann ual Baisakhi f air.  Being\nfrom outside the city , man y villa gers were una ware of the mar tial\nlaw that had been imposed. Dyer entered the area, blocked the exit\npoints , and opened f ire on the cr o\nwd, killing hundr eds. His object,\nas he declared later, was to ‘produce a moral effect’, to create in the\nminds of satyagrahis a feeling of terror and awe.\nAs the news of Jallianwalla Bagh spread, crowds took to the streets\nin man y nor th Indian to wns. There were strik es, clashes with the\npolice and a ttacks on g overnment buildings . The government\nresponded with brutal repression, seeking to humiliate and terrorise\npeople: satyagrahis were forced to rub their noses on the ground,\ncrawl on the streets, and do salaam  (salute) to all sahibs; people were\nflogged and villa ges (ar ound Gujr anwala in Punja b, now in P akistan)\nwere bombed. Seeing violence spread, Mahatma Gandhi called off\nthe movement.\nWhile the Rowlatt satyagraha had been a widespread movement, it\nwas still limited mostl y to cities and towns . Maha tma Gandhi no w felt\nthe need to launch a more broad-based movement in India.  But he\nwas certain that no such movement could be organised without\nbringing the Hindus and Muslims c loser to gether. One w ay of doing\nthis, he felt, was to tak e up the Khilaf at issue . The Fir st World War had\nended with the def eat of Ottoman Turkey. And ther e were rumour s\nthat a harsh peace treaty was going to be imposed on the Ottoman\nemper or –  the spiritual head of  the Islamic w orld (the Khalif a). To\ndefend the Khalif a’s tempor al po wers, a Khilaf at Committee w as\nformed in Bomba y in Mar ch 1919.  A young g eneration of  Muslim\nleaders like the brothers Muhammad Ali and Shaukat Ali, began\ndiscussing with Mahatma Gandhi about the possibility of a united\nmass action on the issue. Gandhiji saw this as an opportunity to bring\nMuslims under the umbrella of a unified national movement. At the\nCalcutta session of the Congress in September 1920, he convinced\nother leaders of the need to start a non-cooperation movement in\nsupport of Khilafat as well as for swaraj.\n1.3  Why Non-cooperation?\nIn his famous book Hind Swaraj  (1909) Mahatma Gandhi declared\nthat British rule was established in India with the cooperation ofFig. 3 – General Dyer’s ‘crawling orders’ being\nadministered by British soldiers, Amritsar,\nPunjab, 1919 .\n2024-25"
            },
            {
                "page": 5,
                "text": "33\nNationalism   in  IndiaNew words\nBoycott – The refusal to deal and associate with\npeople, or participate in activities, or buy and\nuse things;  usuall y a form of  protestIndians , and had sur vived onl y because of  this cooper ation. If Indians\nrefused to cooperate, British rule in India would collapse within a\nyear, and swaraj would come.\nHow could non-cooperation become a movement? Gandhiji\nproposed tha t the mo vement should unf old in sta ges. It should be gin\nwith the surrender of titles that the government awarded, and a\nboycott of civil ser vices, army, police , courts and le gislative councils ,\nschools , and f\noreign g oods. Then, in case the g overnment used\nrepression, a full civil disobedience campaign would be launched.\nThrough the summer of 1920 Mahatma Gandhi and Shaukat Ali\ntoured extensi vely, mobilising popular suppor t for the mo vement.\nMany within the Congress were, however, concerned about the\nproposals . They were reluctant to bo ycott the council elections\nscheduled for November 1920, and they feared that the movement\nmight lead to popular violence.  In the months between September\nand December ther e was an intense tussle within the Cong ress. For a\nwhile there seemed no meeting point between the supporters and\nthe opponents of  the mo vement.  Finall y, at the Cong ress session a t\nNagpur in December 1920,  a compr omise w as worked out and\nthe Non-Cooperation programme was adopted.\nHow did the movement unfold? Who participated in it? How did\ndifferent social groups conceive of the idea of Non-Cooperation?\nFig. 4 – The boycott of foreign\ncloth, July 1922.\nForeign cloth was seen as the\nsymbol of Western economic\nand cultural domination.\n2024-25"
            },
            {
                "page": 6,
                "text": "India and the Contemporary World\n342  Differing Strands within the Movement\nThe Non-Cooperation-Khilafat Movement began in January 1921.\nVarious social g roups par ticipa ted in this mo vement,  each with its\nown specific aspiration. All of them responded to the call of Swaraj,\nbut the ter m meant dif ferent things to dif ferent people .\n2.1 The Movement in the Towns\nThe mo vement star ted with mid dle-class par ticipa tion in the cities .\nThousands of students left government-controlled schools and\ncolleges, headmasters and teachers resigned, and lawyers gave up\ntheir le gal practices . The council elections w ere boycotted in most\nprovinces e xcept Madr as, where the J ustice P arty, the par ty of the\nnon-Brahmans, felt that entering the council was one way of gaining\nsome po wer – something tha t usuall y only Brahmans had access to .\nThe effects of non-cooperation on the economic front were more\ndramatic. Foreign g oods w ere boycotted,  liquor shops picketed,\nand f\noreign c loth bur nt in hug e bonf ires. The impor t of foreign\ncloth halved between 1921 and 1922, its value dropping from\nRs 102 crore to Rs 57 crore. In many places merchants and traders\nrefused to trade in foreign goods or finance foreign trade. As the\nboycott movement spread, and people began discarding imported\nclothes and wearing only Indian ones, production of Indian textile\nmills and handlooms w ent up .\nBut this movement in the cities gradually slowed down for a variety\nof reasons . Khadi  cloth w as often more e xpensi ve than mass-\nproduced mill cloth and poor people could not afford to buy it.\nHow then could they boycott mill cloth for too long? Similarly the\nboycott of  British institutions posed a pr oblem. For the mo vement\nto be successful, alternative Indian institutions had to be set up\nso tha t they could be used in place of  the British ones . These w ere\nslow to come up . So students and teac hers began tric kling\nback to government schools and lawyers joined back work in\ngovernment cour ts.\n2.2 Rebellion in the Countryside\nFrom the cities, the Non-Cooperation Movement spread to the\ncountr yside. It drew into its f old the str uggles of  peasants and tribalsNew words\nPicket – A form of  demonstra tion or pr otest\nby which people b lock the entr ance to a shop ,\nfactory or office\nThe year is 1921. You are a student in a\ngovernment-controlled school. Design a\nposter urging school students to answer\nGandhiji’s call to join the Non-Cooperation\nMovement.Activity\n2024-25"
            },
            {
                "page": 7,
                "text": "35\nNationalism   in  Indiawhich were developing in different parts of India in the years\nafter the w ar.\nIn Awadh, peasants w ere led b y Baba Ramchandr a – a sanyasi who\nhad ear lier been to Fiji as an indentur ed labourer.\n The mo vement\nhere was against talukdars  and landlords who demanded from\npeasants e xorbitantl y high r ents and a v ariety of  other cesses . Peasants\nhad to do begar and w ork at landlor ds’ farms without an y payment.\nAs tenants they had no security of tenure, being regularly evicted so\nthat they could acquire no right over the leased land. The peasant\nmovement demanded reduction of revenue, abolition of begar , and\nsocial bo ycott of  oppr essive landlords . In man y places nai – dhobi\nbandhs  were  organised by panchayats to deprive landlords of the\nservices of  even barber s and w asher men.  In June 1920,  Jawaharlal\nNehr u began going around the villa ges in Awadh, talking to the\nvillagers, and tr ying to under stand their g rievances . By October , the\nOudh Kisan Sabha was set up headed by Jawaharlal Nehru, Baba\nRamchandr a and a f ew other s. Within a month,  over 300 br anches\nhad been set up in the villages around the region. So when the Non-\nCooperation Movement began the following year, the effort of the\nCong ress w as to inte grate the Awadh peasant str uggle into the wider\nstruggle. The peasant mo vement,  however, developed in f orms tha t\nthe Congress leadership was unhappy with. As the movement spread\nin 1921, the houses of talukdars  and merchants were attacked,\nbazaar s were looted,  and g rain hoar ds were taken over. In man y\nplaces local leaders told peasants that Gandhiji had declared that\nno taxes were to be paid and land was to be redistributed among\nthe poor . The name of  the Maha tma w as being in voked to sanction\nall action and aspir ations.New words\nBegar  – Labour that villagers were forced to\ncontribute without any payment\nIf you were a peasant in Uttar Pradesh in 1920,\nhow would you have responded to Gandhiji’s\ncall for Swaraj? Give reasons for your response.Activity\nOn 6 January 1921, the police in United Provinces fired at peasants near Rae Bareli. Jawaharlal Nehru wanted to go to\nthe place of firing, but w as stopped b y the pol ice. Agi tated and angry , Nehru addr essed the peasants who gather ed\naround him. This is how he later described the meeting:\n‘They beha ved as br ave men, calm and unruf fled in the f ace of danger . I do not know how they f elt but I know what\nmy feelings wer e. For a moment m y blood w as up , non- violence w as almost f orgotten – but f or a moment only . The\nthought of the gr eat leader , who b y God’ s goodness has been sent to lead us to victory , came to me, and I sa w the\nkisans  seated and standing near me, less excited, more peaceful than I was – and the moment of weakness passed, I\nspoke to them in all humility on non-violence – I needed the lesson more than they – and they heeded me and\npeacef ully dispersed. ’\nQuoted in Sarv apalli Gopal, Jawaharlal Nehru: A B iography, Vol. I.SourceSource BIn 1928, V allabhbhai P atel led the peasant\nmovement in Bardoli, a taluka in Gujarat, against\nenhancement of land revenue. Known as the\nBardoli Satyagraha, this movement was a success\nunder the able leadership of V allabhbhai P atel.\nThe struggle was widely publicised and\ngenerated immense sympathy in many parts\nof India.\n2024-25"
            },
            {
                "page": 8,
                "text": "India and the Contemporary World\n36Tribal peasants inter preted the messa ge of Maha tma Gandhi and\nthe idea of  swaraj in yet another w ay. In the Gudem Hills of  Andhr a\nPradesh, for instance, a militant guerrilla movement spread in\nthe ear ly 1920s –  not a f orm of  struggle tha t the Cong ress could\napprove. Here, as in other forest regions, the colonial government\nhad closed large forest areas, preventing people from entering\nthe forests to g raze their ca ttle, or to collect fuel wood and fr uits.\nThis enraged the hill people. Not only were their livelihoods\naffected but they felt that their traditional rights were being denied.\nWhen the government began forcing them to contribute begar\nfor road building, the hill people revolted. The person who came\nto lead them was an interesting figure. Alluri Sitaram Raju claimed\nthat he had a variety of special powers: he could make correct\nastrological pr\nedictions and heal people , and he could sur vive\neven bullet shots . Captivated b y Raju, the r ebels proc laimed tha t\nhe was an incarnation of God. Raju talked of the greatness of\nMahatma Gandhi, said he was inspired by the Non-Cooperation\nMovement,  and per suaded people to w ear khadi and gi ve up drinking .\nBut at the same time he asserted that India could be liberated only\nby the use of force, not non-violence. The Gudem rebels attacked\npolice stations, attempted to kill British officials and carried on\nguerrilla warfare for achieving swaraj.  Raju was captured and\nexecuted in 1924,  and o ver time became a f olk her o.\n2.3 Swaraj in the Plantations\nWorkers too had their own under standing of  Mahatma Gandhi\nand the notion of  swaraj.  For planta tion w orkers in Assam,  freedom\nmeant the right to move freely in and out of the confined space in\nwhich they were enclosed, and it meant retaining a link with the\nvillage from which they had come. Under the Inland Emigration\nAct of  1859,  planta tion w orkers were not per mitted to lea ve the\ntea gardens without per mission, and in fact the y were rarely given\nsuch per mission.  When the y hear d of  the Non-Cooper ation\nMovement, thousands of workers defied the authorities, left the\nplantations and headed home. They believed that Gandhi Raj was\ncoming and ev eryone w ould be gi ven land in their o wn villa ges.\nThey\n, however, never reached their destina tion. Stranded on the w ay\nby a railway and steamer strike, they were caught by the police and\nbrutally beaten up .Find out about other participants in the\nNational Movement who were captured and\nput to death by the British. Can you think of a\nsimilar example from the national movement\nin Indo-China (Chapter 2)?Activity\n2024-25"
            },
            {
                "page": 9,
                "text": "37\nNationalism   in  IndiaThe visions of these movements were not defined by the Congress\nprogramme .\n They inter preted the ter m swaraj in their own w ays,\nimagining it to be a time when all suffering and all troubles would\nbe over. Yet, when the tribals c hanted Gandhiji’ s name and r aised\nslogans demanding ‘ Swatantra Bharat’, they were also emotionally\nrelating to an all-India agitation. When they acted in the name of\nMahatma Gandhi, or linked their movement to that of the Congress,\nthey were identifying with a movement which went beyond the limits\nof their immedia te locality .\nFig. 5 – Chauri Chaura, 1922.\nAt Chauri Chaura in Gorakhpur, a peaceful demonstration in a bazaar turned into a\nviolent clash with the police. Hearing of the incident, Mahatma Gandhi called a halt\nto the Non-Cooperation Movement.\n2024-25"
            },
            {
                "page": 10,
                "text": "India and the Contemporary World\n383  Towards Civil Disobedience\nIn February 1922,  Maha tma Gandhi decided to withdr aw the\nNon-Cooperation Movement. He felt the movement was turning\nviolent in many places and satyagrahis needed to be properly trained\nbefore they would be r eady for mass str uggles. Within the Cong ress,\nsome leader s were by now tired of  mass str uggles and w anted to\nparticipate in elections to the provincial councils that had been set\nup by the Government of India Act of 1919. They felt that it was\nimportant to oppose British policies within the councils, argue for\nreform and also demonstr\nate tha t these councils w ere not tr uly\ndemocr atic. C. R. Das and Motilal Nehr u formed the Sw araj Party\nwithin the Cong ress to argue f or a r eturn to council politics . But\nyounger leaders like Jawaharlal Nehru and Subhas Chandra Bose\npressed for more radical mass agitation and for full independence.\nIn such a situation of internal debate and dissension two factors\nagain sha ped Indian politics to wards the la te 1920s . The first was\nthe effect of the worldwide economic depression. Agricultural prices\nbegan to fall from 1926 and collapsed after 1930. As the demand\nfor agricultural goods fell and exports declined, peasants found it\ndifficult to sell their har vests and pa y their r evenue. By 1930,  the\ncountr yside w as in tur moil.\nAgainst this bac kground the ne w Tory government in Britain\nconstituted a Statutory Commission under Sir John Simon. Set up\nin response to the nationalist movement, the\ncommission was to look into the functioning of\nthe constitutional system in India and sug gest\nchang es. The prob lem w as tha t the commission\ndid not ha ve a sing le Indian member . They were\nall British.\nWhen the Simon Commission arrived in India in\n1928, it was greeted with the slogan ‘Go back\nSimon’. All parties, including the Congress and the\nMuslim Lea gue, participa ted in the demonstr ations.\nIn an eff ort to win them o ver, the vicer oy, Lord\nIrwin, announced in October 1929, a vague offer\nof ‘dominion status’ for India in an unspecified\nfutur e, and a R ound Table Conf erence to discuss a\nfuture constitution. This did not satisfy the Congress\nleader s. The radicals within the Cong ress, led b y\nFig. 6  – Meeting of Congress leaders  at Allahabad, 1931.\nApart from Mahatma Gandhi, you can see Sardar Vallabhbhai\nPatel (extreme left), Jawaharlal Nehru (extreme right) and Subhas\nChandra Bose (fifth from right).Lala Lajpat Rai was assaulted by the British police\nduring a peaceful demonstration against the\nSimon Commission. He succumbed to injuries\nthat were inflicted on him during the\ndemonstration.\n2024-25"
            },
            {
                "page": 11,
                "text": "39\nNationalism   in  IndiaJawaharlal Nehru and Subhas Chandra Bose, became more assertive.\nThe liberals and moderates, who were proposing a constitutional\nsystem within the framework of British dominion, gradually lost\ntheir influence. In December 1929, under the presidency of Jawaharlal\nNehr u, the Lahore Cong ress formalised the demand of  ‘Purna\nSwaraj’ or full independence for India. It was declared that 26 January\n1930, would be celebrated as the Independence Day when people\nwere to tak e a pledg e to str uggle for complete inde pendence . But\nthe celebrations attracted very little attention. So Mahatma Gandhi\nhad to find a way to relate this abstract idea of freedom to more\nconcrete issues of everyday life.\n3.1 The Salt March and the Civil Disobedience Movement\nMahatma Gandhi found in salt a powerful symbol that could unite\nthe nation. On 31 January 1930, he sent a letter to Viceroy Irwin\nstating ele ven demands . Some of  these w ere of general inter est;\nothers were specific demands of different classes, from industrialists\nto peasants .\n The idea w as to mak e the demands wide-r anging , so\nthat all classes within Indian society could identify with them and\neveryone could be brought together in a united campaign. The most\nstirring of all was the demand to abolish the salt tax. Salt was\nsomething consumed by the rich and the poor alike, and it was one\nof the most essential items of food. The tax on salt and the\ngovernment monopoly over its production, Mahatma Gandhi\ndeclared, revealed the most oppressive face of British rule.\nMaha tma Gandhi’ s letter w as, in a w ay\n, an ultima tum. If the\ndemands were not fulfilled by 11 March, the letter stated, the\nCongress would launch a civil disobedience campaign. Irwin was\nunwilling to negotiate. So Mahatma Gandhi started his famous\nsalt mar ch accompanied b y 78 of  his tr usted v olunteer s. The mar ch\nwas over 240 miles , from Gandhiji’ s ashr am in Sa barmati to the\nGujarati coastal town of Dandi. The volunteers walked for 24 days,\nabout 10 miles a da y. Thousands came to hear Maha tma Gandhi\nwherever he stopped, and he told them what he meant by swaraj\nand urged them to peacefully defy the British. On 6 April he reached\nDandi,  and ceremoniall y viola ted the la w, man ufacturing salt b y\nboiling sea w ater.\nThis marked the beginning of the Civil Disobedience Movement.\nHow was this movement different from the Non-Cooperation\nMovement? People were now asked not only to refuse cooperationThe Independence Day Pledge, 26 January\n1930\n‘We believe that it is the inalienable right of the\nIndian people, as of any other people, to have\nfreedom and to enjoy the fruits of their toil and\nhave the necessities of life, so that they may\nhave full opportunities of growth. We believe\nalso that if any government deprives a people of\nthese rights and oppresses them, the people\nhave a further right to alter it or to abolish it.\nThe British Government in India has not only\ndeprived the Indian people of their freedom but\nhas based itself on the exploitation of the masses,\nand has ruined I ndia economical ly, politically,\nculturally, and spiri tually. We believ\ne, ther efore,\nthat India must sever the British connection and\nattain Purna S waraj or Complete I ndependence. ’Source C\nSource\n2024-25"
            },
            {
                "page": 12,
                "text": "India and the Contemporary World\n40with the British, as they had done in 1921-22, but also to break\ncolonial la ws. Thousands in dif ferent par ts of the countr y broke\nthe salt la w\n, man ufactur ed salt and demonstr ated in fr ont of\ngovernment salt factories . As the mo vement spr ead, foreign c loth\nwas boycotted, and liquor shops were picketed. Peasants refused to\npay revenue and chaukidari  taxes, village officials resigned, and in\nmany places f orest people viola ted forest laws – g oing into R eserved\nForests to collect w ood and g raze cattle.\nWorried b y the de velopments , the colonial g overnment be gan\narresting the Congress leaders one by one. This led to violent clashes\nin man y palaces . When Abdul Ghaff ar Khan,  a devout disciple of\nMahatma Gandhi, was arrested in April 1930, angry crowds\ndemonstr ated in the str eets of  Peshawar, facing ar mour ed car s and\npolice f iring. Man y were killed.  A month later , when Maha tma\nGandhi himself was arrested, industrial workers in Sholapur attacked\npolice posts, municipal buildings, lawcourts and railway stations –\nall structures that symbolised British rule. A frightened government\nresponded with a policy of brutal repression. Peaceful satyagrahis\nwere attacked, women and children were beaten, and about 100,000\npeople were arrested.\nIn such a situation, Mahatma Gandhi once again decided to call off\nthe movement and entered into a pact with Irwin on 5 March 1931.\nBy this Gandhi-Irwin Pact, Gandhiji consented to participate in a\nRound Table Conf erence (the Cong ress had bo ycotted the f irst\nFig. 7  – The Dandi march.\nDuring the salt march Mahatma\nGandhi was accompanied by\n78 volunteers. On the way\nthey were joined by thousands.\nFig. 8  – Police cracked down on satyagrahis,\n1930.\n2024-25"
            },
            {
                "page": 13,
                "text": "41\nNationalism   in  IndiaRound Table Conf erence) in London and the g overnment a g reed to\nrelease the political prisoner s. In December 1931,  Gandhiji w ent to\nLondon for the conference, but the negotiations broke down and\nhe returned disappointed. Back in India, he discovered that the\ngovernment had begun a new cycle of repression. Ghaffar Khan\nand Jawaharlal Nehru were both in jail, the Congress had been\ndeclared illegal, and a series of measures had been imposed to prevent\nmeetings , demonstra tions and bo ycotts. With great apprehension,\nMahatma Gandhi relaunched the Civil Disobedience Movement.\nFor ov er a y ear, the mo vement contin ued, but by 1934 it lost\nits momentum.\n3.2 How P articipants saw the Movement\nLet us now look at the different social groups that participated in the\nCivil Disobedience Movement. Why did they join the movement?\nWhat were their ideals? What did swaraj mean to them?\nIn the countryside, rich peasant communities – like the Patidars of\nGujarat and the Jats of Uttar Pradesh – were active in the movement.\nBeing producers of commercial crops, they were very hard hit by\nthe tr ade de pression and f alling prices . As their cash income\ndisappear ed, they found it impossib le to pa y the g overnment’ s revenue\ndemand. And the refusal of the government to reduce the revenue\ndemand led to widespread resentment. These rich peasants became\nenthusiastic supporters of the Civil Disobedience Movement,\norganising their communities, and at times forcing reluctant members,\nto par ticipa te in the bo y\ncott pr ogrammes . For them the f ight f or\nswaraj was a str uggle against high r evenues. But the y were dee ply\ndisappointed when the movement was called off in 1931 without\nthe revenue rates being revised. So when the movement was restarted\nin 1932, many of them refused to participate.\nThe poorer peasantry were not just interested in the lowering of the\nrevenue demand. Many of them were small tenants cultivating land\nthey had rented fr om landlords . As the De pression contin ued and\ncash incomes dwindled, the small tenants found it difficult to pay\ntheir rent. They wanted the unpaid rent to the landlord to be remitted.\nThey joined a variety of radical movements, often led by Socialists\nand Comm unists . Apprehensiv e of raising issues tha t might upset\nthe rich peasants and landlords, the Congress was unwilling to support\n‘no rent’ campaigns in most places . So the r elationship betw een the\npoor peasants and the Congress remained uncertain.‘To the altar of this revolution we have\nbrought our youth as incense’\nMany nationalists thought that the struggle\nagainst the British could not be won through\nnon-violence. In 1928, the Hindustan Socialist\nRepublican Army (HSRA) was founded at a\nmeeting in Ferozeshah Kotla ground in Delhi.\nAmongst its leaders were Bhagat Singh, Jatin\nDas and Ajoy Ghosh. In a series of dramatic\nactions in different parts of India, the HSRA\ntargeted some of the symbols of B ritish power .\nIn April 1929, Bhagat Singh and Batukeswar\nDutta thr ew a bomb in the Legislativ e Assembly .\nIn the same year there was an attempt to blow\nup the train that Lord Irwin was travelling in.\nBhagat Singh was 23 when he was tried and\nexecuted by the colonial government. During\nhis trial, Bhagat Singh stated that he did not\nwish to glorify ‘the cult of the bomb and pistol’\nbut wanted a revolution in society:\n‘Revolution is the inalienable right of mankind.\nFreedom is the imprescriptible birthright of all.\nThe labourer is the real sustainer of society …\nTo the al tar of this r evolution we ha ve brought\nour youth as incense, for no sacrifice is too\ngreat for so magnificent a cause. We are\ncontent. We await the advent of revolution.\nInquilab Zindabad! ’Box 1\n2024-25"
            },
            {
                "page": 14,
                "text": "India and the Contemporary World\n42What about the business classes? How did they relate to the Civil\nDisobedience Mo vement? During the Fir st World War, Indian\nmerchants and industrialists had made huge profits and become\npowerful (see Chapter 5). Keen on expanding their business, they\nnow reacted a gainst colonial policies tha t restricted b usiness acti vities.\nThey wanted protection against imports of foreign goods, and a\nrupee-ster ling foreign e xchange ratio tha t would discour\nage impor ts.\nTo organise b usiness inter ests, they f ormed the Indian Industrial\nand Commer cial Cong ress in 1920 and the F ederation of  the Indian\nChamber of Commerce and Industries (FICCI) in 1927. Led by\nprominent industrialists like Purshottamdas Thakurdas and\nG. D. Birla, the industrialists a ttacked colonial contr ol over the Indian\neconom y, and suppor ted the Ci vil Disobedience Mo vement w hen\nit was first launched.  They gave financial assistance and refused to\nbuy or sell impor ted goods. Most b usinessmen came to see sw araj\nas a time when colonial restrictions on business would no longer\nexist and tr ade and industr y would f lourish without constr aints. But\nafter the f ailure of the R ound Table Conf erence, business g roups\nwere no long er unif ormly enthusiastic . They were apprehensi ve of\nthe spread of militant activities, and worried about prolonged\ndisruption of business, as well as of the growing influence of\nsocialism amongst the y oung er member s of the Cong ress.\nThe industrial working classes did not participate in the Civil\nDisobedience Mov ement in lar ge number s, except in the Nag pur\nregion. As the industrialists came closer to the Congress, workers\nstayed aloof. But in spite of that, some workers did participate in\nthe Civil Disobedience Movement, selectively adopting some of\nthe ideas of the Gandhian programme, like boycott of foreign\ngoods, as part of their own movements against low wages and\npoor w orking conditions . There were strik es by railway workers in\n1930 and dockworkers in 1932. In 1930 thousands of workers in\nChotana gpur tin mines w ore Gandhi ca ps and par ticipa ted in pr otest\nrallies and bo ycott campaigns . But the Cong ress w as reluctant to\ninclude w orkers’ demands as par t of its pr ogramme of  struggle.\nIt felt that this would alienate industrialists and divide the anti-\nimperial f orces.\nAnother important feature of the Civil Disobedience Movement\nwas the lar ge-scale par ticipa tion of  women.  During Gandhiji’ s salt\nmarch, thousands of women came out of their homes to listen to\nhim. They participated in protest marches, manufactured salt, andSome important dates\n1918-19\nDistressed UP peasants organised by Baba\nRamchandra.\nApril 1919\nGandhian hartal against Rowlatt Act; Jallianwala\nBagh massacre.\nJanuary 1921\nNon-Cooperation and Khilafat movement\nlaunched.\nFebruary 1922\nChauri Chaura; Gandhiji withdraws Non-\nCooperation movement.\nMay 1924\nAlluri Sitarama Raju arrested ending a two-year\narmed tribal struggle.\nDecember 1929\nLahore Congress; Congress adopts the demand\nfor ‘Purna Swaraj’.\n1930\nAmbedkar establishes Depressed Classes\nAssociation.\nMarch 1930\nGandhiji begins Civil Disobedience Movement by\nbreaking salt law at Dandi.\nMarch 1931\nGandhiji ends Civil Disobedience Movement.\nDecember 1931\nSecond Round Table Conference.\n1932\nCivil Disobedience re-launched.\n2024-25"
            },
            {
                "page": 15,
                "text": "43\nNationalism   in  Indiapicketed f oreign c loth and liquor shops . Man y went to jail.  In urban\nareas these women were from high-caste families; in rural areas\nthey came fr om ric h peasant households . Moved by Gandhiji’ s call,\nthey began to see ser vice to the na tion as a sacr ed duty of  women.\nYet, this increased pub lic role did not necessaril y mean an y radical\nchange in the way the position of women was visualised. Gandhiji\nwas convinced that it was the duty of women to look after home\nand hear th, be good mother s and g ood wi ves. And f or a long time\nthe Congress was reluctant to allow women to hold any position\nof authority within the organisation. It was keen only on their\nsymbolic presence.\n3.3 The Limits of Civil Disobedience\nNot all social groups were moved by the abstract concept of swaraj.\nOne suc h group w as the na tion’s ‘untouc hables’, who from ar ound\nthe 1930s had be gun to call themselv es dalit or oppr\nessed.  For\nlong the Congress had ignored the dalits, for fear of offending the\nsanatanis , the conser vative high-caste Hindus . But Maha tma Gandhi\ndeclared that swaraj would not come for a hundred years if\nuntouchability was not eliminated. He called the ‘untouchables’ harijan,Why did various classes and groups of Indians\nparticipate in the Civil Disobedience\nMovement?Discuss\nFig. 9  – Women join\nnationalist processions.\nDuring the national\nmovement, many women,\nfor the first time in their\nlives, moved out of their\nhomes on to a public arena.\nAmongst the marchers you\ncan see many old women,\nand mothers with children in\ntheir arms.\n2024-25"
            },
            {
                "page": 16,
                "text": "India and the Contemporary World\n44or the children of God,  organised satyagraha to secure them\nentry into temples, and access to public wells, tanks, roads and\nschools. He himself cleaned toilets to dignify the work of the\nbhangi (the sweepers), and persuaded upper castes to change\ntheir heart and give up ‘the sin of untouchability’. But many\ndalit leaders were keen on a different political solution to the\nproblems of the community. They began organising themselves,\ndemanding reserved seats in educational institutions, and a\nseparate electorate that would choose dalit members for\nlegislative councils. Political empowerment, they believed, would\nresolve the problems of their social disabilities. Dalit\nparticipation in the Civil Disobedience Movement was therefore\nlimited, particularly in the Maharashtra and Nagpur region\nwhere their organisation was quite strong.\nDr B.R. Ambedkar, who organised the dalits into the\nDepressed Classes Association in 1930, clashed with Mahatma\nGandhi at the second Round Table Conference by demanding\nseparate electorates for dalits. When the British government\nconceded Ambedkar’s demand, Gandhiji began a fast unto\ndeath. He believed that separate electorates for dalits would\nslow down the process of their integration into society.\nAmbedkar ultimately accepted Gandhiji’s position and the\nresult was the Poona Pact of September 1932. It gave the\nDepressed Classes (later to be known as the Schedule Castes)\nreserved seats in provincial and central legislative councils,\nbut they were to be voted in by the general electorate. The\ndalit movement, however, continued to be apprehensive of\nthe Congress-led national movement.\nSome of the Muslim political organisations in India were also\nlukewarm in their response to the Civil Disobedience\nMovement. After the decline of the Non-Cooperation-Khilafat\nMovement, a large section of Muslims felt alienated from the\nCongress. From the mid-1920s the Congress came to be more\nvisibly associated with openly Hindu religious nationalist groups\nlike the Hindu Mahasabha. As relations between Hindus and\nMuslims worsened, each community organised religious\nprocessions with militant fervour, provoking Hindu-Muslim\ncommunal clashes and riots in various cities. Every riot deepened\nthe distance between the two communities.\nThe Congress and the Muslim League made efforts to renegotiate\nan alliance, and in 1927 it appeared that such a unity could be forged.\nThe important differences were over the question of representation\nin the future assemblies that were to be elected. Muhammad Ali\nFig. 10  – Mahatma Gandhi, Jawaharlal Nehru\nand Maulana Azad at Sevagram Ashram,\nWardha, 1935.\n2024-25"
            },
            {
                "page": 17,
                "text": "45\nNationalism   in  IndiaJinnah, one of the leaders of the Muslim League, was willing to give\nup the demand for separate electorates, if Muslims were assured\nreserved sea ts in the Centr al Assemb ly and r epresenta tion in\nproportion to population in the Muslim-dominated provinces (Bengal\nand Punjab). Negotiations over the question of representation\ncontinued but all hope of resolving the issue at the All Parties\nConference in 1928 disappeared when M.R. Jayakar of the Hindu\nMahasabha strongly opposed efforts at compromise.\nWhen the Civil Disobedience Movement started there was thus\nan atmospher e of suspicion and distr ust betw een comm unities .\nAlienated from the Congress, large sections of Muslims could not\nrespond to the call for a united str uggle. Man y Muslim leader s and\nintellectuals expressed their concern about the status of Muslims\nas a minority within India. They feared that the culture and identity\nof minorities would be submerged under the domination of a\nHindu majority .\nIn 1930, Sir Muhammad Iqbal, as president of the Muslim League, reiterated the importance of separate electorates for\nthe Muslims as an important safeguard for their minority political interests. His statement is supposed to have provided the\nintellectual justification for the Pakistan demand that came up in subsequent years. This is what he said:\n‘I have no hesitation in declaring that if the principle that the Indian Muslim is entitled to full and free development on the\nlines of his own culture and tradition in his own Indian home-lands is recognised as the basis of a permanent communal\nsettlement, he will be ready to stake his all for the freedom of India. The principle that each group is entitled to free\ndevelopment on its own lines is not inspired by any feeling of narrow communalism … A community which is inspired by\nfeelings of ill-will towards other communities is low and ignoble. I entertain the highest respect for the customs, laws,\nreligions and social insti tutions of other communi ties. Na y, it is m y duty according to the teachings of the Qur an, ev en to\ndefend their places of worship , if need be. Y et I lov e the communal gr oup which is the sour ce of l ife and beha viour and\nwhich has formed me what I am by giving me its religion, its literature, its thought, its culture and thereby its whole past\nas a living operative factor in my present consciousness …\n‘Communalism in its higher aspect, then, is indispensable to the formation of a harmonious whole in a country like India.\nThe units of Indian society are not territorial as in European countries … The principle of European democracy cannot be\napplied to India without recognising the fact of communal groups. The Muslim demand for the creation of a Muslim India\nwithin India is, therefore, perfectly justified…\n‘The Hindu thinks that separate electorates are contrary to the spirit of true nationalism, because he understands the\nword “nation” to mean a kind of univ ersal amalgamation in which no communal enti ty ought to r etain i ts priv ate individual i\nty.\nSuch a state of things, howev er, does not exist. I ndia is a land of r acial and r eligious v ariety. Add to this the gener al\neconomic inferiority of the Muslims, their enormous debt, especially in the Punjab, and their insufficient majorities in some\nof the provinces, as at present constituted and you will begin to see clearly the meaning of our anxiety to retain separate\nelector ates.’Source D\nSource\nRead the Source D carefully . Do you agree with Iqbal’ s idea of communalism? Can you define communalism in a\ndifferent way?Discuss\n2024-25"
            },
            {
                "page": 18,
                "text": "India and the Contemporary World\n464  The Sense of Collective Belonging\nNationalism spreads when people begin to believe that they are all\npart of the same  nation, when they discover some unity that binds\nthem to gether. But ho w did the na tion become a r eality in the minds\nof people? How did people belonging to different communities,\nregions or language groups develop a sense of collective belonging?\nThis sense of collective belonging came partly through the experience\nof united str uggles. But ther e were also a v ariety of  cultur al processes\nthrough w hich nationalism ca ptured people’ s ima gination. Histor y\nand fiction, folklore and songs, popular prints and symbols, all played\na part in the making of nationalism.\nFig. 11 – Bal Gangadhar Tilak,\nan early-twentieth-century print.\nNotice how Tilak is surrounded by symbols of\nunity. The sacred institutions of different faiths\n(temple, church, masjid) frame the central figure.\n2024-25"
            },
            {
                "page": 19,
                "text": "47\nNationalism   in  IndiaThe identity of the nation, as you know (see Chapter 1), is most\noften symbolised in a figure or image. This helps create an image\nwith which people can identify the nation. It was in the twentieth\ncentur y, with the g rowth of  nationalism,  that the identity of  India\ncame to be visually associated with the image of Bharat Mata. The\nimage was first created b y Bankim Chandr a Cha ttopadh y\nay. In the\n1870s he wr ote ‘Vande Ma taram’ as a h ymn to the mother land.\nLater it was included in his novel Anandamath  and widely sung during\nthe Swadeshi movement in Bengal. Moved by the Swadeshi\nmovement,  Abanindr anath Tagore painted his f amous imag e of\nBharat Mata (see Fig . 12). In this painting Bhar at Mata is por trayed\nas an ascetic figure; she is calm, composed, divine and spiritual.\nIn subsequent years, the image of Bharat Mata acquired many\ndifferent forms, as it cir culated in popular prints , and w as painted\nby different ar tists (see Fig . 14). Devotion to this mother f igure came\nto be seen as e vidence of  one’s nationalism.\nIdeas of nationalism also developed through a movement to revive\nIndian folklore.  In late-nineteenth-century India, nationalists began\nrecording folk tales sung by bards and they toured villages to gather\nfolk songs and le gends. These tales , they belie ved, gave a true pictur e\nof traditional culture that had been corrupted and damaged by\noutside f orces. It was essential to pr eserve this f olk tr adition  in\norder to disco ver one’ s national identity and r estor e a sense of  pride\nin one’ s past.  In Beng al, Rabindr anath Tagore himself  began collecting\nballads, nursery rhymes and myths, and led the movement for folk\nFig. 12  – Bharat Mata, Abanindranath Tagore,\n1905.\nNotice that the mother figure here is shown as\ndispensing learning, food and clothing. The mala\nin one hand emphasises her ascetic quality.\nAbanindranath Tagore, like Ravi Varma before\nhim, tried to develop a style of painting that\ncould be seen as truly Indian.\nFig. 13 – Jawaharlal Nehru, a popular print.\nNehru is here shown holding the image of Bharat Mata and the map of India\nclose to his heart. In a lot of popular prints, nationalist leaders are shown\noffering their heads to Bharat Mata. The idea of sacrifice for the mother was\npowerful within popular imagination.\n2024-25"
            },
            {
                "page": 20,
                "text": "India and the Contemporary World\n48‘In earlier times, foreign travellers in India marvelled at the courage, truthfulness and modesty of the people of the Arya\nvamsa ; now they remark mainly on the absence of those qualities. In those days Hindus would set out on conquest and\nhoist their flags in T artar, China and other countries; now a f ew soldiers f rom a tin y island f ar away are lording i t over the\nland of I ndia.’\nTarinichar an Chat topadh yay, Bharatbarsher Itihas (The History of Bhar atbarsh) ,  vol. 1, 1858.Source E\nSourcerevival. In Madras, Natesa Sastri published a massive four-volume\ncollection of  Tamil f olk tales , The Folklore of Souther n India . He belie ved\nthat folklore was national literature; it was ‘the most trustworthy\nmanif estation of  people’ s real thoughts and c haracteristics’.\nAs the national movement developed, nationalist leaders became\nmore and more aware of such icons and symbols in unifying people\nand inspiring in them a feeling of nationalism. During the Swadeshi\nmovement in Bengal, a tricolour flag (red, green and yellow) was\ndesigned. It had eight lotuses representing eight provinces of British\nIndia,  and a cr escent moon,  representing Hindus and Muslims . By\n1921,  Gandhiji had designed the Sw araj flag. It was again a tricolour\n(red, green and white) and had a spinning wheel in the centre,\nrepresenting the Gandhian ideal of  self-help . Carrying the f lag\n,\nholding it aloft, during marches became a symbol of defiance.\nAnother means of creating a feeling of nationalism was through\nreinter pretation of  histor y. By the end of  the nineteenth centur y\nmany Indians began feeling that to instill a sense of pride in the\nnation, Indian histor y had to be thought a bout dif ferently. The British\nsaw Indians as backward and primitive, incapable of governing\nthemselv es. In response,  Indians be gan looking into the past to\ndisco ver India’ s great achievements . They wrote about the g lorious\ndevelopments in ancient times when art and architecture, science\nand mathema tics, religion and cultur e, law and philosoph y, crafts\nand trade had f lourished. T his glorious time , in their vie w, was\nfollowed by a history of decline, when India was colonised. These\nnationalist histories ur ged the r eader s to tak e pride in India’ s great\nachievements in the past and str uggle to c hang e the miser able\nconditions of life under British rule.\nThese ef forts to unify people w ere not without pr oblems. When the\npast being glorified was Hindu, when the images celebrated were\ndrawn fr om Hindu icono graphy, then people of  other comm unities\nfelt left out.\nFig. 14a  – Bharat Mata.\nThis figure of Bharat Mata is a contrast to the\none painted by Abanindranath Tagore. Here she\nis shown with a trishul , standing  beside a lion\nand an elephant – both symbols of power and\nauthority.\nLook at Figs. 12 and 14. Do you think these\nimages will appeal to all castes and communities?\nExplain your views briefly .Activity\n2024-25"
            },
            {
                "page": 21,
                "text": "49\nNationalism   in  IndiaConclusion\nA growing anger against the colonial government was thus\nbringing together various groups and classes of Indians into a\ncommon struggle for freedom in the first half of the twentieth\ncentury. The Congress under the leadership of Mahatma Gandhi\ntried to channel people’s grievances into organised movements\nfor independence. Through such movements the nationalists\ntried to forge a national unity. But as we have seen, diverse groups\nand classes participated in these movements with varied aspirations\nand expectations. As their\ngrievances were wide-ranging,\nfreedom from colonial rule also\nmeant different things to\ndifferent people. The Congress\ncontinuously attempted to\nresolve differences, and ensure\nthat the demands of one group\ndid not alienate another. This is\nprecisely why the unity within\nthe movement often broke down.\nThe high points of Congress\nactivity and nationalist unity\nwere followed by phases of\ndisunity and inner conflict\nbetween groups.\nIn other words, what was emerging was a nation with many\nvoices wanting freedom from colonial rule.\nQuit India Movement\nThe failure of the Cripps Mission and the effects of World War II created widespread discontentment in India. This\nled Gandhiji to launch a movement calling for complete withdrawal of the British from India. The Congress Working\nCommittee, in its meeting in Wardha on 14 July 1942, passed the historic ‘Quit India’ resolution demanding the\nimmediate tr ansfer of power to I ndians and qui t India. On 8 A ugust 1942 in B omba y, the Al l India Congr ess Commi ttee\nendorsed the resolution which called for a non-violent mass struggle on the widest possible scale throughout the\ncountry . It w as on this oc casion that Gandhiji del ivered the f amous ‘Do or Die’ speech. The cal l for ‘Qui t India’ almost\nbrought the state machinery to a standstill in large parts of the country as people voluntarily threw themselves into\nthe thick of the movement. People observed hartals , and demonstrations and processions were accompanied by\nnational songs and slogans. The movement was truly a mass movement which brought into its ambit thousands of\nordinary people, namely students, work ers and peasants. It also sa w the activ e participation of leaders, namely ,\nJayprakash Narayan, Aruna Asaf Ali and Ram Manohar Lohia and many women such as Matangini Hazra in Bengal,\nKanaklata Barua in Assam and Rama Devi in Odisha. The British responded with much force, yet it took more than a\nyear to suppress the movement.\nFig. 14b\nWomen’s procession in Bombay during the Quit\nIndia Movement\n2024-25"
            },
            {
                "page": 22,
                "text": "India and the Contemporary World\n50Discuss\nProject1.List all the different social groups which joined the Non-Cooperation Movement of 1921.\nThen choose any three and write about their hopes and struggles to show why they\njoined the movement.\n2.Discuss the Salt March to make clear why it was an effective symbol of resistance\nagainst colonialism.\n3.Imagine you are a woman participating in the Civil Disobedience Movement. Explain\nwhat the experience meant to your life.\n4.Why did political leaders differ sharply over the question of separate electorates?\nFind out about the anti-colonial movement in Indo-China. Compare and contrast India’s national\nmovement with the ways in which Indo-China became independent.\nDiscussWrite in brief\n1.Explain:\na)Why growth of nationalism in the colonies is linked to an anti-colonial movement.\nb)How the First W orld W ar helped in the growth of the National Movement in India.\nc)Why Indians were outraged by the Rowlatt Act.\nd)Why Gandhiji decided to withdraw the Non-Cooperation Movement.\n2.What is meant by the idea of satyagraha?\n3.Write a newspaper report on:\na)The Jallianwala Bagh massacre\nb)The Simon Commission\n4.Compare the images of Bharat Mata in this chapter with the image of Germania\nin Chapter 1.\nWrite in brief\nProject\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 3: The Making of a Global World",
        "pages": [
            {
                "page": 1,
                "text": "SECTION II\nLIVELIHOODS, ECONOMIES AND SOCIETIES\n2024-25"
            },
            {
                "page": 2,
                "text": "2024-25"
            },
            {
                "page": 3,
                "text": "53\nThe  Making  of  a  Global  World1  The Pre-modern World\nWhen we talk of ‘globalisation’ we often refer to an economic\nsystem tha t has emer ged since the last 50 y ears or so . But as y ou will\nsee in this chapter, the making of the global world has a long\nhistory – of trade, of migration, of people in search of work, the\nmovement of capital, and much else. As we think about the dramatic\nand visib le signs of  global inter connectedness in our li ves toda y,\nwe need to understand the phases through which this world in\nwhich we live has emerged.\nAll thr ough histor y, human societies ha ve become steadil y mor e\ninterlinked. From ancient times, travellers, traders, priests and\npilgrims travelled vast distances for knowledge, opportunity and\nspiritual fulfilment, or to escape persecution. They carried goods,\nmone y\n, values, skills , ideas , inventions , and e ven germs and diseases .\nAs early as 3000  BCE an active coastal trade linked the Indus valley\ncivilisations with pr esent-da y West Asia. For mor e than a millennia,\ncowries  (the Hindi c owdi or seashells , used as a f orm of  currency)\nfrom the Maldives found their way to China and East Africa. The\nlong-distance spr ead of  disease-car rying g erms ma y be tr aced as\nfar bac k as the se venth centur y. By the thir teenth centur y it had\nbecome an unmistakable link.\nThe Making  of a Global W orld Chapter III\nThe Making of a Global W orld\nFig. 1 – Image of a ship on a memorial stone,\nGoa Museum, tenth century CE.\nFrom the ninth century, images of ships\nappear regularly in memorial stones found in\nthe western coast, indicating the significance\nof oceanic trade.\n2024-25"
            },
            {
                "page": 4,
                "text": "India and the Contemporary World\n541.1 Silk Routes Link the World\nThe silk routes are a good example of vibrant pre-modern trade\nand cultural links between distant parts of the world. The name ‘silk\nroutes’  points to the impor tance of  West-bound Chinese silk car goes\nalong this route. Historians have identified several silk routes, over\nland and by sea, knitting together vast regions of Asia, and linking\nAsia with Europe and northern Africa. They are known to have\nexisted since before the Christian Era and thrived almost till the\nfifteenth centur y. But Chinese potter y also tr avelled the same r oute,\nas did textiles and spices from India and Southeast Asia. In return,\nprecious metals – gold and silver – flowed from Europe to Asia.\nTr\nade and cultur al exchange al ways went hand in hand.  Early\nChristian missionaries almost certainly travelled this route to Asia, as\ndid earl y Muslim pr eachers a few centuries la ter. Muc h befor e all\nthis, Buddhism emerged from eastern India and spread in several\ndirections thr ough inter secting points on the silk r outes .\n1.2 Food T ravels: Spaghetti and P otato\nFood of fers man y examples of  long-distance cultur al exchang e.\nTraders and tr a\nvellers intr oduced ne w crops to the lands the y\ntravelled. Even ‘ready’ foodstuff  in distant parts of the world might\nshare common origins . Take spa ghetti and noodles . It is belie ved\nthat noodles travelled west from China to\nbecome spaghetti. Or, perhaps Arab traders\ntook pasta to f ifth-centur y Sicil y, an island no w\nin Ital y. Similar f oods w ere also kno wn in India\nand Japan, so the truth about their origins may\nnever be kno wn. Yet suc h guess work sug gests\nthe possibilities of long-distance cultural contact\neven in the pre-modern world.\nMany of our common foods such as potatoes,\nsoya, groundnuts, maize, tomatoes, chillies,\nsweet potatoes, and so on were not known to\nour ancestors until a bout fiv e centuries a go.\nThese foods were only introduced in Europe\nand Asia after Christopher Columbus\naccidentally discovered the vast continent that\nwould la ter become kno wn as the Americas .Fig. 3 – Merchants from Venice and the Orient exchanging goods,\nfrom Marco Polo, Book of Marvels , fifteenth century.Fig. 2 – Silk route trade as depicted in a\nChinese cave painting, eighth century, Cave\n217, Mogao Grottoes, Gansu, China.\n2024-25"
            },
            {
                "page": 5,
                "text": "55\nThe  Making  of  a  Global  World(Here we will use ‘America’ to describe Nor th America, South\nAmerica and the Caribbean.) In fact, many of our common foods\ncame fr om America’ s original inha bitants – the American Indians .\nSometimes the new crops could make the difference between life\nand death.  Europe’s poor beg an to ea t better and li ve longer with\nthe intr oduction of  the humb le pota to. Ireland’ s poor est peasants\nbecame so dependent on potatoes that when disease destroyed the\npotato crop in the mid-1840s, hundreds of thousands died\nof starvation.\n1.3 Conquest, Disease and Trade\nThe pre-modern world shrank greatly in the sixteenth century after\nEuropean sailors found a sea route to Asia and also successfully\ncrossed the w estern ocean to America. F or centuries bef ore, the\nIndian Ocean had known a bustling trade, with goods, people,\nknowledg e, customs , etc. criss-cr ossing its w aters. \nThe Indian\nsubcontinent was central to these flows and a crucial point in their\nnetworks.  The entr y of the Europeans helped e xpand or r edirect\nsome of these flows towards Europe.\nBefore its ‘discovery’, America had been cut off from regular contact\nwith the r est of  the w orld for millions of  years. But fr om the sixteenth\ncentur y, its vast lands and ab undant cr ops and miner als beg an to\ntransform trade and li ves everywhere.\nPrecious metals, particularly silver, from mines located in present-\nday Peru and Me xico also enhanced Eur ope’s wealth and f inanced\nits trade with Asia. Legends spread in seventeenth-century Europe\nabout South America’ s fabled w ealth. Many e xpeditions set off  in\nsearch of El Dor ado, the f abled city of  gold.\nThe Portuguese and Spanish conquest and colonisa tion of  America\nwas decisi vely under w ay by the mid-sixteenth centur y.  European\nconquest w as not just a r esult of  superior fir epower. In fact, the\nmost powerful weapon of the Spanish conquerors was not a\nconventional militar y weapon a t all. It was the g erms suc h as those\nof smallpox that they carried on their person. Because of their long\nisolation, America’ s original inhabitants had no imm unity a gainst\nthese diseases that came from Europe. Smallpox in particular proved\na deadl y killer . Once intr oduced,  it spr ead dee p into the continent,\nahead even of any Europeans reaching there. It killed and decimated\nwhole communities, paving the way for conquest.\nFig. 4 –  The Irish Potato Famine,  Illustrated\nLondon News , 1849.\nHungry children digging for potatoes in a field that\nhas already been harvested, hoping to discover\nsome leftovers. During the Great Irish Potato\nFamine (1845 to  1849), around 1,000,000\npeople died of starvation in Ireland, and double the\nnumber emigrated in search of work.\n‘Biological’ warfare?\nJohn Winthorp, the first governor of  the\nMassachusetts Bay colony in New England,\nwrote in May 1634 that smallpox signalled God’s\nblessing for the colonists: ‘… the natives … were\nneere (near) all dead of small Poxe (pox), so as\nthe Lord hathe (had) cleared our title to what\nwe possess’ .\nAlfred Crosby, Ecological I mperialism .Box 1\n2024-25"
            },
            {
                "page": 6,
                "text": "India and the Contemporary World\n56Explain what we mean when we say that the\nworld ‘shrank’ in the 1500s.DiscussGuns could be bought or ca ptured and tur ned a gainst the in vader s.\nBut not diseases such as smallpox to which the conquerors were\nmostly immune.\nUntil the nineteenth centur y, poverty and hung er were common in\nEurope. Cities were crowded and deadly diseases were widespread .\nReligious conflicts were common, and religious dissenters  were\npersecuted. Thousands therefore fled Europe for America. Here,\nby the eighteenth centur y, planta tions w orked by slaves captured\nin Africa w ere gr\nowing cotton and sug ar for Eur opean mar kets.\nUntil w ell into the eighteenth centur y, China and India w ere among\nthe w orld’s richest countries . They were also pr e-eminent in Asian\ntrade. However, from the f ifteenth centur y, China is said to ha ve\nrestricted o verseas contacts and r etreated into isola tion.  China’ s\nreduced role and the rising importance of the Americas gradually\nmoved the centr e of world trade w estwards. Europe no w emer ged\nas the centre of  world trade.\nNew words\nDissenter – One who refuses to accept\nestablished beliefs and practices\nFig. 5 –  Slaves for sale, New Orleans,  Illustrated London News , 1851.\nA prospective buyer carefully inspecting slaves lined up before the auction. You can see two\nchildren along with four women and seven men in top hats and suit waiting to be sold. To attract\nbuyers, slaves were often dressed in their best clothes.\n2024-25"
            },
            {
                "page": 7,
                "text": "57\nThe  Making  of  a  Global  WorldThe world changed profoundl y in the nineteenth centur y. Economic ,\npolitical, social, cultural and technological factors interacted in\ncomple x ways to tr ansform societies and r eshape external relations.\nEconomists identify three types of movement or ‘flows’ within\ninternational economic e xchanges. \nThe first is the f low of trade w hich\nin the nineteenth centur y referred lar gely to tr ade in g oods (e .g.,\ncloth or wheat). The second is the flow of labour – the migration\nof people in search of employment. The third is the movement of\ncapital f or shor t-term or long-ter m investments o ver long distances .\nAll three flows were closely interwoven and affected peoples’ lives\nmore deeply now than ever before. The interconnections could\nsometimes be broken – for example, labour migration was often\nmore restricted than g oods or ca pital f lows. Yet it helps us under stand\nthe nineteenth-century world economy better if we look at the\nthree flows to gether .\n2.1 A World Economy Takes Shape\nA good place to start is the changing pattern of food production\nand consumption in industrial Eur ope. Traditionall y, countries lik ed\nto be self-sufficient in food. But in nineteenth-century Britain,\nself-sufficiency in food meant lower living standards and social\nconflict. Why was this so?\nPopula tion g r\nowth fr om the la te eighteenth centur y had incr eased\nthe demand for food grains in Britain. As urban centres expanded\nand industr y grew, the demand f or agricultur al products w ent\nup, pushing up f ood g rain prices . Under pr essur e from landed\ngroups, the government also restricted the import of corn. The\nlaws allowing the government to do this were commonly known as\nthe ‘Corn Laws’. Unhappy with high food prices, industrialists and\nurban d wellers forced the a bolition of  the Cor n Laws.\nAfter the Corn Laws were scrapped, food could be imported into\nBritain mor e cheaply than it could be pr oduced within the countr y.\nBritish a gricultur e was una ble to compete with impor ts.  Vast ar eas\nof land were now left uncultivated, and thousands of men and\nwomen were thrown out of work. They flocked to the cities or\nmigrated overseas.2  The Nineteenth Century (18 15-19 14)\n2024-25"
            },
            {
                "page": 8,
                "text": "India and the Contemporary World\n58As food prices fell, consumption in Britain rose. From the mid-\nnineteenth centur y, faster industrial g rowth in Britain also led to higher\nincomes , and ther efore mor e food impor ts. Around the w orld – in\nEastern Europe, Russia, America and Australia  –  lands were cleared\nand food production expanded to meet the British demand.\nIt was not enough merely to clear lands for agriculture. Railways\nwere needed to link the a gricultur al regions to the por ts. New\nharbours had to be built and old ones expanded to ship the new\ncargoes. People had to settle on the lands to bring them under\ncultivation. This meant building homes and settlements . All these\nactivities in tur n requir ed ca pital and la bour. Capital f lowed from\nfinancial centres such as London. The demand for labour in places\nwhere labour was in short supply – as in America and Australia –\nled to more migration.\nNearly 50 million people emigrated from Europe to America and\nAustralia in the nineteenth centur y. All o ver the w orld some 150\nmillion are estimated to have left their homes, crossed oceans and\nvast distances over land in search of a better future.\nFig. 6 – Emigrant ship leaving for the US, by\nM.W. Ridley, 1869.\nFig. 7 – Irish emigrants waiting to board the ship, by  Michael Fitzgerald, 1874.\n2024-25"
            },
            {
                "page": 9,
                "text": "59\nThe  Making  of  a  Global  WorldPrepare a flow chart to show how Britain’s\ndecision to import food led to increased\nmigration to America and Australia.ActivityThus by 1890, a global agricultural economy had taken shape,\naccompanied by complex changes in labour movement patterns,\ncapital f lows, ecolo gies and tec hnolo gy. Food no long er came fr om\na nearb y villa ge or to wn, but from thousands of  miles a way\n. It was\nnot grown by a peasant tilling his own land, but by an agricultural\nworker, perhaps recently arrived, who was now working on a large\nfarm tha t only a generation a go had most lik ely been a f orest. It was\ntranspor ted b y railway, built for tha t very pur pose, and b y ships\nwhich were increasingly manned in these decades by low-paid\nworkers from southern Europe, Asia, Africa and the Caribbean.\nImagine that you are an agricultural worker who has arrived in\nAmerica from Ireland. Write a paragraph on why you chose to\ncome and how you are earning your living.Activity\nSome of this dramatic change, though on a smaller scale, occurred\ncloser home in w est Punja b. Here the British Indian g overnment\nbuilt a netw ork of irrigation canals to tr ansform semi-deser t wastes\ninto fertile agricultural lands that could grow wheat and cotton for\nexport. The Canal Colonies, as the areas irrigated by the new canals\nwere called,\n were settled b y peasants fr om other par ts of Punja b.\nOf course, food is merely an example. A similar story can be told\nfor cotton, the cultivation of which expanded worldwide to feed\nBritish te xtile mills . Or r ubber. Indeed,\n so ra pidly did r egional\nspecialisation in the production of  commodities de velop, that\nbetween 1820 and 1914 world trade is estimated to have multiplied\n25 to 40 times . Near ly 60 per cent of  this tr ade comprised ‘primar y\nproducts’ – that is, agricultural products such as wheat and cotton,\nand minerals such as coal.\n2.2 Role of Technology\nWhat was the r ole of  technolo gy in all this? The railways, steamships ,\nthe telegraph, for example, were important inventions without\nwhich we cannot ima gine the tr ansformed nineteenth-centur y world.\nBut technological advances were often the result of larger social,\npolitical and economic f actors. For example , colonisa tion stim ulated\nnew investments and improvements in transport: faster railways,\nlighter wagons and larger ships helped move food more cheaply\nand quic kly from faraway farms to f\ninal mar kets.\n2024-25"
            },
            {
                "page": 10,
                "text": "India and the Contemporary World\n60The trade in mea t offers a good e xample of  this connected pr ocess .\nTill the 1870s, animals were shipped live from America to Europe\nand then slaughtered when they arrived there. But live animals took\nup a lot of ship space. Many also died in voyage, fell ill, lost weight,\nor became unfit to eat. Meat was hence an expensive luxury beyond\nthe reach of the European poor . High prices in tur n kept demand\nand pr oduction do wn until the de velopment of  a new tec hnolo gy,\nnamel y, refrigerated ships , which ena bled the tr anspor t of perisha ble\nfoods o ver long distances .\nNow animals were slaughtered for food at the starting point – in\nAmerica, Australia or New Zealand – and then transported to\nEurope as frozen meat. This reduced shipping costs and lowered\nmeat prices in Europe. The poor in Europe could now consume\na more varied diet. To the earlier monotony of bread and potatoes\nmany, though not all, could now add meat (and butter and eggs)\nto their diet. Better living conditions promoted social peace within\nthe country and support for imperialism abroad.\n2.3 Late nineteenth-century Colonialism\nTrade flourished and markets expanded in the late nineteenth\ncentury. But this was not only a period of expanding trade and\nincreased prosperity. It is important to realise that there was a\ndarker side to this process.  In many parts of the world, the\nexpansion of trade and a closer relationship with the world\neconomy also meant a loss of freedoms and livelihoods. Late-\nnineteenth-century European conquests produced many painful\neconomic, social and ecological changes through which the\ncolonised societies were brought into the world economy.\nFig. 8 — The Smithfield Club\nCattle Show, Illustrated London\nNews , 1851.\nCattle were traded at fairs, brought\nby farmers for sale. One of the\noldest livestock markets in London\nwas at Smithfield. In the mid-\nnineteenth century a huge poultry\nand meat market was established\nnear the railway line connecting\nSmithfield to all the meat -supplying\ncentres of the country.\nFig. 9 – Meat being loaded on to the ship,\nAlexandra,  Illustrated London News , 1878.\nExport of meat was possible only after ships\nwere refrigerated.\n2024-25"
            },
            {
                "page": 11,
                "text": "61\nThe  Making  of  a  Global  WorldLook at a map of Africa (Fig. 10). You\nwill see some countries’ borders run\nstraight, as if they were drawn using a\nruler. Well, in fact this was almost how\nrival European powers in Africa drew up\nthe borders demarcating their respective\nterritories. In 1885 the big European\npowers met in Berlin to complete the\ncarving up of Africa between them.\nBritain and France made vast additions to\ntheir overseas territories in the late nineteenth\ncentur y. Belgium and Ger many became ne w\ncolonial po wers. The US also became a\ncolonial power in the late 1890s by taking\nover some colonies earlier held by Spain.\nLet us look at one example of the destructive\nimpact of colonialism on the economy and\nlivelihoods of colonised people.\nSir Henry Morton Stanley in Central\nAfrica\nStanley was a journalist and explorer sent\nby the New Y ork Her ald to find Livingston,\na missionary and explorer who had been in\nAfrica for several years. Like other European\nand American explorers of the time, Stanley\nwent with arms, mobilised local hunters,\nwarriors and labourers to help him, fought\nwith local tribes, investigated African\nterrains, and mapped different regions.\nThese explorations helped the conquest\nof Africa. Geographical explorations were\nnot driven by an innocent search for\nscientific information. They were directly\nlinked to imperial projects.Box 2\nFig. 10 – Map of colonial Africa at the end of the nineteenth century.\nFig. 11 – Sir Henry Morton Stanley and his retinue in Central Africa ,\nIllustrated London News, 1871.\nMOROCCO\nALGERIASPANISH\nSAHARA\nRIO\nDE ORO\nPORT\nGUINEAFRENCH SUDANFRENCH WEST AFRICA\nNIGERIA\nTOGOCAMEROONS\nMIDDLE\nCONGOCONGO\nFREE ST ATE\n(BELGIAN\nCONGO)\nANGOLA\nGERMAN\nSOUTH WEST\nAFRICA\nUNION OF\nSOUTH AFRICANORTHERN\nRHODESIA\nSOUTHERN\nRHODESIAPORTUGUESE\nEAST AFRICA\nMADAGASCARGERMAN\nEAST AFRICABRITISH\nEAST AFRICABRITISH\nSOMALILAND\nETHIOPIA\nITALIAN\nSOMALILANDFRENCH\nSOMALILANDERITREA\nANGLO-\nEGYPTIAN\nSUDANEGYPTLIBY A\n(TRIPOLI)TUNISIAMEDITERRANEAN SEA\nFRENCH\nEQUA TORIAL\nAFRICASPANISH\nMOROCCO\nRED SEA\nATLANTIC\nOCEAN\nBELGIAN\nBRITISH\nFRENCH\nGERMAN\nITALIAN\nPORTUGUESE\nSPANISH\nBRITISH DOMINION\nINDEPENDENT ST ATEGOLD\nCOAST IVORY\nCOASTSIERRA\nLEONE\n2024-25"
            },
            {
                "page": 12,
                "text": "India and the Contemporary World\n622.4 Rinderpest, or the Cattle Plague\nIn Africa, in the 1890s, a fast-spreading disease of cattle plague\nor Rinderpest had a terrifying impact on people’s\nlivelihoods and the local economy. This is a good example\nof the widespread European imperial impact on colonised\nsocieties. It shows how in this era of conquest even a disease\naffecting cattle reshaped the lives and fortunes of thousands\nof people and their relations with the rest of the world.\nHistorically, Africa had abundant land and a relatively small\npopulation. For centuries, land and livestock sustained African\nlivelihoods and people rarely worked for a wage. In late-\nnineteenth-century Africa there were few consumer goods that\nwages could buy. If you had been an African possessing land\nand livestock – and there was plenty of both – you too would\nhave seen little reason to work for a wage.\nIn the late nineteenth century, Europeans were attracted to\nAfrica due to its vast resources of land and minerals. Europeans\ncame to Africa hoping to establish plantations and mines to\nproduce crops and minerals for export to Europe. But there\nwas an unexpected problem – a shortage of labour willing to\nwork for wages.\nEmployers used many methods to recruit and retain labour. Heavy\ntaxes were imposed which could be paid only by working for wages\non plantations and mines. Inheritance laws were changed so thatFig. 12 – Transport to the Transvaal gold mines,\nThe Graphic , 1887.\nCrossing the Wilge river was the quickest method of\ntransport to the gold fields of Transvaal. After the\ndiscovery of gold in Witwatersrand, Europeans\nrushed to the region despite their fear of disease and\ndeath, and the difficulties of the journey. By the\n1890s, South Africa contributed over 20 per cent of\nthe world gold production.\nFig. 13 — Diggers at work\nin the Transvaal gold fields\nin South Africa, The\nGraphic,  1875.\n2024-25"
            },
            {
                "page": 13,
                "text": "63\nThe  Making  of  a  Global  Worldpeasants were displaced from land:  only one member of a family\nwas allowed to inherit land, as a result of which the others were\npushed into the labour market. Mineworkers were also confined in\ncompounds and not allowed to move about freely.\nThen came Rinderpest, a devastating cattle disease.\nRinderpest arrived in Africa in the late 1880s.  It was carried by\ninfected cattle imported from British Asia to feed the Italian soldiers\ninvading Eritrea in East Africa. Entering Africa in the east, rinderpest\nmoved west ‘like forest fire’, reaching Africa’s Atlantic coast in 1892.\nIt reached the Cape (Africa’s southernmost tip) five years later. Along\nthe way rinderpest killed 90 per cent of the cattle.\nThe loss of cattle destroyed African livelihoods. Planters, mine owners\nand colonial governments now successfully monopolised what scarce\ncattle resources remained, to strengthen their power and to force\nAfricans into the labour market. Control over the scarce resource\nof cattle enabled European colonisers to conquer and subdue Africa.\nSimilar stories can be told about the impact of Western conquest on\nother parts of the nineteenth-century world.\n2.4 Indentured Labour Migration from India\nThe example of indentured labour  migration from India also\nillustrates the two-sided nature of the nineteenth-century world.\nIt was a world of faster economic growth as well as great misery,\nhigher incomes for some and poverty for others, technological\nadvances in some areas and new forms of coercion in others.\nIn the nineteenth century, hundreds of thousands of Indian and\nChinese labourers went to work on plantations, in mines, and in\nroad and railway construction projects around the world. In India,\nindentured labourers were hired under contracts which promised\nreturn travel to India after they had worked five years on their\nemployer’s plantation.\nMost Indian indentured workers came from the present-day regions\nof eastern Uttar Pradesh, Bihar, central India and the dry districts\nof Tamil Nadu. In the mid-nineteenth century these regions\nexperienced many changes – cottage industries declined, land rents\nrose, lands were cleared for mines and plantations. All this affected\nthe lives of the poor: they failed to pay their rents, became deeply\nindebted and were forced to migrate in search of work.New words\nIndentured labour – A  bonded labourer under\ncontract to work for an employer for a specific\namount of time, to pay off his passage to a\nnew country or home\n2024-25"
            },
            {
                "page": 14,
                "text": "India and the Contemporary World\n64Discuss the importance of language and\npopular traditions in the creation of national\nidentity .The main destinations of Indian indentured\nmigrants were the Caribbean islands (mainly\nTrinidad,  Guyana and Surinam),  Mauritius and Fiji.\nCloser home , Tamil mig rants w ent to Ce ylon and\nMalaya. Indentured workers were also recruited\nfor tea plantations in Assam.\nRecruitment was done by agents engaged by\nemployers and paid a small commission. Many\nmigrants agreed to take up work hoping to escape\npoverty or oppr ession in their home villa ges.\nAgents also tempted the prospective migrants\nby providing f alse inf ormation a bout f inal\ndestinations, modes of travel, the nature of the\nwork, and li ving and w orking conditions . Often\nmigrants were not even told that they were to embark on a long\nsea voyage. Sometimes agents even forcibly abducted less\nwilling mig rants.\nNineteenth-century indenture has been described as a ‘new system\nof slavery’. On arrival at the plantations, labourers found conditions\nto be different from what they had imagined. Living and working\nconditions w ere harsh, and ther e were few legal rights .\nBut w orkers disco vered their o wn w ays of surviving. Man y of them\nescaped into the wilds, though if caught they faced severe punishment.\nOther s developed ne w forms of  individual and collecti ve self-\nexpression,  blending dif ferent cultur al forms, old and ne w. In\nTrinidad the ann ual Muhar ram pr ocession w as transformed into a\nriotous carnival called ‘Hosay’ (for Imam Hussain) in which workers\nof all r\naces and religions joined.  Similarly,  the protest r eligion of\nRastafarianism (made f amous by the J amaican r eggae star Bob\nMarley) is also said to reflect social and cultural links with Indian\nmigrants to the Caribbean.  ‘Chutney m usic’,  popular in Trinidad\nand Guyana, is another creative contemporary expression of the\npost-indentur e experience . These f orms of  cultur al fusion ar e part\nof the making of the global world, where things from different\nplaces get mixed, lose their original characteristics and become\nsomething entir ely new.\nMost indentured workers stayed on after their contracts ended, or\nreturned to their ne w homes after a shor t spell in India.  Consequentl y,\nthere are large communities of people of Indian descent in these\ncountries . Have you heard of  the Nobel Priz e-winning writer\nFig. 14  — Indian indentured labourers in a cocoa plantation in\nTrinidad, early nineteenth century.\nDiscuss\nFig. 15  — Indentured laboureres photographed\nfor identification.\nFor the employers, the numbers and not the\nnames mattered.\n2024-25"
            },
            {
                "page": 15,
                "text": "65\nThe  Making  of  a  Global  WorldV.S. Naipaul? Some of you may have followed the exploits of\nWest Indies cricketers Shivnarine Chanderpaul and Ramnaresh\nSarwan. If you have wondered why their names sound vaguely\nIndian, the answer is that they are descended from indentured\nlabour migrants from India.\nFrom the 1900s India’s nationalist leaders began opposing the system\nof indentured labour migration as abusive and cruel. It was abolished\nin 1921. Yet for a number of decades afterwards, descendants of\nIndian indentured workers, often thought of as ‘coolies’, remained\nan uneasy minority in the Caribbean islands. Some of Naipaul’s\nearly novels capture their sense of loss and alienation.\n2.5 Indian Entrepreneurs Abroad\nGrowing  food and other crops for the world market required\ncapital. Large plantations could borrow it from banks and\nmarkets. But what about the humble peasant?\nEnter the Indian banker. Do you know of the Shikaripuri\nShroffs and Nattukottai  Chettiars? They were amongst the\nmany groups of bankers and traders who financed export\nagriculture in Central and Southeast Asia, using either their own\nfunds or those borrowed from European banks. They had a\nsophisticated system to transfer money over large distances, and\neven developed indigenous forms of corporate organisation.\nIndian traders and moneylenders also followed European\ncolonisers into Africa. Hyderabadi Sindhi traders, however,\nventured beyond European colonies. From the 1860s they\nestablished flourishing emporia at busy ports worldwide, selling\nlocal and imported curios to tourists whose numbers were\nbeginning to swell, thanks to the d evelopment of safe and\ncomfortable passenger vessels.\n2.6 Indian Trade, Colonialism and the Global System\nHistorically, fine cottons produced in India were exported  to\nEurope. With industrialisation, British cotton manufacture\nbegan to expand, and industrialists pressurised the government\nto restrict cotton imports and protect local industries. Tariffs\nwere imposed on cloth imports into Britain. Consequently, the\ninflow of fine Indian cotton began to decline.\nFrom the early nineteenth century, British manufacturers also began\nto seek overseas markets for their cloth. Excluded from  the BritishFig. 16 — A contract form of an indentured\nlabourer.\nThe testimony of  an indentured labourer\nExtract from the testimony of Ram Narain\nTewary, an indentur ed labour er who spent ten\nyears on Demer ara in the early twentieth century .\n‘… in spite of my best efforts, I could not properly\ndo the works that were allotted to me ... In a\nfew days I got my hands bruised all over and I\ncould not go to work for a week for which I was\nprosecuted and sent to jail for 14 days. ... new\nemigrants find the tasks allotted to them\nextremely heavy and cannot complete them in\na day. ... Deductions ar e also made fr om w ages\nif the work is considered to have been done\nunsatisf actori ly. Man y people cannot ther efore\nearn their full wages and are punished in various\nways. In fact, the labourers have to spend their\nperiod of indentur e in gr eat tr ouble … ’\nSource: Department of Commerce and I ndustry ,\nEmigration Branch. 1916SourceSource A\n2024-25"
            },
            {
                "page": 16,
                "text": "India and the Contemporary World\n66market by tariff barriers, Indian textiles now faced stiff competition\nin other inter national mar kets. If we look a t the f igures of  exports\nfrom India, we see a steady decline of the share of cotton textiles:\nfrom some 30 per cent around 1800 to 15 per cent by 1815. By the\n1870s this proportion had dropped to below 3 per cent.\nWhat, then, did India export? The figures again tell a dramatic\nstory.  While expor ts of man ufactur es dec lined r apidly, export of\nraw materials increased equally fast. Between 1812 and 1871, the\nshare of raw cotton exports rose from 5 per cent to 35 per cent.\nIndigo used for dyeing cloth was another important export forFig. 17 – East India Company House, London.\nThis was the nerve centre of the worldwide operations of the East India Company.\nFig. 1 8 – A distant view of Surat\nand its river.\nAll through the seventeenth and early\neighteenth centuries , Surat remained\nthe main centre of overseas trade in\nthe western Indian Ocean.\n2024-25"
            },
            {
                "page": 17,
                "text": "67\nThe  Making  of  a  Global  World\nFig. 19 – The trade routes that linked India to the world at the end of the seventeenth century.many decades . And,  as you ha ve read last y ear, opium shipments to\nChina g rew rapidly from the 1820s to become f or a w hile India’ s\nsingle largest export. Britain grew opium in India and exported it to\nChina and, with the money earned through this sale, it financed its\ntea and other imports from China.\nOver the nineteenth centur y, British man ufactures flooded the Indian\nmarket. Food g rain and r aw ma terial e xports from India to Britain\nand the rest of the world increased. But the value of British exports\nto India was much higher than the value of British imports from\nIndia. Thus Britain had a ‘trade surplus’ with India. Britain used this\nsurplus to balance its trade deficits with other countries – that is,\nwith countries from which Britain was importing more than it was\nselling to . This is ho w a m ultila teral settlement system w orks – it\nallows one countr y’s def icit with another countr y to be settled\nby its sur plus with a thir d countr y\n. By helping Britain balance its\ndeficits,  India played a crucial role in the late-nineteenth-century\nworld econom y.\nBritain ’s trade surplus in India also helped pa y the so-called ‘home\ncharges’ that included private remittances home by British officials\nand tr aders, interest pa yments on India’ s external de bt, and pensions\nof British officials in India.\nSurat\nGoaMadrasMasulipatamHoogly\nBangkokHanoiCanton\nMalacca\nBatavia\nBantamAchehMuscatBandar AbbasBasraAleppo\nAlexandria\nJedda\nMachaLahoreBukhara\nYarkand TheGreatWall\nMombasa\nMozambique\nSea route\nLand route\nVolume of trade passing through the portRed SeaPersian Gulf\nIndian Ocean\n2024-25"
            },
            {
                "page": 18,
                "text": "India and the Contemporary World\n683  The Inter-war Economy\nThe Fir st World War (1914-18) w as mainly f ought in Eur ope. But\nits impact was felt around the world. Notably for our concerns\nin this chapter, it plunged the first half of the twentieth century\ninto a crisis that took over three decades to overcome. During\nthis period the world experienced widespread economic and\npolitical insta bility, and another ca tastrophic w ar.\n3.1 Wartime Transformations\nThe Fir st World War, as you kno w, was fought betw een tw o power\nblocs. On the one side w ere the Allies – Britain,  France and R ussia\n(later joined by the US); and on the opposite side were the Central\nP\nowers – Ger many,\n Austria-Hung ary and Ottoman Turkey.  When\nthe war began in August 1914, many governments thought it would\nbe over by Christmas . It lasted mor e than f our y ears.\nThe Fir st World War was a w ar like no other bef ore. The fighting\ninvolved the w orld’s leading industrial na tions w hich no w\nharnessed the vast powers of modern industry to inflict the greatest\npossib le destr uction on their enemies .\nThis w ar was thus the f irst moder n industrial w ar. It sa w the use\nof machine guns, tanks, aircraft, chemical weapons, etc. on a\nmassive scale. These were all increasingly products of modern large-\nscale industr y. To fight the w ar, millions of  soldier s\nhad to be recruited from around the world and\nmoved to the fr ontlines on lar ge ships and trains .\nThe scale of death and destruction – 9 million dead\nand 20 million injured – was unthinkable before the\nindustrial a ge, without the use of  industrial ar ms.\nMost of the killed and maimed were men of\nworking age. These deaths and injuries reduced the\nable-bodied workforce in Europe. With fewer\nnumber s within the f amily, household incomes\ndeclined after the w ar.\nDuring the war, industries were restructured to\nproduce w ar-related g oods. Entir e societies w ere\nalso reorganised for war – as men went to battle,\nwomen stepped in to undertake jobs that earlier only\nmen w ere expected to do .\nFig. 20 – Workers in a munition factory during the First World\nWar.\nProduction  of armaments increased rapidly to meet war demands.\n2024-25"
            },
            {
                "page": 19,
                "text": "69\nThe  Making  of  a  Global  WorldThe war led to the snapping of economic links between some of\nthe w orld’s largest economic po wers which were now fighting\neach other to pay for them. So Britain borrowed large sums\nof money from US banks as well as the US public. Thus the war\ntransformed the US fr om being an inter national de btor to an\ninternational cr editor . In other w ords, at the w ar’s end,  the US and\nits citizens owned more overseas assets than foreign governments\nand citiz ens o wned in the US .\n3.2 Post-war Recovery\nPost-w ar economic reco very proved dif ficult.  Britain, w hich was\nthe w orld’s leading econom y in the pr e-war period, in par ticular\nfaced a pr olong ed crisis .\n While Britain w as preoccupied with w ar,\nindustries had developed in India and Japan. After the war Britain\nfound it difficult to recapture its earlier position of dominance in\nthe Indian mark et, and to compete with J apan inter nationall y.\nMoreover, to finance war expenditures Britain had borrowed liberally\nfrom the US . This meant tha t at the end of  the w ar Britain was\nburdened with hug e external de bts.\nThe war had led to an economic boom, that is, to a large increase in\ndemand, production and employment. When the war boom ended,\nproduction contracted and unemployment increased. At the\nsame time the government reduced bloated war expenditures to\nbring them into line with peacetime r evenues. These de velopments\nled to huge job losses – in 1921 one in every five British workers\nwas out of work. Indeed, anxiety and uncertainty about work\nbecame an enduring par t of the post-w ar scenario .\nMany agricultur al economies w ere also in crisis . Consider the case\nof wheat producer s. Before the w ar, easter n Europe w as a major\nsupplier of wheat in the world market. When this supply was\ndisrupted during the war, wheat production in Canada, America\nand Australia e xpanded dr amatically.  But once the w ar was o ver,\nproduction in eastern Europe revived and created a glut in wheat\noutput.  Grain prices f ell, rural incomes dec lined,  and far mers fell\ndeeper into debt.\n3.3 Rise of Mass Production and Consumption\nIn the US , recovery was quic ker. We have already seen ho w the w ar\nhelped boost the US econom y. After a shor t period of  economic\n2024-25"
            },
            {
                "page": 20,
                "text": "India and the Contemporary World\n70trouble in the years after the war, the US  economy resumed\nits str ong g rowth in the ear ly 1920s .\nOne important feature of the US economy of the 1920s\nwas mass production. The move towards mass production\nhad be gun in the la te nineteenth centur y, but in the 1920s it\nbecame a characteristic feature of industrial production in\nthe US . A well-known pioneer of  mass production w as the\ncar man ufactur er Henr y Ford. He ada pted the assemb ly line\nof a Chicago slaughterhouse (in which slaughtered animals\nwere picked apart by butchers as they came down a conveyor\nbelt) to his new car plant in Detroit. He realised that the\n‘assembly line’ method would allow a faster and cheaper way\nof producing v ehicles. The assemb ly line f orced w orkers to\nrepeat a single task mechanically and continuously – such as\nfitting a particular part to the car – at a pace dictated by the\nconveyor belt. This was a way of increasing the output per worker\nby speeding up the pace of work. Standing in front of a conveyor\nbelt no worker could afford to delay the motions, take a break, or\neven have a friendly word with a workmate. As a result, Henry\nFord’s cars came of f the assemb ly line a t three-min ute inter vals, a\nspeed m uch faster than tha t achieved by previous methods . The T-\nModel F ord was the w orld’s first mass-pr oduced car .\nAt first workers at the F ord  factor y were unab le to cope with the\nstress of working on assembly lines in which they could not control\nthe pace of  work. So the y quit in lar ge number s. In desper ation\nFord doub led the dail y wage to $5 in J anuary 1914.  At the same\ntime he banned tr ade unions fr om oper ating in his plants .\nHenr y Ford recovered the high w age by repeatedly speeding up\nthe pr oduction line and f orcing w orkers to w ork ever harder . So\nmuch so, he w ould soon describe his decision to doub le the dail y\nwage as the ‘best cost-cutting decision’ he had ever made.\nFordist industrial pr actices soon spr ead in the US . They were also\nwidel y copied in Eur ope in the 1920s . Mass pr oduction low ered\ncosts and prices of  engineer ed goods. Thanks to higher wag es,\nmore workers could now afford to purchase durable consumer\ngoods suc h as car s. Car pr oduction in the US r ose fr om 2 million in\n1919 to mor e than 5 million in 1929.  Similar ly, there w as a spur t\nin the purchase of refrigerators, washing machines, radios,\ngramophone players, all through a system of ‘hire purchase’ (i.e., on\nFig. 21 – T-Model automobiles lined up outside the\nfactory.\n2024-25"
            },
            {
                "page": 21,
                "text": "71\nThe  Making  of  a  Global  Worldcredit repaid in weekly or monthly instalments). The demand\nfor refrigerators, washing machines, etc. was also fuelled by a boom\nin house constr uction and home owner ship, financed once a gain\nby loans .\nThe housing and consumer boom of the 1920s created the basis of\nprosperity in the US . Large investments in housing and household\ngoods seemed to create a cycle of higher employment\nand incomes, rising consumption demand, more investment, and\nyet mor e emplo yment and incomes .\nIn 1923, the US resumed exporting capital to the rest of the world\nand became the lar gest overseas lender . US impor ts and ca pital\nexports also boosted European recovery and world trade and\nincome g rowth o ver the ne xt six y ears.\nAll this, however, proved  too good to last. By 1929 the world\nwould be plunged into a depression such as it had never\nexperienced before.\n3.4 The Great Depression\nThe Great Depression began around 1929 and lasted till the mid-\n1930s . During this period most par ts of  the w orld experienced\ncatastrophic declines in production, employment, incomes and\ntrade. The exact timing and impact of the depression varied\nacross countries . But in gener al, agricultur al regions and comm unities\nwere the worst affected. This was because the fall\nin agricultural prices was greater and more prolonged than that\nin the prices of  industrial g oods.\nThe de pression w as caused b y a combina tion of  several factor s. We\nhave already seen ho w fragile the post-w ar world econom\ny was.\nFirst: agricultural overproduction remained a problem. This was\nmade w orse by falling a gricultur al prices . As prices slumped and\nagricultur al incomes dec lined,  farmers tried to e xpand pr oduction\nand bring a larger volume of produce to the market to maintain\ntheir overall income. This worsened the glut in the market, pushing\ndown prices e ven fur ther. Farm produce r otted f or a lac k of buyers.\nSecond: in the mid-1920s, many countries financed their investments\nthrough loans from the US . While it w as often e xtremely easy to\nraise loans in the US when the going was good, US overseas lenders\npanicked at the first sign of trouble. In the first half of 1928, USMany years later , Dor othea Lange, the\nphotographer who shot this picture, recollected\nthe moment of her encounter with the\nhungry mother:\n‘I saw and approached the hungry and desperate\nmother , as if drawn by a magnet … I did not ask\nher name or her history . She told me her age,\nthat she was thirty-two. She said that they\n(i.e., she and her sev en chi ldren) had been l iving\non frozen vegetables from the surrounding fields,\nand birds that the children killed … There she\nsat … wi th her chi ldren huddled ar ound her ,\nand seemed to know that my pictures might\nhelp her , and so she helped me … ’\nFrom: Popular Photogr aphy, February 1960.Box 3\nFig. 22  – Migrant agricultural worker’s family,\nhomeless and hungry, during the Great\nDepression, 1936.  Courtesy: Library of Congress,\nPrints and Photographs Division.\n2024-25"
            },
            {
                "page": 22,
                "text": "India and the Contemporary World\n72overseas loans amounted to over $ 1 billion. A year later it was one\nquarter of that amount. Countries that depended crucially on US\nloans no w faced an acute crisis .\nThe withdrawal of US loans affected much of the rest of the world,\nthough in dif ferent w ays. In Europe it led to the f ailure of  some\nmajor banks and the collapse of currencies such as the British pound\nsterling. In La tin America and else where it intensif ied the slump\nin agricultur al and r aw ma terial prices . The US attempt to pr otect\nits economy in the depression by doubling import duties also dealt\nanother severe blow to world trade.\nThe US was also the industrial country most severely affected by\nthe depression. With the fall in prices and the prospect of a\ndepression, US banks had also slashed domestic lending and\ncalled back loans . Farms could not sell their har vests, households\nwere ruined, and businesses collapsed. Faced with falling\nincomes, many households in the US could not repay what they had\nborrowed, and were forced to give up their homes, cars and other\nconsumer dur ables. The consumerist pr osperity of  the 1920s no w\ndisappeared in a puff of dust. As unemployment soared, people\ntrudged long distances looking for any work they could find.\nUltima tely, the US banking system itself  colla psed.  Una ble to\nrecover investments, collect loans and repay depositors, thousands\nof banks went bankrupt and were forced to close. The numbers\nare phenomenal: by 1933 over 4,000 banks had closed and\nbetween 1929 and 1932 about 110, 000 companies had collapsed.\nBy 1935, a modest economic recovery was under way in most\nindustrial countries . But the Gr eat Depression ’s wider ef fects on\nsociety , politics and inter national r elations, and on peoples’  minds ,\nproved mor e enduring .\n3.5 India and the Great Depression\nIf we look at the impact of the depression on India we realise\nhow integrated the global economy had become by the early\ntwentieth centur y. The tremor s of a crisis in one par t of the w orld\nwere quickly relayed to other parts, affecting lives, economies and\nsocieties worldwide.\nIn the nineteenth centur y, as you ha ve seen,  colonial India had become\nan exporter of  agricultur al goods and impor ter of  manufactur es.\nThe de pression immedia tely affected Indian tr ade. India’ s exportsFig. 23 – People lining up for unemployment\nbenefits,  \nUS, photograph by Dorothea  Lange,\n1938. Courtesy: Library of Congress, Print s and\nPhotographs Division.\nWhen an unemployment census showed\n10 million people out of work, the local\ngovernment in many US states began making\nsmall allowances to the unemployed. These long\nqueues came to symboli se the poverty and\nunemployment of the depression years .\n2024-25"
            },
            {
                "page": 23,
                "text": "73\nThe  Making  of  a  Global  Worldgrow more jute, brothers, with the hope of greater cash.\nCosts and debts of jute will make your hopes get dashed.\nWhen you have spent all your money and got the crop off the ground,\n… traders, sitting at home, will pay only Rs 5 a maund.and imports nearly halved between 1928 and 1934. As international\nprices crashed, prices in India also plunged. Between 1928 and 1934,\nwheat prices in India fell by 50 per cent.\nPeasants and f armers suffered mor e than urban d wellers. Though\nagricultur al prices fell shar ply, the colonial g overnment r efused to\nreduce r evenue demands . Peasants pr oducing f or the w orld market\nwere the worst hit.\nConsider the jute producers of Bengal. They grew raw jute that was\nprocessed in f actories f or export in the f orm of  gunn y bags. But\nas gunny exports collapsed, the price of raw jute crashed more than\n60 per cent. Peasants who borrowed in the hope of better times or\nto increase output in the hope of higher incomes faced ever lower\nprices, and fell deeper and deeper into debt. Thus the Bengal jute\ngrowers’ lament:\nAcross India, peasants’ indebtedness increased. They used up their\nsavings, mortgaged lands, and sold whatever jewellery and precious\nmetals the y had to meet their e xpenses . In these de pression y ears,\nIndia became an exporter of precious metals, notably gold.\nThe famous economist John Maynard Keynes thought that Indian\ngold exports promoted g lobal economic reco very. They certainly\nhelped speed up Britain ’s recovery, but did little f or the Indian peasant.\nRural India was thus seething with unrest when Mahatma Gandhi\nlaunched the civil disobedience movement at the height of the\ndepression in 1931.\nThe depression proved less grim for urban India. Because of falling\nprices, those with fixed incomes – say town-dwelling landowners\nwho received rents and middle-class salaried employees – now found\nthemselv es better of f. Everything cost less . Industrial in vestment also\ngrew as the government extended tariff protection to industries,\nunder the pressure of nationalist opinion.Who profits from jute cultivation according to the\njute growers’ lament? Explain.Discuss\n2024-25"
            },
            {
                "page": 24,
                "text": "India and the Contemporary World\n744  Rebuilding a W orld Economy: The P ost-war Era\nThe Second World War broke out a mer e two decades after the\nend of  the Fir st World War. It was fought betw een the Axis po wers\n(mainl y Nazi Ger many, Japan and Ital y)  and the Allies (Britain,\nFrance, the Soviet Union and the US). It was a war waged for six\nyears on man y fronts, in man y places , over land,  on sea,  in the air .\nOnce a gain dea th and destr uction w as enor mous . At least 60 million\npeople , or about 3 per cent of  the w orld’s 1939 popula tion, are\nbelieved to ha ve been killed,  directly or indir ectly, as a r esult of  the\nwar. Millions mor e were injur ed.\nUnlike in earlier wars, most of these deaths took place outside the\nbattlefields. Man y mor e civilians than soldier s died fr om w ar-related\ncauses .\n Vast par ts of Europe and Asia w ere devastated, and se veral\ncities were destroyed by aerial bombardment or relentless\nartillery attacks. The war caused an immense amount of  economic\ndevastation and social disruption. Reconstruction promised to\nbe long and difficult.\nTwo crucial inf luences sha ped post-w ar\nreconstr uction.  The first was the US’ s\nemergence as the dominant economic, political\nand militar y power in the Western world. The\nsecond was the dominance of the Soviet\nUnion. It had made huge sacrifices to defeat\nNazi Ger many, and tr ansformed itself  from\na backward agricultural country into a world\npower during the very years when the capitalist\nworld was trapped in the Great Depression.\n4.1 Post-war Settlement and the\nBretton Woods Institutions\nEconomists and politicians drew two key lessons from inter-war\neconomic e xperiences . First, an industrial society based on mass\nproduction cannot be sustained without mass consumption. But to\nensure mass consumption, there was a need for high and stable\nincomes . Incomes could not be sta ble if emplo yment w as unsta ble.\nThus sta ble incomes also r equir ed stead y, full emplo yment.\nBut markets alone could not guarantee full employment.\nTherefore governments would have to step in to minimise\nFig. 24 – German forces attack Russia, July 1941.\nHitler’s attempt to invade Russia was a turning\npoint in the w ar.\nFig. 25 – Stalingrad in Soviet Russia devastated by the war.\n2024-25"
            },
            {
                "page": 25,
                "text": "75\nThe  Making  of  a  Global  WorldBriefly summarise the two lessons learnt by\neconomists and politicians from the inter-war\neconomic experience?Discussfluctuations of  price, output and employment. Economic stability\ncould be ensur ed onl y through the inter vention of  the g overnment.\nThe second lesson r elated to a countr y’s economic links with\nthe outside world. The goal of full employment could only be\nachieved if governments had power to control flows of goods,\ncapital and la bour.\nThus in brief, the main aim of the post-war international economic\nsystem w as to pr eserve economic sta bility and full emplo yment in\nthe industrial world. Its framework was agreed upon at the United\nNations Monetary and Financial Conference held in July 1944 at\nBretton Woods in Ne w Hampshir e, USA.\nThe Br etton Woods conf erence esta blished the Inter national Monetar y\nFund (IMF) to deal with external surpluses and deficits of its member\nnations. The Inter national Bank f or Reconstr uction and De velopment\n(popular ly kno wn as the World Bank) w as set up to f inance post-\nwar reconstr uction.  \nThe IMF and the World Bank ar e referred to\nas the Br etton Woods institutions or sometimes the Br etton Woods\ntwins . The post-w ar inter national economic system is also often\ndescribed as the Br etton Woods system.\nThe IMF and the World Bank commenced f inancial oper ations\nin 1947. Decision-making in these institutions is controlled by\nthe Western industrial pow ers. The US has an eff ective right of\nveto o ver key IMF and World Bank decisions .\nThe international monetary system is the system linking national\ncurrencies and monetar y system.  The Br etton Woods system w as\nbased on f ixed exchang e rates. In this system,  national cur rencies ,\nfor example the Indian r upee, were pegged to the dollar a t a fixed\nexchange rate. The dollar itself was anchored to gold at a fixed\nprice of $35 per ounce of gold.\n4.2 The Early P ost-war Y ears\nThe Bretton Woods system inaugur ated an er a of unpr ecedented\ngrowth of  trade and incomes f or the Western industrial na tions and\nJapan. World trade g rew ann ually at over 8 per cent betw een 1950\nand 1970 and incomes at nearly 5 per cent. The growth was also\nmostl y stable, without lar ge fluctua tions. For much of this period\nthe unemployment rate, for example, averaged less than 5 per cent\nin most industrial countries .Fig. 26 – Mount Washington Hotel situated in\nBretton Woods, US.\nThis is the place where the famous conference\nwas held.\n2024-25"
            },
            {
                "page": 26,
                "text": "India and the Contemporary World\n76These decades also sa w the w orldwide spread of  technolo gy and\nenterprise. Developing countries were in a hurry to catch up with\nthe adv anced industrial countries . Therefore, they invested v ast\namounts of capital, importing industrial plant and equipment\nfeaturing moder n technolo gy.\n4.3 Decolonisation and Independence\nWhen the Second World War ended,  large parts of the w orld were\nstill under European colonial rule. Over the next two decades most\ncolonies in Asia and Africa emerg ed as fr ee, independent nations .\nThey were, however, overburdened by poverty and a lack of\nresources, and their economies and societies were handicapped by\nlong periods of colonial rule.\nThe IMF and the World Bank w ere designed to meet the f inancial\nneeds of  the industrial countries . They were not equipped to cope\nwith the c halleng e of poverty and lac k of development in the f ormer\ncolonies . But as Eur ope and J apan r apidly rebuilt their economies ,\nthey grew less de pendent on the IMF and the World Bank.  \nThus\nfrom the la te 1950s the Br etton Woods institutions be gan to shift\ntheir a ttention mor e towards de veloping countries .\nAs colonies, many of the less developed regions of the world had\nbeen par t of Western empir es. Now, ironicall y, as ne wly inde pendent\ncountries facing urgent pressures to lift their populations out of\npoverty, they came under the guidance of  inter national a gencies\ndomina ted by the f ormer colonial po wers. Even after man y years\nof decolonisa tion, the f ormer colonial po wers still contr olled vital\nresour ces suc h as miner als and land in man y of their f ormer colonies .\nLarge corporations of other powerful countries, for example the\nUS, also often manag ed to secur e rights to e xploit de veloping\ncountries’  natural resour ces very cheaply.\nAt the same time, most developing countries did not benefit from\nthe fast g rowth the W estern economies e xperienced in the 1950s\nand 1960s . Therefore they organised themselv es as a g roup – the\nGroup of 77 (or G-77) – to demand a new international economic\norder (NIEO). By the NIEO they meant a system that would give\nthem real control over their natural resources, more development\nassistance, fairer prices for raw materials, and better access for their\nmanufactur ed goods in de veloped countries’  markets.New words\nTariff – Tax imposed on a countr y’s impor ts\nfrom the r est of  the w orld. Tariffs ar e\nlevied a t the point of  entry, i.e., at the bor der\nor the airport.What are MNCs?\nMultinational corporations (MNCs) are large\ncompanies that operate in several countries at\nthe same time. The first MNCs were established\nin the 1920s. Many more came up in the 1950s\nand 1960s as US businesses expanded worldwide\nand Western Europe and Japan also recovered\nto become powerful industrial economies. The\nworldwide spread of MNCs was a notable feature\nof the 1950s and 1960s. This was partly because\nhigh import tariffs  imposed by different\ngovernments forced MNCs to locate their\nmanufacturing operations and become ‘domestic\nproducers’ in as many countries as possible.Box 4\n2024-25"
            },
            {
                "page": 27,
                "text": "77\nThe  Making  of  a  Global  World4.4 End of Bretton Woods and the Beginning of\n‘Globalisation’\nDespite years of stable and rapid growth, not all was well in\nthis post-war world. From the 1960s the rising costs of its\noverseas in volvements w eakened the US’ s finances and competiti ve\nstrength. The US dollar now no longer commanded confidence\nas the w orld’s principal cur rency. It could not maintain its v alue\nin relation to gold. This eventually led to the collapse of the\nsystem of fixed exchange rates  and the introduction of a system\nof \nfloating e xchang e rates.\nFrom the mid-1970s the international financial system also changed\nin impor tant w ays. Earlier, developing countries could tur n to\ninternational institutions for loans and development assistance. But\nnow the y were forced to bor row from Western commer cial banks\nand pri vate lending institutions . This led to periodic de bt crises in\nthe de veloping w orld, and lo wer incomes and incr eased pov erty,\nespecially in Africa and Latin America.\nThe industrial world was also hit by unemployment that began\nrising fr om the mid-1970s and r emained high until the ear ly 1990s .\nFrom the late 1970s MNCs also began to shift production operations\nto low-wage Asian countries .\nChina had been cut off from the post-war world economy since\nits revolution in 1949. But new economic policies in China and\nthe collapse of the Soviet Union and Soviet-style communism in\nEastern Europe brought many countries back into the fold of the\nworld econom y.\nWages were relatively low in countries lik e China.  Thus the y became\nattractive destinations for investment by foreign MNCs competing\nto capture world mar kets. Have you noticed tha t most of  the TVs,\nmobile phones, and toys we see in the shops seem to be made in\nChina? This is because of the low-cost structure of the Chinese\neconom y, most impor tantly its lo w wages.\nThe relocation of industry to low-wage countries stimulated world\ntrade and ca pital f lows. In the last tw o decades the w orld’s economic\ngeography has been tr ansformed as countries suc h as India,  China\nand Br azil ha ve under gone r apid economic tr ansformation.New words\nExchange rates  –  They link national currencies\nfor purposes of international trade. There are\nbroadly two kinds of exchange rates: fixed\nexchange rate and floating exchange rate\nFixed exchange rates  – When  exchange rates\nare fixed and g overnments inter vene to pr event\nmovements in them\nFlexible or floating exchange rates – These rates\nfluctuate depending on demand and supply of\ncurrencies in foreign exchange markets, in\nprinciple without interference by governments\n2024-25"
            },
            {
                "page": 28,
                "text": "India and the Contemporary World\n78Write in brief\nProject1.Give two examples of different types of global exchanges which took place before the\nseventeenth century , choosing one example from Asia and one from the Americas.\n2.Explain how the global transfer of disease in the pre-modern world helped in the\ncolonisation of the Americas.\n3.Write a note to explain the effects of the following:\na)The British government’s decision to abolish the Corn Laws.\nb)The coming of rinderpest to Africa.\nc)The death of men of working-age in Europe because of the W orld W ar.\nd)The Great Depression on the Indian economy .\ne)The decision of MNCs to relocate production to Asian countries.\n4.Give two examples from history to show the imp act of technology on food availability .\n5.What is meant by the Bretton W oods Agreement?\nFind out more about gold and diamond mining in South Africa in the nineteenth century .\nWho controlled the gold and diamond companies? Who were the miners and what were\ntheir lives like?\nWrite in brief\nDiscuss\n6.Imagine that you are an indentured Indian labourer in the Caribbean. Drawing from the\ndetails in this chapter, write a letter to your family describing your life and feelings.\n7.Explain the three types of movements or flows within international economic\nexchange. Find one example of each type of flow which involved India and Indians,\nand write a short account of it.\n8.Explain the causes of the Great Depression.\n9.Explain what is referred to as the G-77 countries. In what ways can G-77 be seen as\na reaction to the activities of the Bretton Woods twins?\nProject\nDiscuss\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 4: The Age of Industrialisation",
        "pages": [
            {
                "page": 1,
                "text": "79\nThe  Age  of  IndustrialisationThe  Age  of  Indu striali sation Chapter IV The Age of Industrialisation\nThe Age of IndustrialisationIn 1900,  a popular m usic pub lisher E.T . Paull pr oduced a m usic\nbook that had a picture on the cover page announcing the ‘Dawn\nof the Centur y’ (Fig. 1). As you can see fr om the illustr ation, at the\ncentre of the picture is a goddess-like figure, the angel of progress,\nbearing the f lag of the ne w centur y. She is g ently perched on a w heel\nwith wings, symbolising time. Her flight is taking her into the future.\nFloating a bout,  behind her , are the signs of  progress: railway\n, camer a,\nmachines , printing pr ess and f actor y.\nThis glorification of  machines and tec hnolo gy is even mor e mar ked\nin a picture which appeared on the pages of a trade magazine over\na hundr ed years ago (Fig . 2). It sho ws tw o magicians . The one a t the\ntop is Aladdin from the Orient  who built a beautiful palace with hisNew words\nOrient – The countries to the east of\nthe Mediterranean, usually referring to\nAsia.  The ter m arises out of  a western\nviewpoint tha t sees this r egion as pr e-\nmodern, traditional and mysteriousFig. 1 –  Dawn of the Century, published by E.T. Paull Music Co.,\nNew York, England, 1900.\n2024-25"
            },
            {
                "page": 2,
                "text": "India and the Contemporary World\n80Give two examples where modern development that is associated\nwith progress has led to problems. You may like to think of areas\nrelated to environmental issues, nuclear weapons or disease.Activitymagic lamp . The one a t the bottom is the moder n mec hanic , who\nwith his modern tools weaves a new magic: builds bridges, ships,\ntowers and high-rise b uildings . Aladdin is sho wn as r epresenting the\nEast and the past,  the mec hanic stands f or the West and moder nity.\nThese images offer us a triumphant account of the modern world.\nWithin this account the modern world is associated with rapid\ntechnological change and innovations, machines and factories, railways\nand steamships . \nThe histor y of industrialisa tion thus becomes simpl y\na story of development, and the modern age appears as a wonderful\ntime of  technolo gical pr ogress.\nThese images and associations have now become part of popular\nimagination. Do you not see rapid industrialisation as a time of\nprogress and modernity? Do you not think that the spread of railways\nand factories, and construction of high-rise buildings and bridges is\na sign of  society’ s development?\nHow have these images developed? And how do we relate to these\nideas? Is industrialisation always based on rapid technological\ndevelopment? Can we today continue to glorify continuous\nmechanisation of all work? What has industrialisation meant to\npeople’ s lives? To ans wer suc h questions w e need to tur n to the\nhistory of industrialisation.\nIn this chapter we will look at this history by focusing first on Britain,\nthe first industrial nation, and then India, where the pattern of\nindustrial change was conditioned by colonial rule.Fig. 2 – Two Magicians, published in Inland\nPrinters , 26 January 1901.\n2024-25"
            },
            {
                "page": 3,
                "text": "81\nThe  Age  of  Industrialisation\nFig. 3 – Spinning in the eighteenth century.\nYou can see each member of the family involved in the\nproduction of yarn. Notice that one wheel is moving only one\nspindle.1  Before the Industrial Revolution\nAll too often we associate industrialisation with the growth of\nfactor y industr y. When w e talk of  industrial pr\noduction we r efer\nto factory production. When we talk of industrial workers we\nmean f actor y workers. Histories of  industrialisa tion v ery often be gin\nwith the setting up of  the f irst factories .\nThere is a pr oblem with suc h ideas . Even bef ore factories be gan to\ndot the landscape in England and Europe, there was large-scale\nindustrial production for an international market. This was not based\non f actories . Many historians no w refer to this phase of\nindustrialisation as proto -industrialisation.\nIn the seventeenth and eighteenth centuries, merchants from the towns\nin Europe began moving to the countryside, supplying money to\npeasants and artisans, persuading them to produce for an international\nmarket. With the expansion of world trade and the acquisition of\ncolonies in different parts of the world, the demand for goods\nbegan growing. But mer chants could not e xpand pr oduction within\ntowns. This w as because her e urban cr afts and tr ade guilds w ere\npowerful. These were associations of producers that trained\ncraftspeople, maintained control over production, regulated\ncompetition and prices, and restricted the entry of new people into\nthe trade. Rulers granted different guilds the monopoly\nright to pr oduce and tr ade in specif ic products . It was\ntherefore difficult for new merchants to set up\nbusiness in to wns. So the y turned to the countr yside.\nIn the countryside poor peasants and artisans began\nworking f or mer chants . As you ha ve seen in the\ntextbook last year, this was a time when open fields\nwere disappearing and commons were being\nenclosed. Cottagers and poor peasants who had earlier\ndepended on common lands f or their sur vival,\ngathering their firewood, berries, vegetables, hay and\nstraw, had to no w look for alter native sources of\nincome. Many had tiny plots of land which could not\nprovide work for all members of the household. So\nwhen merchants came around and offered advances\nto produce goods for them, peasant households\neagerly agreed. By working for the merchants, theyNew words\nProto – Indica ting the f irst or ear ly form\nof something\n2024-25"
            },
            {
                "page": 4,
                "text": "India and the Contemporary World\n82could remain in the countryside and continue to cultivate their small\nplots. Income fr om pr oto-industrial pr oduction supplemented their\nshrinking income from cultivation. It also allowed them a fuller use\nof their f amily labour r esour ces.\nWithin this system a close relationship developed between the town\nand the countryside. Merchants were based in towns but the work\nwas done mostly in the countryside. A merchant clothier in England\npurchased wool from a wool stapler , and carried it to the spinners;\nthe yarn (thread) that was spun was taken in subsequent stages\nof production to w eavers, fuller s, and then to d yers. The finishing\nwas done in London before the export merchant sold the cloth in\nthe international market. London in fact came to be known as a\nfinishing centre.\nThis proto-industrial system was thus part of a network of\ncommer cial exc hanges. It was contr olled b y mer chants and the g oods\nwere produced by a vast number of producers working within\ntheir f amily farms, not in f actories . At eac h stage of production 20\nto 25 workers were employed by each merchant. This meant that\neach clothier w as contr olling hundr eds of  workers.\n1.1 The Coming Up of the Factory\nThe ear liest f actories in Eng land came up b y the 1730s . But it\nwas only in the late eighteenth century that the number of\nfactories multiplied.\nThe first symbol of the new era was cotton. Its production boomed\nin the la te nineteenth centur y. In 1760 Britain w as impor ting 2.5\nmillion pounds of  raw cotton to f eed its cotton industr y. By 1787\nthis impor t soar ed to 22 million pounds . \nThis incr ease w as link ed to\na number of changes within the process of production. Let us look\nbriefly at some of these.\nA series of inventions in the eighteenth century increased the efficacy\nof each step of the production process ( carding , twisting and\nspinning, and rolling). They enhanced the output per worker, enabling\neach worker to produce more, and they made possible the\nproduction of stronger threads and yarn. Then Richard Arkwright\ncreated the cotton mill. Till this time, as you have seen, cloth\nproduction was spread all over the countryside and carried out within\nvillage households . But no w, the costl y new mac hines could be\npurchased, set up and maintained in the mill. Within the mill all theNew words\nStapler – A person who ‘staples’ or sorts wool\naccording to its fibre\nFuller – A person who ‘fulls’ – that is, gathers\n– cloth by pleating\nCarding – The process in which fibres, such as\ncotton or wool, are prepared prior to spinning\nFig. 4 – A Lancashire cotton mill, painted by\nC.E. Turner, The Illustrated London News ,\n1925.\nThe artist said: ‘Seen through the humid\natmosphere that makes Lancashire the best\ncotton-spinning locality in the world, a huge\ncotton-mill aglow with electricity in the\ntwilight, is a most impressive sight.’\n2024-25"
            },
            {
                "page": 5,
                "text": "83\nThe  Age  of  Industrialisationprocesses were brought together under one roof and management.\nThis allo wed a mor e careful super vision o ver the pr oduction process ,\na watch over quality , and the r egulation of  labour, all of  which had\nbeen difficult to do when production was in the countryside.\nIn the earl y nineteenth centur y, factories incr easing ly became an\nintimate part of the English landscape. So visible were the imposing\nnew mills , so ma gical seemed to be the po wer of  new technology,\nthat contemporaries were dazzled. They concentrated their attention\non the mills, almost forgetting the bylanes and the workshops where\nproduction still continued.The way in which historians focus on\nindustrialisation rather than on small\nworkshops is a good example of how what we\nbelieve today about the past is influenced by\nwhat historians choose to notice and what they\nignore. Note down one event or aspect of your\nown life which adults such as your parents or\nteachers may think is unimportant, but which\nyou believe to be important.Activity\n1.2 The P ace of Industrial Change\nHow rapid was the process of industrialisation? Does industrialisation\nmean only the growth of factory industries?\nFirst: The most dynamic industries in Britain were clearly cotton and\nmetals . Growing a t a rapid pace , cotton w as the leading sector in the\nfirst phase of  industrialisation up to the 1840s . After tha t the ir on\nand steel industr y led the w ay.\n With the e xpansion of  railways, in\nEngland from the 1840s and in the colonies from the 1860s, the\ndemand for ir on and steel incr eased r apidly. By 1873 Britain w as\nexporting iron and steel worth about £ 77 million, double the value\nof its cotton export.Look at Figs. 4 and 5. Can you see any\ndifference in the way the two images show\nindustrialisation? Explain your view briefly .Activity\nFig. 5 – Industrial Manchester by M. Jackson, The Illustrated London News, 1857.\nChimneys billowing smoke came to characterise the industrial landscape.\n2024-25"
            },
            {
                "page": 6,
                "text": "India and the Contemporary World\n84Second: the new industries could not easily displace traditional\nindustries . Even at the end of  the nineteenth centur y, less than 20 per\ncent of the total workforce was employed in technologically\nadvanced industrial sector s. Textiles w as a d ynamic sector , but a\nlarge portion of the output was produced not within factories, but\noutside , within domestic units .\nThird: the pace of change in the ‘traditional’ industries was not set\nby steam-powered cotton or metal industries, but they did not remain\nentirely stagnant either . Seeming ly ordinar y and small inno vations\nwere the basis of growth in many non-mechanised sectors such as\nfood processing , building,  potter y, glass w ork, tanning , furniture\nmaking , and pr oduction of  implements .\nFourth: technolo gical c hanges occur red slo wly. They did not spr ead\ndramatically acr oss the industrial landsca pe. New tec hnolo gy was\nexpensive and merchants and industrialists were cautious about using\nit. The mac hines often br oke down and r epair w as costl y. They\nwere not as effective as their inventors and manufacturers claimed.\nConsider the case of  the steam engine . James Watt impr oved the\nsteam engine produced by Newcomen and patented the new engine\nin 1781. His industrialist friend Mathew Boulton manufactured the\nnew model.  But f or years he could f ind no b uyers. At the be ginning\nof the nineteenth centur y, there were no mor e than 321 steam engines\nall over England. Of these, 80 were\nin cotton industries, nine in wool\nindustries, and the rest in mining,\ncanal w orks and ir on works. Steam\nengines were not used in any of the\nother industries till much later in\nthe centur y. So e ven the most\npowerful new tec hnolo gy tha t\nenhanced the productivity of\nlabour manifold was slow to be\naccepted b y industrialists .\nHistorians now have come to\nincreasingly recognise that the typical\nworker in the mid-nineteenth century\nwas not a machine operator but the\ntraditional cr aftsper son and la bourer.\nFig. 6 – A fitting shop at a railway works in\nEngland, The Illustrated London News , 1849.\nIn the fitting shop new locomotive engines were\ncompleted and old ones repaired.\nFig. 7 – A spinning factory in 1830.\nYou can see how giant wheels moved by steam power could set in motion\nhundreds of spindles to manufacture thread.\n2024-25"
            },
            {
                "page": 7,
                "text": "85\nThe  Age  of  Industrialisation2  Hand Labour and Steam P ower\nIn Victorian Britain there w as no shor tage of human la bour. Poor\npeasants and vagrants moved to the cities in large numbers in search\nof jobs, waiting f or work. As you will kno w, when ther e is plenty of\nlabour, wages are low. So industrialists had no pr\noblem of  labour\nshortage or high w age costs . They did not w ant to intr oduce mac hines\nthat got rid of human labour and required large capital investment.\nIn many industries the demand for labour was seasonal. Gas works\nand br eweries w ere especiall y busy thr ough the cold months . So\nthey needed more workers to meet their peak demand.  Book-\nbinders and printers, catering to Christmas demand, too needed\nextra hands bef ore December . At the w aterfront, winter w as the\ntime tha t ships w ere repaired and spr uced up . In all suc h industries\nwhere production fluctuated with the season, industrialists usually\npreferred hand labour, employing workers for the season.Will Thorne is one of those who went in search\nof seasonal work, loading bricks and doing odd\njobs. He describes how job-seekers walked to\nLondon in search of work:\n‘I had always wanted to go to London, and my\ndesire … was stimulated by letters from an old\nworkmate … who was now working at the Old\nKent Road Gas Works … I finally decided to go …\nin No vember , 1881. Wi th two f riends I started\nout to w alk the journey , filled wi th the hope\nthat we would be able to obtain employment,\nwhen we get there, with the kind assistance of\nmy friend … we had little money when we\nstarted, not enough to pay for our food and\nlodgings each night until we arrived in London.\nSome days we walked as much as twenty miles,\nand other days less. Our money was gone at\nthe end of the third day … For two nights we\nslept out – once under a haystack, and once in\nan old farm shed … On arrival in London we tried\nto find … my friend … but … were unsuccessful.\nOur money was gone, so there was nothing for\nus to do but to walk around until late at night,\nand then try to find some place to sleep. We\nfound an old building and slept in it that night.\nThe next da y, Sunda y, late in the afternoon, we\ngot to the Old Kent Gas Works, and applied for\nwork. T o my great surprise, the man we had\nbeen looking for was working at the time. He\nspoke to the f oreman and I w as giv en a job .\n’\nQuoted in R aphael Samuel, ‘Comers and Goers’ ,\nin H.J . Dyos and Michael W olff, eds, The Victorian\nCity: Images and Realities , 1973.\nSourceSource A\nA range of products could be produced only with hand\nlabour . Mac hines w ere oriented to pr oducing unif orms,\nstandardised goods for a mass market. But the demand in the market\nwas often f or goods with intrica te designs and specif ic sha pes. In\nmid-nineteenth-century Britain, for instance, 500 varieties ofFig. 8 – People on the move in search of work, The Illustrated\nLondon News , 1879.\nSome people were always on the move selling small goods and\nlooking for temporary work.\nImagine that you are a merchant writing back\nto a salesman who has been trying to\npersuade you to buy a new machine. Explain\nin your letter what you have heard and why you\ndo not wish to invest in the new technology .Activity\n2024-25"
            },
            {
                "page": 8,
                "text": "India and the Contemporary World\n86hammer s were produced and 45 kinds of  axes. These r equir ed\nhuman skill,  not mec hanical tec hnolo gy.\nIn Victorian Britain, the upper classes – the aristocrats and the\nbourgeoisie – preferred things produced by hand. Handmade\nproducts came to symbolise r efinement and c lass. They were better\nfinished, individually produced, and carefully designed. Machine-\nmade g oods w ere for export to the colonies .\nIn countries with labour shortage, industrialists were keen on using\nmechanical power so that the need for human labour can be\nminimised. This was the case in nineteenth-century America. Britain,\nhowever, had no pr oblem hiring human hands .\n2.1 Life of the Workers\nThe abundance of  labour in the mar ket affected the li ves of workers.\nAs news of possible jobs travelled to the countryside, hundreds\ntramped to the cities . The actual possibility of  getting a job de pended\non existing netw orks of  friendship and kin r elations. If you had\na relative or a friend in a f\nactor y, you w ere mor e likely to g et a\njob quickl y. But not e veryone had social connections . Man y job-\nseekers had to wait weeks, spending nights under bridges or in night\nFig. 9 – Workers in an iron works, north-east\nEngland, painting by William Bell Scott, 1861.\nMany artists from the late nineteenth century\nbegan idealising workers: they were shown\nsuffering hardship and pain for the cause of\nthe nation.\nFig. 10 – Houseless and Hungry, painting by Samuel Luke Fildes, 1874.\nThis painting shows the homeless in London applying for tickets to stay overnight in a workhouse. These shelters\nwere maintained under the supervision of the Poor Law Commissioners for the ‘destitute, wayfarers, wanderers and\nfoundling’. Staying in these workhouses was a humiliating experience: everyone was subjected to a medical\nexamination to see whether they were carrying disease, their bodies were cleansed, and their clothes purified. They\nhad to also do hard labour.\n2024-25"
            },
            {
                "page": 9,
                "text": "87\nThe  Age  of  Industrialisationshelter s. Some sta yed in Night R efuges tha t wer e set up b y private\nindividuals;  other s went to the Casual Wards maintained b y the P oor\nLaw authorities .\nSeasonality of work in many industries meant prolonged periods\nwithout work. After the busy season was over, the poor were on\nthe streets again. Some returned to the countryside after the winter,\nwhen the demand f or labour in the r ural areas opened up in places .\nBut most looked for odd jobs, which till the mid-nineteenth century\nwere difficult to find.\nWages incr eased some what in the ear ly nineteenth centur y. But the y\ntell us little a bout the w elfare of the w orkers. The average figures\nhide the variations between trades and the fluctuations from year to\nyear. For instance , when prices r ose sharpl y during the pr olong ed\nNapoleonic W ar, the r eal value of  what the w orkers earned f ell\nsignif icantl y, since the same w ages could no w buy fewer things .\nMoreover, the income of workers depended not on the wage rate\nalone. What was also critical was the period of employment: the\nnumber of  days of  work deter mined the a verage daily income of\nthe w orkers. At the best of  times till the mid-nineteenth centur y,\nabout 10 per cent of  the urban popula tion w ere extremely poor . In\nperiods of  economic slump , like the 1830s , the pr opor tion of\nunemployed went up to anything between 35 and 75 per cent in\ndifferent regions .\nThe fear of unemployment made workers hostile to the introduction\nof new tec hnology. W hen the Spinning J enny was intr oduced in\nA magistrate reported in 1790 about an incident when he was\ncalled in to protect a manufacturer’s property from being attacked\nby workers:\n‘From the depredations of a lawless Banditti of colliers and their\nwives, for the wives had lost their work to spinning engines … they\nadvanced at first with much insolence, avowing their intention of\ncutting to pieces the machine lately introduced in the woollen\nmanufacture; which they suppose, if generally adopted, will lessen\nthe demand f or manual labour . The women became clamor ous.\nThe men were more open to conviction and after some\nexpostulation were induced to desist from their purpose and return\npeaceably home. ’\nJ.L. Hammond and B. Hammond, The Skilled Labourer 1760-1832 ,\nquoted in Maxine Berg, The Age of Manufactures .\nSourceSource BNew words\nSpinning Jenny –  Devised by James Hargreaves\nin 1764, this machine speeded up the spinning\nprocess and reduced labour demand. By\nturning one single wheel a worker could set in\nmotion a number of spindles and spin several\nthreads at the same time.\nLook at Figs. 3, 7 and 1 1, then reread source B.\nExplain why many workers were opposed to the\nuse of the S pinning Jenny .Discuss\nFig. 11 – A Spinning Jenny, a drawing by\nT.E. Nicholson, 1835.\nNotice the number of spindles that could be\noperated with one wheel.spindles\nspindles\n2024-25"
            },
            {
                "page": 10,
                "text": "India and the Contemporary World\n88Fig. 12  – A shallow underground railway being constructed in central London,  Illustrated Times , 1868 .\nFrom the 1850s railway stations began coming up all over London. This meant a demand for large numbers of\nworkers to dig tunnels, erect timber scaffolding, do the brick and iron works. Job-seekers moved from one\nconstruction site to another.\nthe w oollen industr y, women w ho sur vived on hand spinning be gan\nattacking the ne w mac hines . \nThis conf lict over the intr oduction of\nthe jenny continued for a long time.\nAfter the 1840s, building activity intensified in the cities, opening up\ngreater opportunities of employment. Roads were widened, new\nrailway stations came up , railway lines w ere extended,  tunnels dug ,\ndrainage and sewers laid, rivers embanked. The number of workers\nemployed in the transport industry doubled in the 1840s, and doubled\nagain in the subsequent 30 y ears.\n2024-25"
            },
            {
                "page": 11,
                "text": "89\nThe  Age  of  Industrialisation3  Industrialisation in the Colonies\nLet us no w mo ve to India to see ho w a colon y industrialises . Once\nagain we will look not only at factory industries but also at the\nnon-mec hanised sector . We will limit our discussion primaril y to\ntextile industries .\n3.1 The Age of Indian Textiles\nBefore the age of machine industries, silk and cotton goods from\nIndia domina ted the inter national mar ket in te xtiles. Coar ser cottons\nwere produced in many countries, but the finer varieties often came\nfrom India.  Armenian and P ersian mer chants took the g oods fr om\nPunjab to Afghanistan, eastern Persia and Central Asia.  Bales of fine\ntextiles were carried on camel back via the north-west frontier, through\nmountain passes and acr oss deser ts. A vibr\nant sea tr ade opera ted\nthrough the main pr\ne-colonial por ts. Surat on the Gujar at coast\nconnected India to the Gulf  and R ed Sea P orts; Masulipatam on\nthe Coromandel coast  and Hoogly in Bengal had trade links with\nSoutheast Asian por ts.\nA variety of Indian merchants and bankers were involved in this\nnetwork of export trade – financing production, carrying goods\nand suppl ying e xporters. Suppl y mer chants link ed the por t towns to\nthe inland regions . They gave advances to w eavers, procured the\nwoven cloth from weaving villages, and carried the supply to the\nports. At the por t, the big shipper s and expor t mer chants had br okers\nwho negotiated the price and bought goods from the supply\nmerchants operating inland.\nBy the 1750s this network, controlled by Indian merchants, was\nbreaking down.\nThe European companies gradually gained power – first securing a\nvariety of concessions from local courts, then the monopoly rights\nto trade. This resulted in a decline of the old ports of Surat and\nHoogly through which local merchants had operated. Exports from\nthese por ts fell dr amatically, the cr edit tha t had f inanced the ear lier\ntrade be gan dr ying up , and the local bank ers slowly went bankr upt.\nIn the last y ears of the se venteenth centur y, the g ross value of  trade\nthat passed through Surat had been Rs 16 million. By the 1740s it\nhad slumped to Rs 3 million.On a map of Asia, find and draw the sea and\nland links of the textile trade from India to\nCentral Asia, W est Asia and Southeast Asia.Activity\n2024-25"
            },
            {
                "page": 12,
                "text": "India and the Contemporary World\n90While Sur at and Hoo gly deca yed, Bomba y and Calcutta g rew. T his\nshift from the old ports to the new ones was an indicator of the\ngrowth of  colonial po wer. Trade through the ne w por ts came to\nbe controlled by European companies, and was carried in European\nships . While man y of the old tr ading houses colla psed,  those tha t\nwanted to sur vive had to no w oper ate within a netw ork sha ped b y\nEuropean tr ading companies .\nHow did these changes affect the life of weavers and other artisans?\n3.2 What Happened to Weavers?\nThe consolidation of East India Company power after the 1760s\ndid not initially lead to a decline in textile exports from India. British\ncotton industries had not yet expanded and Indian fine textiles were\nin great demand in Europe. So the company was keen on expanding\ntextile exports from India.\nBefore establishing political power in Bengal and Carnatic in the\n1760s and 1770s, the East India Company had found it difficult to\nensure a regular supply of goods for export. The French, Dutch,\nFig. 13 – The English factory at Surat, a seventeenth-century drawing.\nFig. 14 – A weaver at work, Gujarat.\n2024-25"
            },
            {
                "page": 13,
                "text": "91\nThe  Age  of  IndustrialisationPortuguese as well as the local traders competed in the market\nto secure woven cloth. So the weaver and supply merchants\ncould bargain and try selling the produce to the best buyer. In\ntheir letters back to London, Company officials continuously\ncomplained of difficulties of supply and the high prices.\nHowever, once the East India Company established political\npower, it could assert a monopoly right to trade. It proceeded\nto develop a system of management and control that would\neliminate competition, control costs, and ensure regular supplies\nof cotton and silk goods. This it did through a series of steps.\nFirst: the Company tried to eliminate the existing traders and\nbrokers connected with the cloth trade, and establish a more\ndirect control over the weaver. It appointed a paid servant called\nthe gomastha to supervise weavers, collect supplies, and examine\nthe quality of cloth.\nSecond: it prevented Company weavers from dealing with other\nbuyers. One w ay of doing this w as thr ough the system of  advances .\nOnce an order was placed, the weavers were given loans to purchase\nthe raw material for their production. Those who took loans had to\nhand over the cloth they produced to the gomastha . They could not\ntake it to an y other tr ader.\nAs loans flowed in and the demand for fine textiles expanded,\nweavers eagerly took the advances, hoping to earn more. Many\nweavers had small plots of land which they had earlier cultivated\nalong with weaving, and the produce from this took care of their\nfamily needs . Now the y had to lease out the land and de vote all their\ntime to w eaving. Weaving, in fact, requir ed the la bour of  the entire\nfamily, with c hildren and w omen all eng aged in dif ferent sta ges of\nthe pr ocess .\nSoon, however, in many weaving villages there were reports of\nclashes betw een w eavers and gomasthas . Earlier suppl y mer chants had\nvery often lived within the weaving  villages, and had a close\nrelationship with the weavers, looking after their needs and helping\nthem in times of  crisis . The ne w gomasthas  were outsider s, with no\nlong-ter m social link with the villa ge. They acted ar rogantly, marched\ninto villages with sepoys and peons, and punished weavers for delays\nin suppl y – often bea ting and f logging them.  The weavers lost the\nspace to bargain for prices and sell to different buyers: the price they\nreceived from the Company was miserably low and the loans they\nhad acce pted tied them to the Compan y.New words\nSepoy – This is how the British pronounced\nthe word sipahi, meaning an Indian soldier in\nthe ser vice of  the British\n2024-25"
            },
            {
                "page": 14,
                "text": "India and the Contemporary World\n92In many places in Carnatic and Bengal, weavers deserted villages\nand migrated, setting up looms in other villages where they had\nsome family relation. Elsewhere, weavers along with the village\ntraders revolted,  opposing the Compan y and its of ficials. Over time\nmany weavers began refusing loans, closing down their workshops\nand taking to a gricultur al labour.\nBy the turn of the nineteenth century, cotton weavers faced a\nnew set of problems.\n3.3 Manchester Comes to India\nIn 1772, Henry Patullo, a Company official, had ventured to\nsay that the demand for Indian textiles could never reduce, since\nno other nation produced goods of the same quality. Yet by\nthe beginning of the nineteenth century we see the beginning of\na long decline of textile exports from India. In 1811-12\npiece-goods accounted for 33 per cent of India’s exports; by\n1850-51 it was no more than 3 per cent.\nWhy did this happen? What were its implications?\nAs cotton industries developed in England, industrial groups began\nworrying about imports from other countries. They pressurised\nthe government to impose import duties on cotton textiles so that\nManchester goods could sell in Britain without facing any\ncompetition from outside. At the same time industrialists persuaded\nthe East India Company  to sell British manufactures in Indian\nmarkets as well. Exports of British cotton goods increased\ndramatically in the early nineteenth century.  At the end of the\neighteenth century there had been virtually no import of cotton\npiece-goods into India.  But by 1850 cotton piece-goods constituted\nover 31 per cent of the value of Indian imports; and by the 1870s\nthis figure  was over 50 per cent.\nCotton weavers in India thus faced two problems at the same time:\ntheir export market collapsed, and the local market shrank, being\nglutted with Manchester imports. Produced by machines at lower\ncosts, the imported cotton goods were so cheap that weavers could\nnot easily compete with them. By the 1850s, reports from most\nweaving regions of India narrated stories of decline and desolation.\nBy the 1860s, weavers faced a new problem. They could not get\nsufficient supply of raw cotton of good quality. When the AmericanThe Commissioner of Patna wrote:\n‘It appears that twenty yeas ago, a brisk trade\nwas carried on in the manufacture of cloth at\nJahanabad, and B ehar, which has in the f ormer\nplace entirely ceased, while in the latter the\namount of manufacture is very limited, in\nconsequence of the cheap and durable goods\nfrom Manchester with which the Native\nmanuf actures are unable to compete. ’\nQuoted in J . Krishnamurt y, ‘Deindustrialisation in\nGangetic B ihar during the nineteenth century ’,\nThe Indian Economic and Social History Review ,\n1985.SourceSource C\nReporting on the Koshtis, a community of\nweavers, the Census Report of  Central Provinces\nstated:\n‘The Koshtis, like the weavers of the finer kinds\nof cloth in other parts of India, have fallen upon\nevil times. They are unable to compete with the\nshowy goods which Manchester sends in such\nprofusion, and they have of late years emigrated\nin great numbers, chiefly to B erar, wher e as da y\nlabour ers they ar e able to obtain w ages … ’\nCensus Report of Central Provinces , 1872, quoted\nin Sumit Guha, ‘The handloom industry in Central\nIndia, 1825-1950’ , The Indian Economic and S ocial\nHistory Review.SourceSource D\n2024-25"
            },
            {
                "page": 15,
                "text": "93\nThe  Age  of  IndustrialisationCivil War broke out and cotton supplies from the US were cut\noff, Britain turned to India. As raw cotton exports from India\nincreased, the price of raw cotton shot up. Weavers in India\nwere starved of supplies and forced to buy raw cotton at\nexorbitant prices. In this, situation weaving could not pay.\nThen, by the end of  the nineteenth centur y, weavers and other\ncraftspeople faced yet another problem. Factories in India began\nproduction,  flooding the mar ket with mac hine-g oods. How could\nweaving industries possib ly survive?\nFig. 1 5 –  Bombay harbour, a late-eighteenth-century drawing.\nBombay and Calcutta grew as trading ports from the 1780s. This marked the decline of the old trading order\nand the growth of the colonial economy.\n2024-25"
            },
            {
                "page": 16,
                "text": "India and the Contemporary World\n944  Factories Come Up\nThe first cotton mill in Bombay came up in 1854 and it went into\nproduction tw o years later. By 1862 f our mills w ere at work with\n94,000 spindles and 2,150 looms . Around the same time jute mills\ncame up in Bengal, the first being set up in 1855 and another one\nseven years later, in 1862. In north India, the Elgin Mill was started\nin Kanpur in the 1860s, and a year later the first cotton mill of\nAhmeda bad w as set up . By 1874,  the f irst spinning and w eaving\nmill of Madras began production.\nWho set up the industries? Where did the capital come from? Who\ncame to work in the mills?\n4.1 The Early Entrepreneurs\nIndustries were set up in different regions by varying sorts of people.\nLet us see who they were.\nThe history of many business groups goes back to trade with China.\nFrom the la te eighteenth centur y, as you ha ve read in y our book last\nyear, the British in India began exporting opium to China and took\ntea from China to England. Many Indians became junior players in\nthis trade, providing finance, procuring supplies, and shipping\nconsignments . Having ear ned thr ough tr ade, some of  these\nbusinessmen had visions of developing industrial enterprises in India.\nIn Beng al, Dwarkanath T\nagore made his f ortune in the China tr ade\nbefore he turned to industrial investment, setting up six joint-stock\ncompanies in the 1830s and 1840s .  Tagore’s enter prises sank along\nwith those of others in the wider business crises of the 1840s, but\nlater in the nineteenth century many of the China traders became\nsuccessful industrialists . In Bomba y, Parsis lik e Dinsha w Petit and\nJamsetjee Nusserw anjee Tata who built hug e industrial empir es in\nIndia, accumulated their initial wealth partly from exports to China,\nand partly from raw cotton shipments to England. Seth Hukumchand,\na Marwari businessman who set up the first Indian jute mill in\nCalcutta in 1917, also traded with China. So did the father as well as\ngrandfather of  the f amous industrialist G .D. Birla.\nCapital w as accum ulated thr ough other tr ade netw orks. Some\nmerchants fr om Madr as traded with Bur ma w hile other s had links\nwith the Middle East and East Africa. There were yet other\nFig. 17  – Dwarkanath Tagore.\nDwarkanath Tagore believed that India would\ndevelop through westernisation and\nindustrialisation. He invested in shipping,\nshipbuilding, mining, banking, plantations\nand insurance.Fig. 16 – Jamsetjee Jeejeebhoy.\nJeejeebhoy was the son of a Parsi weaver. Like\nmany others of his time, he was involved in\nthe China trade and shipping. He owned a\nlarge fleet of ships, but competition from\nEnglish and American shippers forced him to\nsell his ships by the 1850s.\n2024-25"
            },
            {
                "page": 17,
                "text": "95\nThe  Age  of  Industrialisationcommercial groups, but they were not directly involved in external\ntrade. They operated within India, carrying goods from one place\nto another , banking mone y, transferring funds betw een cities , and\nfinancing tr aders. When oppor tunities of  investment in industries\nopened up , many of them set up f actories .\nAs colonial control over Indian trade tightened,  the space within\nwhich Indian merchants could function became increasingly limited.\nThey were barred from trading with Europe in manufactured goods,\nand had to export mostly raw materials and food grains – raw\ncotton, opium, wheat and indigo – required by the British. They\nwere also g raduall y edg ed out of  the shipping b usiness .\nTill the Fir st World War, European Mana ging Agencies in f act\ncontr olled a lar ge sector of  Indian industries . Three of  the big gest\nones w ere Bird Heig lers & Co ., Andrew Yule, and J ardine Skinner\n& Co . These Agencies mobilised capital,  set up joint-stoc k companies\nand managed them. In most instances Indian financiers provided\nthe capital while the European Agencies made all investment and\nbusiness decisions . The Eur opean mer chant-industrialists had their\nown chambers of commerce which Indian businessmen were not\nallowed to join.\n4.2 Where Did the Workers Come From?\nFactories needed w orkers. With the e xpansion of  factories , this\ndemand increased. In 1901, there were 584,000 workers in Indian\nfactories . By 1946 the n umber w as over 2,436,  000. \nWhere did the\nworkers come from?\n In most industrial regions workers came from the districts around.\nPeasants and artisans who found no work in the village went to the\nindustrial centres in search of work. Over 50 per cent workers in the\nBombay cotton industries in 1911 came from the neighbouring\ndistrict of Ratnagiri, while the mills of Kanpur got most of their\ntextile hands fr om the villag es within the district of  Kanpur . Most\noften mill workers moved betw een the villa ge and the city , returning\nto their villa ge homes during har vests and f estivals.\nOver time, as news of employment spread, workers travelled great\ndistances in the hope of  work in the mills . From the United Pr ovinces ,\nfor instance, they went to work in the textile mills of Bombay and in\nthe jute mills of Calcutta.\nFig. 18 –  Partners in enterprise – J.N. Tata,\nR.D. Tata, Sir R.J. Tata, and Sir D.J. Tata.\nIn 1912, J.N. Tata set up the first iron and steel\nworks in India at Jamshedpur. Iron and steel\nindustries in India started much later than\ntextiles. In colonial India industrial machinery,\nrailways  and locomotives were mostly imported.\nSo capital goods industries could not really\ndevelop in any significant way till Independence .\nFig. 19 – Young workers of a Bombay\nmill, early twentieth century.\nWhen workers went back to their village\nhomes, they liked dressing up.\n2024-25"
            },
            {
                "page": 18,
                "text": "India and the Contemporary World\n96Getting jobs was always difficult, even when mills multiplied and\nthe demand for workers increased. The numbers seeking work were\nalways more than the jobs available.  Entry into the mills was also\nrestricted.  Industrialists usuall y emplo yed a jobber to g et new recruits.\nVery often the job ber w as an old and tr usted w orker. He g ot people\nfrom his village, ensured them jobs, helped them settle in the city\nand pr ovided them mone y in times of  crisis . The job ber ther efore\nbecame a per son with some authority and po wer. He be gan\ndemanding money and gifts for his favour and controlling the lives\nof workers.\nThe number of factory workers increased over time. However,\nas you will see, they were a small proportion of the total\nindustrial workforce.\nVasant P arkar, who w as once a mi llworker in B omba y, said:\n‘The workers would pay the jobbers money to get their sons work\nin the mill … The mill worker was closely associated with his village,\nphysical ly and emotional ly. He would go home to cut the harv est\nand for sowing. The Konkani would go home to cut the paddy\nand the Ghati, the sugarcane. It was an accepted practice for\nwhich the mi lls granted lea ve.’\nMeena Menon and Neer a Adarkar , One Hundr ed Years: One Hundr ed\nVoices, 2004 .SourceSource E\nBhai B hosle, a tr ade unionist of B omba y,\nrecollected his childhood in the 1930s and 1940s:\n‘In those days, the shift was 10 hours – from\n5 pm to 3 am – terrible working hours. My father\nworked for 35 years; he got the asthma like\ndisease and could not work any more…Then my\nfather went back to vi llage.’\nMeena Menon and Neer a Adarkar , One Hundr ed\nYears: One Hundr ed Voices.\nSourceSource F\nFig. 20 – A head jobber.\nNotice how the posture and clothes\nemphasise the jobber’s position of\nauthority.\nFig. 21 – Spinners at work in an Ahmedabad mill.\nWomen worked mostly in the spinning departments.\n2024-25"
            },
            {
                "page": 19,
                "text": "97\nThe  Age  of  Industrialisation\nFig. 22 – The first office of the Madras Chamber of Commerce.\nBy the late nineteenth century merchants in different regions began\nmeeting and forming Chambers of Commerce to regulate business and\ndecide on issues of collective concern.\n5  The P eculiarities of Industrial Growth\nEuropean Managing Agencies, which dominated industrial\nproduction in India, w ere inter ested in cer tain kinds of  products .\nThey established tea and coffee plantations, acquiring land at cheap\nrates from the colonial government; and they invested in mining,\nindigo and jute. Most of these were products required primarily for\nexport trade and not for sale in India.\nWhen Indian businessmen began setting up industries in the late\nnineteenth centur y\n, they avoided competing with Manc hester g oods\nin the Indian market. Since yarn was not an important part of British\nimports into India, the early cotton mills in India produced coarse\ncotton yarn (thread) rather than fabric. When yarn was imported it\nwas onl y of the superior v ariety. The yarn produced in Indian spinning\nmills was used by handloom weavers in India or exported to China.\nBy the first decade of the twentieth century a series of changes\naffected the pattern of industrialisation. As the swadeshi movement\ngathered momentum, nationalists mobilised people to boycott foreign\ncloth. Industrial groups organised themselves to protect their collective\ninterests, pressurising the government to increase tariff protection\nand g rant other concessions . From 1906,  moreover, the e xport of\nIndian yarn to China declined since produce from Chinese and\nJapanese mills flooded the Chinese market.\nSo industrialists in India began shifting from\nyarn to cloth production.  Cotton piece-\ngoods production in India doubled between\n1900 and 1912.\nYet, till the Fir st World War,\n industrial g rowth\nwas slo w. The war created a dr amatically\nnew situation. With British mills busy with\nwar production to meet the needs of the\narmy, Manc hester impor ts into India\ndeclined.  Suddenly, Indian mills had a v ast\nhome mar ket to suppl y. As the w ar\nprolonged, Indian factories were called\nupon to supply war needs: jute bags, cloth\nfor army unif orms, tents and lea ther boots ,\nhorse and mule saddles and a host of other\nitems . New factories w ere set up and old\n2024-25"
            },
            {
                "page": 20,
                "text": "India and the Contemporary World\n98ones r an m ultiple shifts . Man y new w orkers were emplo yed and\neveryone w as made to w ork long er hour s. Over the w ar years\nindustrial production boomed.\nAfter the war, Manchester could never recapture its old position in\nthe Indian mar ket. Unable to moder nise and compete with the  US ,\nGermany and J apan, the econom y of Britain cr umbled after the\nwar. Cotton pr oduction colla psed and e xports of cotton c loth fr om\nBritain f ell drama tically. W ithin the colonies , local industrialists\ngradually consolidated their position, substituting foreign\nmanufactures and capturing the home market.\n5.1 Small-scale Industries Predominate\nWhile factory industries grew steadily after the war, large industries\nformed onl y a small se gment of  the econom y.  Most of  them –\nabout 67 per cent in 1911 – w ere loca ted in Beng al and Bomba y.\nOver the r est of  the countr y\n, small-scale pr oduction contin ued to\npredominate. Only a small proportion of the total industrial labour\nforce worked in registered factories: 5 per cent in 1911 and 10 per\ncent in 1931. The rest worked in small workshops and household\nunits, often loca ted in alle ys and b ylanes , invisible to the passer -by.\nIn fact, in some instances, handicrafts production actually expanded\nin the tw entieth centur y. This is tr ue even in the case of  the handloom\nsector that we have discussed. While cheap machine-made thread\nwiped out the spinning industr y in the nineteenth centur y, the w eavers\nsurvived, despite pr oblems. In the tw entieth centur y, handloom\ncloth production expanded steadily: almost trebling between 1900\nand 1940.\nHow did this happen?\nThis was par tly because of  technolo gical c hanges. Handicr afts people\nadopt new tec hnolog y if that helps them impr ove production\nwithout e xcessively pushing up costs . So, by the second decade of\nthe tw entieth centur y we find w eavers using looms with a fly shuttle .\nThis increased productivity per worker, speeded up production and\nreduced labour demand. By 1941, over 35 per cent of handlooms\nin India w ere fitted with f ly shuttles:  in regions lik e Travancor e,\nMadras, Mysore, Cochin, Bengal the proportion was 70 to 80 per\ncent. There were several other small innovations that helped weavers\nimprove their pr oducti vity and compete with the mill sector .\nFig. 23 – A Hand-woven\nCloth.\nThe intricate designs of\nhand-woven cloth could\nnot be easily copied by the\nmills.\nNew words\nFly shuttle – It is a mechanical device used for\nweaving, moved by means of  ropes and pullies .\nIt places the horizontal threads ( called the weft)\ninto the verticle threads (called the warp). The\ninvention of the fly shuttle made it possible\nfor weavers to operate large looms and weave\nwide pieces of cloth.\n2024-25"
            },
            {
                "page": 21,
                "text": "99\nThe  Age  of  IndustrialisationCertain groups of weavers were in a better position than others to\nsurvive the competition with mill industries . Amongst w eavers some\nproduced coar se cloth w hile other s wove finer v arieties . The coar ser\ncloth w as bought b y the poor and its demand f luctua ted violentl y.\nIn times of  bad har vests and f amines , when the r ural poor had little\nto eat, and their cash income disappeared, they could not possibly\nbuy cloth. The demand for the finer varieties bought by the\nwell-to-do was more stable. The rich could buy these even when the\npoor star ved. Famines did not af fect the sale of  Banar asi or\nBaluc hari saris . Moreover, as you ha ve seen,  mills could not imita te\nspecialised w eaves. Saris with w oven bor ders, or the f amous lungis\nand handkerchiefs of Madras, could not be easily displaced by\nmill production.\nWeavers and other cr aftspeople w ho contin ued to e xpand\nproduction thr ough the tw entieth centur y, did not necessaril y prosper .\nThey lived har d lives and w orked long hour s. Very often the entir e\nhousehold – including all the women and children – had to work at\nvarious sta ges of  the pr oduction pr ocess . But the y were not simpl y\nremnants of  past times in the a ge of factories . Their lif e and la bour\nwas integral to the process of industrialisation.\nFig. 24 – Location of large-scale industries in India, 1931.\nThe circles indicate the size of industries in the different\nregions.\nMadrasBombayBengalBiharUnited ProvincesPunjab\nCentral Provinces\n2024-25"
            },
            {
                "page": 22,
                "text": "India and the Contemporary World\n1006  Market for Goods\nWe have seen ho w British man ufactur ers attempted to tak e over\nthe Indian market, and how Indian weavers and craftsmen, traders\nand industrialists resisted colonial controls, demanded tariff\nprotection, created their own spaces, and tried to extend the market\nfor their produce.\nBut when new products are produced people have to be\npersuaded to buy them. They have to feel like using the product.\nHow was this done?\nOne way in which new consumers are created is through\nadvertisements . As you kno w, advertisements mak e products a ppear\ndesirable and necessar y. \nThey try to sha pe the minds of  people and\ncreate new needs . Today we live in a w orld where advertisements\nsurround us . They appear in ne wspapers, magazines , hoardings , street\nwalls, television scr eens. But if  we look bac k into histor y we find\nthat from the very beginning of the industrial age, advertisements\nhave played a part in expanding the markets for products, and in\nshaping a new consumer culture.\nWhen Manchester industrialists began selling cloth in India, they put\nlabels on the c loth b undles . The label w as needed to mak e the place\nof manufactur e and the name of  the compan y familiar to the b uyer.\nThe label w as also to be a mar k of quality . When b uyers saw ‘MADE\nIN MANCHESTER’ written in bold on the label, they were\nexpected to feel confident about buying the cloth.\nFig. 26(a) – Manchester labels, early\ntwentieth century.\nImages of numerous Indian gods and\ngoddesses – Kartika, Lakshmi,\nSaraswati – are shown in imported\ncloth labels approving the quality of\nthe product being marketed.\nFig. 26(b) – Maharaja Ranjit Singh on\na Manchester label.\nHistoric figures are used to create\nrespect for the product.\nFig. 25 – Gripe Water calendar of 1928 by\nM.V. Dhurandhar.\nThe image of baby Krishna was most\ncommonly used to popularise baby products.\nFig. 26(a)                                          Fig. 26(b)\n2024-25"
            },
            {
                "page": 23,
                "text": "101\nThe  Age  of  IndustrialisationBut la bels did not onl y car ry words and te xts. They also car ried\nimages and were very often beautifully illustrated. If we look\nat these old labels, we can have some idea of the mind of the\nmanufacturers, their calculations, and the way they appealed to\nthe people.\nImages of Indian gods and goddesses regularly appeared on these\nlabels. It was as if  the associa tion with g ods g ave divine a pproval to\nthe goods being sold. The imprinted image of Krishna or Saraswati\nwas also intended to make the manufacture from a foreign land\nappear somewhat familiar to Indian people.\nBy the la te nineteenth centur y, manufacturers were printing calendar s\nto popularise their products . Unlik e newspa pers and ma gazines ,\ncalendars were used even by people who could not read. They were\nhung in tea shops and in poor people’ s homes just as m uch as in\noffices and mid dle-c lass a partments . And those who hung the\ncalendar s had to see the adv ertisements , day after da y, through the\nyear. In these calendar s, once a gain, we see the f igures of gods being\nused to sell ne w products .\nLike the images of gods, figures of important personages, of\nemper ors and na wabs, ador ned adv ertisement and calendar s. The\nmessage very often seemed to say: if you respect the royal figure,\nthen respect this product; when the product was being used by\nkings, or produced under royal command, its quality could not\nbe questioned.\nWhen Indian manufacturers advertised the nationalist message was\nclear and loud. If you care for the nation then buy products that\nIndians produce. Advertisements became a vehicle of the nationalist\nmessage of swadeshi.\nConclusion\nClear ly, the a ge of industries has meant major tec hnological c hanges,\ngrowth of factories, and the making of a new industrial labour\nforce. Howe\nver, as you ha ve seen,  hand tec hnolo gy and small-scale\nproduction remained an important part of the industrial landscape.\nLook a gain at Figs . 1 and 2.  What would y ou no w say of the ima ges\nthey project?\nFig. 27 – Sunlight soap calendar of 1934.\nHere God Vishnu is shown bringing sunlight\nfrom across the skies.\nFig. 28 – An Indian mill cloth label.\nThe goddess is shown offering cloth produced\nin an Ahmedabad mill, and asking people to\nuse things made in India.\n2024-25"
            },
            {
                "page": 24,
                "text": "India and the Contemporary World\n102Discuss\nProject work1.Why did some industrialists in nineteenth-century Europe prefer hand labour over machines?\n2.How did the East India Company procure regular supplies of cotton and silk textiles from\nIndian weavers?\n3.Imagine that you have been asked to write an article for an encyclopaedia on Britain and the\nhistory of cotton. W rite your piece using information from the entire chapter .\n4.Why did industrial production in India increase during the First W orld W ar?\nSelect any one industry in your region and find out it s history . How has the technology changed?\nWhere do the workers come from? How are the product s advertised and marketed? Try and t alk\nto the employers and some workers to get their views about the industry’ s history .\nDiscussWrite in brief\n1.Explain the following:\na)Women workers in Brit ain att acked the S pinning Jenny .\nb)In the seventeenth century merchants from towns in Europe began employing\npeasants and artisans within the villages.\nc)The port of Surat declined by the end of the eighteenth century .\nd)The East India Company appointed gomasthas  to supervise weavers in India.\n2.Write True or False against each st atement:\na)At the end of the nineteenth century , 80 per cent of the tot al workforce in\nEurope was employed in the technologically advanced industrial sector .\nb)The international market for fine textiles was dominated by India till the\neighteenth century .\nc)The American Civil W ar resulted in the reduction of cotton export s from India.\nd)The introduction of the fly shuttle enabled handloom workers to improve their\nproductivity .\n3.Explain what is meant by proto-industrialisation.\nWrite in brief\nProject\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 5: Print Culture and the Modern World",
        "pages": [
            {
                "page": 1,
                "text": "SECTION III\nEVERYD AY LIFE, CUL TURE AND POLITICS\n2024-25"
            },
            {
                "page": 2,
                "text": "2024-25"
            },
            {
                "page": 3,
                "text": "105\nPrint   Culture\nIt is dif ficult f or us to ima gine a w orld without printed ma tter. We\nfind evidence of print everywhere around us – in books, journals,\nnewspapers,  prints of famous paintings, and also in everyday things\nlike theatre programmes, official circulars, calendars, diaries,\nadvertisements , cinema poster s at street cor ners\n. We read printed\nliterature, see printed images, follow the news through newspapers,\nand tr ack pub lic de bates tha t appear in print.  We take for granted\nthis world of print and often forget that there was a time before\nprint.  We may not r ealise tha t print itself  has a histor y which has , in\nfact, shaped our contemporary world. What is this history? When\ndid printed literature begin to circulate? How has it helped create\nthe modern world?\nIn this chapter we will look at the development of print, from its\nbeginnings in East Asia to its e xpansion in Eur ope and in India.  We\nwill under stand the impact of  the spr ead of  technolo gy and consider\nhow social lives and cultures changed with the coming of print.\nPrint   Cultur e  and   the   Modern  World Chapter V Print Culture and the Modern W orld\nFig. 1 – Book making before the age of print, from\nAkhlaq-i-Nasiri , 1595.\nThis is a royal workshop in the sixteenth century,\nmuch before printing began in India. You can see\nthe text being dictated, written and illustrated. The\nart of writing and illustrating by hand was\nimportant in the age before print. Think about\nwhat happened to these forms of art with the\ncoming of printing machines.\n2024-25"
            },
            {
                "page": 4,
                "text": "India and the Contemporary World\n1061  The First Printed Books\nFig. 2  a – A page from the Diamond Sutra.The ear liest kind of  print tec hnolo gy was developed in China,  Japan\nand K orea. This w as a system of  hand printing . From AD 594\nonwards, books in China were printed by rubbing paper – also\ninvented ther e – against the ink ed surf ace of  woodb locks.\n As both\nsides of the thin, porous sheet could not be printed, the traditional\nChinese ‘accordion book’ was folded and stitched at the side.\nSuperb ly skilled cr aftsmen could duplicate , with r emarkable accur acy\n,\nthe beauty of  callig raphy.\nThe imperial state in China was, for a very long time, the major\nproducer of printed material. China possessed a huge bureaucratic\nsystem w hich recruited its per sonnel thr ough ci vil ser vice\nexamina tions. Textbooks f or this e xamina tion w ere printed in v ast\nnumbers under the sponsorship of the imperial state.  From the\nsixteenth centur y, the n umber of  examina tion candida tes w ent up\nand that increased the volume of print.\nBy the se venteenth centur y, as urban cultur e bloomed in China,  the\nuses of print diversified. Print was no longer used just by scholar-\nofficials. Merchants used print in their e veryday life, as the y collected\ntrade inf ormation. Reading increasing ly became a leisur e acti vity.\nThe ne w reader ship pr eferred fictional nar ratives, poetr y,\nautobiographies, anthologies of literary masterpieces, and romantic\nplays. Rich women be gan to r ead, and man y women be gan\npublishing their poetr y and pla ys. Wives of scholar-officials pub lished\ntheir w orks and cour tesans wr ote about their li ves.\nThis ne w reading cultur e was accompanied b y a ne w technolo gy.\nWestern printing tec hniques and mec hanical pr esses w ere impor ted\nin the late nineteenth centur y as Western powers estab lished their\noutposts in China. Shanghai became the hub of the new print culture,\ncatering to the Western-style sc hools . From hand printing ther e was\nnow a g radual shift to mec hanical printing .\n1.1 Print in Japan\nBuddhist missionaries from China introduced hand-printing\ntechnolo gy into J apan ar ound AD 768-770.  The oldest J apanese book,\nprinted in AD 868, is the Buddhist Diamond Sutra , containing six sheets\nof text and w oodcut illustr ations. Pictur es were printed on te xtiles ,New words\nCalligraphy – The art of beautiful and stylised\nwriting\n2024-25"
            },
            {
                "page": 5,
                "text": "107\nPrint   Cultureplaying car ds and pa per mone y. In\nmedieval Japan, poets and prose\nwriters were regularly published,\nand books were cheap and abundant.\nPrinting of visual material led to\ninteresting publishing practices. In\nthe late eighteenth century, in the\nflourishing urban circles at Edo\n(later to be known as Tokyo),\nillustrated collections of paintings\ndepicted an elegant urban culture, involving artists, courtesans,\nand teahouse gatherings. Libraries and bookstores were packed\nwith hand-printed material of various types – books on women,\nmusical instruments, calculations, tea ceremony, flower\narrangements, proper etiquette, cooking and famous places.\nBox 1\nKitagawa Utamaro , born in Edo in 1753, was widely known for\nhis contributions to an art form called ukiyo (‘pictures of the floating\nworld’) or depiction of ordinary human experiences, especially urban\nones. These prints travelled to contemporary US and Europe and\ninfluenced artists lik e Manet, Monet and V an Gogh. Publ ishers lik e\nTsutaya Juzabur o identi fied subjects and commissioned artists who\ndrew the theme in outline. Then a skilled woodblock carver pasted\nthe drawing on a woodblock and carved a printing block to\nreproduce the painter’s lines. In the process, the original drawing\nwould be destroyed and only prints would survive.Fig. 3 – An ukiyo\nprint by Kitagawa\nUtamaro.\nBelonging to the mid-13th\ncentury , printing woodblocks of\nthe Tripitaka K oreana are a Korean\ncollection of Buddhist scriptures.\nThey were engraved on about\n80,000 woodblocks. They were\ninscribed on the UNESCO Memory\nof the W orld Register in 2007 .\nSource: http://www.cha.go.kr\nFig. 2b – Tripitaka Koreana\nFig. 4a  – A morning scene,\nukiyo print by Shunman\nKubo, late eighteenth\ncentury.\nA man looks out of the\nwindow at the snowfall while\nwomen prepare tea and\nperform other domestic\nduties.\n2024-25"
            },
            {
                "page": 6,
                "text": "India and the Contemporary World\n1082  Print Comes to Europe\nFor centuries , silk and spices fr om China f lowed into Eur ope thr ough\nthe silk r oute. In the ele venth centur y, Chinese pa per reached Eur ope\nvia the same route. Paper made possible the production of\nmanuscripts , carefully written b y scribes . Then, in 1295,  Marco Polo,\na great explorer, returned to Italy after many years of exploration in\nChina.  As you read a bov\ne, China alr eady had the tec hnolog y of\nwoodb lock printing . Marco Polo br ought this kno wledg e back with\nhim. Now Italians began producing books with woodblocks, and\nsoon the tec hnolo gy spread to other par ts of  Europe. Luxur y\neditions were still handwritten on very expensive vellum , meant for\naristocratic circles and rich monastic libraries which scoffed at printed\nbooks as c heap vulg arities . Merchants and students in the uni versity\ntowns bought the c heaper printed copies .\nAs the demand for books increased, booksellers all over Europe\nbegan exporting books to man y different countries . Book f airs were\nheld a t different places . Production of  hand written man uscripts w as\nalso organised in new ways to meet the expanded demand. Scribes\nor skilled handwriters were no longer solely employed by wealthy\nor influential patrons but increasingly by booksellers as well. More\nthan 50 scribes often w orked for one bookseller .\nBut the production of handwritten manuscripts could not satisfy\nthe ever-increasing demand f or books . Copying w as an e xpensi ve,\nlaborious and time-consuming b usiness . Man uscripts w ere fragile,\nawkward to handle , and could not be car ried ar ound or r ead easil y.\nTheir circulation therefore remained limited.  With the growing\ndemand for books, woodblock printing gradually became more\nand mor e popular . By the ear ly fifteenth centur y, woodb locks were\nbeing widely used in Europe to print textiles, playing cards, and\nreligious pictur es with simple , brief  texts.\nThere was clearly a great need for even quicker and cheaper\nreproduction of  texts. This could onl y be with the in vention of  a\nnew print tec hnology. T he br eakthr ough occur red at Strasbour g,\nGermany, where Johann Gutenber g developed the f irst-kno wn\nprinting pr ess in the 1430s .Imagine that you are Marco Polo. Write a letter\nfrom China to describe the world of print which\nyou have seen there.ActivityNew words\nVellum – A par chment  made fr om the skin\nof animals\nThe Jikji of Korea is among the world’s oldest\nexisting books printed with movable metal type.\nIt contains the essential features of Zen\nBuddhism. About 150 monks of India, China and\nKorea are mentioned in the book. It was printed\nin late 14th century . Whi le the first v olume of\nthe book is unavailable, the second one is available\nin the National Library of France. This work marked\nan important technical change in the print\nculture. That is why it was inscribed on the\nUNESCO Memory of the World Register in 2001.\nFig. 4b – Jikji\n2024-25"
            },
            {
                "page": 7,
                "text": "109\nPrint   Culture\nNew words\nPlaten – In letterpress printing, platen is a board which is\npressed onto the back of the paper to get the impression from\nthe type. At one time it used to be a wooden board; later it\nwas made of  steel2.1 Gutenberg and the Printing Press\nGutenberg was the son of a merchant and grew up on a large\nagricultural estate. From his childhood he had seen wine and olive\npresses. Subsequentl y, he lear nt the ar t of polishing stones , became a\nmaster goldsmith, and also acquired the expertise to create lead\nmoulds used f or making trinkets . Drawing on this kno wledg e,\nGutenber g ada pted e xisting tec hnolo gy to design his inno v\nation.\nThe olive press provided the model for the printing press, and moulds\nwere used for casting the metal types for the letters of the alphabet.\nBy 1448, Gutenberg perfected the system. The first book he printed\nwas the Bible. About 180 copies were printed and it took three\nyears to produce them. By the standards of the time this was fast\nproduction.\nThe new tec hnolog y did not entir ely displace the e xisting ar t of\nproducing books by hand.\nIn fact, printed books at first closely resembled the written\nmanuscripts in appearance and layout. The metal letters imitated the\nornamental handwritten styles . Borders were illumina ted b y hand\nwith foliage and other patterns, and illustrations were painted. In the\nbooks printed for the rich, space for decoration was kept blank on\nthe printed page. Each purchaser could choose the design and decide\non the painting sc hool tha t would do the illustr ations.\nIn the hundred years between 1450 and 1550, printing presses were\nset up in most countries of  Europe.  Printer s from Ger many travelled\nto other countries , seeking w ork and helping star t new presses . As\nthe n umber of  printing pr esses g rew, book pr oduction boomed.\nThe second half of the fifteenth century saw 20 million copies of\nprinted books flooding the markets in Europe. The number went\nup in the sixteenth centur y to a bout 200 million copies .\nThis shift from hand printing to mechanical printing led to the\nprint revolution.Fig. 6  – Gutenberg Printing Press.\nNotice the long handle attached to the screw.\nThis handle was used to turn the screw and\npress down the platen  over the printing block\nthat was placed on top of a sheet of damp\npaper. Gutenberg developed metal types for\neach of the 26 characters of the Roman\nalphabet and devised a way of moving them\naround so as to compose different words of the\ntext. This came to be known as the moveable\ntype printing machine, and it remained the basic\nprint technology over the next 300 years.\nBooks could now be produced much faster than\nwas possible when each print block was\nprepared by carving a piece of wood by hand.\nThe Gutenberg  press could print 250 sheets\non one side per hour.\nFig. 5 – A Portrait  of\nJohann Gutenberg,\n1584.\nPrinting block\nplaced over\npaperFrame\nScrew\nHandle\nPlaten\n2024-25"
            },
            {
                "page": 8,
                "text": "India and the Contemporary World\n110Fig. 7 – Pages of Gutenberg’s Bible , the first printed book in Europe.\nGutenberg printed about 180 copies, of which no more than 50 have\nsurvived.\nLook at these pages of Gutenberg’s Bible carefully. They were not just\nproducts of new technology. The text was printed in the new Gutenberg\npress with metal type, but the borders were carefully designed, painted and\nilluminated by hand by artists. No two copies were the same. Every page of\neach copy was different. Even when two copies look similar, a careful\ncomparison will reveal differences. Elites everywhere preferred this lack of\nuniformity: what they possessed then could be claimed as unique, for no\none else owned a copy that was exactly the same.\nIn the text you will notice the use of colour within the letters in various\nplaces. This had two functions: it added colour to the page, and highlighted\nall the holy words to emphasise their significance. But the colour on every\npage of the text was added by hand. Gutenberg printed the text in black,\nleaving spaces where the colour could be filled in later.\nNew words\nCompositor – The person who composes the\ntext for printing\nGalley – Metal frame in which types are laid\nand the text composed\nFig. 8 –  A printer’s workshop, sixteenth century .\nThis picture depicts what a printer’s shop looked like in the\nsixteenth century. All the activities are going on under one roof.\nIn the foreground on the right, compositors  are at work, while\non the left galleys  are being prepared and ink is being applied on\nthe metal types; in the background, the printers are turning the\nscrews of the press, and near them proofreaders are at work.\nRight in front is the final product – the double-page printed\nsheets, stacked in neat piles, waiting to be bound.\n2024-25"
            },
            {
                "page": 9,
                "text": "111\nPrint   Culture3  The Print Revolution and Its Impact\nWhat was the print revolution? It was not just a development, a new\nway of producing books;  it  tr ansformed the li ves of  people ,\nchanging their r elationship to inf ormation and kno wledg e, and with\ninstitutions and authorities . It inf luenced popular per ceptions and\nopened up ne w ways of  looking a t things .\nLet us e xplor e some of  these c hanges.\n3.1 A New Reading Public\nWith the printing press, a new reading public emerged. Printing\nreduced the cost of  books .\n The time and la bour r equir ed to pr oduce\neach book came down, and multiple copies could be produced\nwith greater ease. Books flooded the market, reaching out to an\never-gr\nowing r eader ship.\nAccess to books cr eated a ne w cultur e of reading . Earlier , reading\nwas restricted to the elites . Common people li ved in a w orld of oral\nculture. They heard sacred texts read out, ballads  recited, and folk\ntales nar rated. Kno wledg e was transferred or ally. People collecti vely\nheard a stor y, or sa w a perf ormance . As you will see in Cha pter 8,\nthey did not r ead a book indi viduall y and silentl y. Before the a ge of\nprint, books were not only expensive but they could not be produced\nin suf ficient n umber s. Now books could r each out to wider sections\nof people. If earlier there was a hearing public, now a reading public\ncame into being .\nBut the transition was not so simple. Books could be read only by\nthe literate, and the rates of literacy in most European countries\nwere very low till the tw entieth centur y. How, then,  could pub lisher s\npersuade the common people to w elcome the printed book? To do\nthis, they had to keep in mind the wider reach of the printed work:\neven those who did not read could certainly enjoy listening to books\nbeing read out. So printers began publishing popular ballads and\nfolk tales , and suc h books w ould be pr ofusel y illustr ated with pictur es.\nThese were then sung and recited at gatherings in villages and in\ntaverns in to wns.\nOral culture thus entered print and printed material was orally\ntransmitted. The line that separated the oral and reading cultures\nbecame blurred. And the hearing public and reading public became\ninterming led.New words\nBallad – A historical account or folk tale in\nverse, usually sung or recited\nTaverns – Places w here people g athered to\ndrink alcohol,  to be ser ved food, and to meet\nfriends and exchange newsYou are a bookseller advertising the availability\nof new cheap printed books. Design a poster\nfor your shop window .Activity\n2024-25"
            },
            {
                "page": 10,
                "text": "India and the Contemporary World\n112New words\nProtestant R eformation – A sixteenth-centur y\nmovement to r eform the Ca tholic Chur ch\ndominated by Rome. Martin Luther was one\nof the main Pr otestant r eformers. Several\ntraditions of anti-Catholic Christianity\ndeveloped out of the movement3.2 Religious Debates and the Fear of Print\nPrint created the possibility of wide circulation of\nideas, and introduced a new world of debate and\ndiscussion. Even those who disagreed with\nestablished authorities could now print and circulate\ntheir ideas . Through the printed messa ge\n, they could\npersuade people to think dif ferently, and mo ve them\nto action. This had significance in different spheres\nof life.\nNot everyone welcomed the printed book, and those\nwho did also had fears about it. Many were\napprehensive of the effects that the easier access to\nthe printed word and the wider circulation of books,\ncould ha ve on people’s minds . It was feared tha t if\nthere was no control over what was printed and\nread then rebellious and irreligious thoughts might\nspread. If that happened the authority of ‘valuable’\nliterature would be destroyed. Expressed by religious\nauthorities and monarchs, as well as many writers\nand artists, this anxiety was the basis of widespread\ncriticism of the new printed literature that had begun\nto circulate.\nLet us consider the implication of this in one sphere\nof life in ear ly moder n Eur ope – namel y,  religion.\nIn 1517,  the religious r eformer Mar tin Luther wr ote\nNinety Five Theses criticising many of the practices\nand rituals of the Roman Catholic Church.  A printed\ncopy of this w as posted on a c hurch door in Wittenber g. It challeng ed\nthe Chur ch to de bate his ideas .  Luther’ s writings w ere immedia tely\nreproduced in v ast number s and r ead widel y. This lead to a di vision\nwithin the Church and to the beginning of the Protestant\nReformation. Luther’ s translation of  the Ne w Testament sold 5,000\ncopies within a few weeks and a second edition appeared within\nthree months . Deeply grateful to print,  Luther said,  ‘Printing is the\nultima te gift of  God and the g reatest one .’ Several scholar s, in fact,\nthink that print brought about a new intellectual atmosphere and\nhelped spr ead the ne w ideas tha t led to the R eformation.\nFig. 9 – J.V. Schley, L’Imprimerie, 1739.\nThis is one of the many images produced in early modern\nEurope, celebrating the coming of print. You can see the\nprinting press descending from heaven, carried by a goddess.\nOn two sides of the goddess, blessing the machine, are\nMinerva (the goddess of wisdom) and Mercury (the messenger\ngod, also symbolising reason). The women in the foreground\nare holding plaques with the portraits of six pioneer printers of\ndifferent countries. In the middle ground on the left (figure\nencircled) is the portrait of Gutenberg.\n2024-25"
            },
            {
                "page": 11,
                "text": "113\nPrint   Culture3.3 Print and Dissent\nPrint and popular religious literature stimulated many distinctive\nindividual interpretations of faith even among little-educated working\npeople. In the sixteenth century, Menocchio, a miller in Italy, began\nto read books that were available in his locality. He reinterpreted the\nmessage of the Bible and formulated a view of God and Creation\nthat enraged the Roman Catholic Church. When the Roman Church\nbegan its inquisition  to repress heretical  ideas, Menocchio was hauled\nup twice and ultimately executed. The Roman Church, troubled by\nsuch effects of popular readings and questionings of faith, imposed\nsevere controls over publishers and booksellers and began to maintain\nan Index of Prohibited Books from 1558 .New words\nInquisition –  A former R oman Ca tholic cour t\nfor identifying and punishing heretics\nHeretical –  Beliefs which do not follow the\naccepted teachings of the Church. In medieval\ntimes, heresy was seen as a threat to the right\nof the Church to decide on what should be\nbelieved and what should not. Heretical beliefs\nwere severely punished\nSatiety – The state of being fulfilled much\nbeyond the point of satisfaction\nSeditious – Action, speech or writing that is\nseen as opposing  the government\nFear of the book\nErasmus, a Latin scholar and a Cathol ic reformer ,\nwho criticised the excesses of Catholicism  but kept\nhis distance f rom Luther , expressed a deep anxiet y\nabout printing. He wrote in Adages  (1508):\n‘To what corner of the world do they not fly ,\nthese swarms of new books? It may be that one\nhere and there contributes something worth\nknowing, but the very multitude of them is hurtful\nto scholarship, because it creates a glut, and even\nin good things satiety  is most harmful ... [printers]\nfill the world with books, not just trifling things\n(such as I write, perhaps), but stupid, ignorant,\nslanderous, scandalous, raving, irreligious and\nseditious  books, and the number of them\nis such that even the valuable publications lose\ntheir v alue.’\nSourceSource A\nFig. 10 – The macabre dance.\nThis sixteenth-century print shows how the fear of printing was\ndramatised in visual representations of the time. In this highly\ninteresting woodcut the coming of print is associated with the end\nof the world. The interior of the printer’s workshop here is the site\nof a dance of death. Skeletal figures control the printer and his\nworkers, define and dictate what is to be done and what is to be\nproduced.\nWrite briefly why some people feared that the development of\nprint could lead to the growth of dissenting ideas.Discuss\n2024-25"
            },
            {
                "page": 12,
                "text": "India and the Contemporary World\n1144  The Reading Mania\nThrough the seventeenth and eighteenth centuries literacy rates went\nup in most parts of Europe. Churches of different denominations\nset up sc hools in villa ges, carrying liter acy to peasants and ar tisans .\nBy the end of  the eighteenth centur y, in some par ts of  Europe\nliteracy rates were as high as 60 to 80 per cent. As literacy and schools\nspread in European countries, there was a virtual reading mania.\nPeople wanted books to read and printers produced books in ever-\nincreasing n umber s.\nNew forms of  popular liter\nature appear ed in print,  targeting ne w\naudiences . Bookseller s emplo yed pedlar s who roamed ar ound\nvillages, carrying little books for sale. There were almanacs  or ritual\ncalendar s, along with ballads and f olktales . But other f orms of  reading\nmatter, largely for entertainment, began to reach ordinary readers as\nwell. In England, penny  chapbooks were carried by petty pedlars\nknown as c hapmen,  and sold for a penn y, so that e ven the poor\ncould buy them. In France, were the “Biliotheque Bleue”, which\nwere low-priced small books printed on poor quality paper, and\nbound in c heap blue co vers. Then ther e were the r omances , printed\non four to six pages, and the more substantial ‘histories’ which were\nstories a bout the past.  Books wer e of various siz es, serving man y\ndifferent pur poses and inter ests.\nThe periodical pr ess de veloped fr om the ear ly eighteenth centur y,\ncombining infor mation a bout cur rent af fairs with enter tainment.\nNewspa pers and jour nals car ried inf ormation a bout w ars and tr ade,\nas well as ne ws of  developments in other places .\nSimilar ly, the ideas of  scientists and philosopher s now became mor e\naccessible to the common people. Ancient and medieval scientific\ntexts were compiled and published, and maps and scientific diagrams\nwere widely printed. When scientists like Isaac Newton began to\npublish their discoveries, they could influence a much wider circle\nof scientif ically minded reader s. The writings of  think ers such as\nThomas P aine, Voltair e and J ean Jacques R ousseau w ere also widel y\nprinted and read. Thus their ideas about science, reason and rationality\nfound their way into popular literature.New words\nDenominations – Sub groups within a religion\nAlmanac – An annual publication giving\nastronomical da ta, information a bout the\nmovements of the sun and moon, timing of\nfull tides and eclipses, and much else that was\nof importance in the everyday life of people\nChapbook – A ter m used to describe poc ket-\nsize books that are sold by travelling pedlars\ncalled chapmen. These became popular from\nthe time of the sixteenth-century print revolution\nBox 2\nIn 1791, a London publ isher, James Lackington,\nwrote in his diary:\n‘The sale of books in general has increased\nprodigiously within the last twenty years. The\npoorer sort of farmers and even the poor country\npeople in general who before that period spent\ntheir winter evenings in relating stories of witches,\nghosts, hobgoblins … now shorten the winter\nnight by hearing their sons and daughters read\nthem tales, romances, etc. If John goes to town\nwith a load of ha y, he is charged to be sur e not\nto forget to bring home Peregrine Pickle’s\nAdventure … and when Dolly is sent to sell her\neggs, she is commissioned to purchase The\nHistory of Joseph Andr ews.’\n2024-25"
            },
            {
                "page": 13,
                "text": "115\nPrint   Culture4.1 ‘Tremble, therefore, tyrants of the world!’\nBy the mid-eighteenth centur y, there was a common con viction tha t\nbooks were a means of spreading progress and enlightenment. Many\nbelieved that books could change the world,  liberate society from\ndespotism  and tyr anny, and her ald a time w hen r eason and intellect\nwould rule. Louise-Sebastien Mercier, a novelist in eighteenth-century\nFrance, declared: ‘The printing press is the most powerful engine of\nprogress and public opinion is the force that will sweep despotism\naw\nay.’ In man y of Mer cier’s novels, the her oes ar e transformed b y\nacts of  reading . They devour books , are lost in the w orld books\ncreate, and become enlightened in the pr ocess .  Con vinced of  the\npower of print in bringing enlightenment and destroying the basis\nof despotism,  Mercier pr oclaimed:  ‘Tremble, therefore, tyrants of\nthe w orld! Tremble bef ore the vir tual writer!’\n4.2 Print Culture and the French Revolution\nMany historians have argued that print culture created the conditions\nwithin which French Revolution occurred. Can we make such\na connection?\nThree types of arguments have been usually put forward.\nFirst: print popularised the ideas of  the Enlightenment think ers.\nCollecti vely, their writings pr ovided a critical commentar y on tr adition,\nsuperstition and despotism. They argued for the rule of reason rather\nthan custom, and demanded that everything be judged through the\napplica tion of  reason and r ationality . \nThey attacked the sacr ed\nauthority of the Church and the despotic power of the state, thus\neroding the legitimacy of a social order based on tradition. The\nwritings of  Voltair e and R ousseau w ere read widel y; and those w ho\nread these books saw the world through new eyes, eyes that were\nquestioning, critical and rational.\nSecond: print created a new culture of dialogue and debate. All\nvalues, norms and institutions w ere re-evaluated and discussed b y a\npublic that had become aware of the power of reason, and\nrecognised the need to question e xisting ideas and beliefs . Within\nthis pub lic cultur e, new ideas of  social r evolution came into being .\nThird: by the 1780s there was an outpouring of literature that  mocked\nthe royalty and criticised their mor ality. In the process , it raisedThis is how Mercier describes the impact of the\nprinted word, and the power of reading in one\nof his books:\n‘Anyone who had seen me r eading would ha ve\ncompared me to a man dying of thirst who was\ngulping down some fresh, pure water … Lighting\nmy lamp with extraordinary caution, I threw\nmyself hungrily into the reading. An easy\neloquence, effortless and animated, carried me\nfrom one page to the next without my noticing\nit. A clock struck off the hours in the silence of\nthe shadows, and I heard nothing. My lamp began\nto run out of oil and produced only a pale light,\nbut still I read on. I could not even take out time\nto raise the wick for fear of interrupting my\npleasure. How those new ideas rushed into my\nbrain! How m y intel ligence adopted them! ’\nQuoted by Robert Darnton, The Forbidden Best-\nSellers of Pre-Revolutionary France , 1995.\nSourceSource B\nNew words\nDespotism – A system of governance in which\nabsolute power is exercised by an individual,\nunregulated by legal and constitutional checks\n2024-25"
            },
            {
                "page": 14,
                "text": "India and the Contemporary World\n116Why do some historians think that print culture created the basis for the French Revolution?Discussquestions a bout the e xisting social or der. Cartoons and  carica tures\ntypicall y sug gested tha t the monarc hy remained a bsorbed onl y in\nsensual pleasures while the common people suffered  immense\nhardships . \nThis liter ature circula ted under ground and led to the\ngrowth of  hostile sentiments a gainst the monar chy.\nHow do we look at these arguments?  There can be no doubt that\nprint helps the spr ead of  ideas . But w e must remember tha t people\ndid not read just one kind of literature. If they read the ideas of\nVoltair e and R ousseau,  they were also e xposed to monar chical and\nChurch propaganda. They were not influenced directly by everything\nthey read or sa w. They acce pted some ideas and r ejected other s.\nThey inter preted things their o wn w ay. Print did not dir ectly shape\ntheir minds , but it did open up the possibility of  thinking dif ferently.\nFig. 11 – The nobility and the common people before the French Revolution , a\ncartoon of the late eighteenth century.\nThe cartoon shows how the ordinary people – peasants, artisans and workers – had a\nhard time while the nobility enjoyed life and oppressed them. Circulation of cartoons\nlike this one had an impact on the thinking of people before the revolution.Imagine that you are a cartoonist in France\nbefore the revolution. Design a cartoon as it\nwould have appeared in a pamphlet.Activity\n2024-25"
            },
            {
                "page": 15,
                "text": "117\nPrint   CultureBox 35  The Nineteenth Century\nThe nineteenth century saw vast leaps in mass literacy in Europe,\nbringing in large numbers of new readers among children,\nwomen and w orkers.\n5.1 Children, Women and Workers\nAs primary education became compulsory from the late\nnineteenth centur y, children became an impor tant ca tegory\nof reader s. Production of  school te xtbooks became critical\nfor the pub lishing industr y.\n A children’s press , devoted to\nliterature for children alone, was set up in France in 1857.\nThis press published new works as well as old fairy tales\nand folk tales . The Grimm Br other s in Ger many spent y ears\ncompiling tr aditional folk tales g athered from peasants . What\nthey collected was edited before the stories were published\nin a collection in 1812.  Anything  that was considered\nunsuitable for children or would appear vulgar to the elites,\nwas not included in the  published version.  Rural folk tales\nthus acquir ed a ne w form. In this w ay, print recor ded old\ntales but also changed them.\nWomen became impor tant as r eader s as w ell as writer s. Penny\nmagazines (see Fig . 12) w ere especiall y meant f or women,  as\nwere man uals teac hing pr oper beha viour and housek eeping.\nWhen no vels be gan to be written in the nineteenth centur y,\nwomen w ere seen as impor tant r eader s. Some of  the best-\nknown novelists were women: Jane Austen, the Bronte sisters,\nGeorge Eliot. Their writings became important in defining a new\ntype of  woman:   a per son with will,  strength of  personality ,\ndeter mina tion and the po wer to think.\nLending libraries had been in existence from the seventeenth century\nonwards. In the nineteenth centur y, lending libraries in England\nbecame instruments for educating white-collar workers, artisans\nand lower-middle-class people. Sometimes, self-educated working\nclass people wr ote f or themselv es. After the w orking da y was\ngraduall y shor tened fr om the mid-nineteenth centur y, workers had\nsome time for self-improvement and self-expression. They wrote\npolitical tr acts and autobio graphies in lar ge number s.Thomas W ood, a Y orkshir e mechanic, narr ated\nhow he would rent old newspapers and read\nthem by firelight in the evenings as he could not\nafford candles. Autobiographies of poor people\nnarrated their struggles to read against grim\nobstacles: the twentieth-century Russian\nrevolutionary author Maxim Gorky’s My Childhood\nand My University  provide glimpses of such\nstruggles.\nFig. 12 – Frontispiece of Penny Magazine.\nPenny Magazine  was published between 1832 and 1835\nin England by the Society for the Diffusion of Useful\nKnowledge. It was aimed primarily at the working class.\n2024-25"
            },
            {
                "page": 16,
                "text": "India and the Contemporary World\n1185.2 Further Innovations\nBy the la te eighteenth centur y, the pr ess came to be made out of\nmetal.  Through the nineteenth centur y, there were a series of  further\ninnovations in printing tec hnolo g\ny. By the mid-nineteenth centur y,\nRichard M.  Hoe of  New York had perfected the po wer-driven\ncylindrical pr ess. This was capable of printing 8,000 sheets per hour .\nThis pr ess w as par ticular ly useful f or printing newspa pers.  In the\nlate nineteenth centur y, the of fset pr ess w as developed w hich could\nprint up to six colours at a time. From the turn of the twentieth\ncentur y, electricall y oper ated pr esses acceler ated printing oper ations.\nA series of other developments followed. Methods of feeding paper\nimproved, the quality of plates became better, automatic paper reels\nand photoelectric controls of the colour register were introduced.\nThe accumulation of several individual mechanical improvements\ntransformed the appearance of printed texts.\nPrinters and publishers continuously developed new strategies\nto sell their product. Nineteenth-century periodicals serialised\nimportant novels, which gave birth to a particular way of writing\nnovels.  In the 1920s in England, popular works were sold in\ncheap series, called the Shilling Series. The dust cover or the\nbook jacket is also a twentieth-century innovation. With the\nonset of the Great Depression in the 1930s, publishers feared a\ndecline in book purchases. To sustain buying, they brought\nout cheap paperback editions.\nLook at Fig. 13. What impact do such\nadvertisements have on the public mind?\nDo you think everyone reacts to printed material\nin the same way?Activity\nFig. 13 – Advertisements at a railway station in England, a lithograph by Alfred Concanen, 1874.\nPrinted advertisements and notices were plastered on street walls, railway platforms and public buildings.\n2024-25"
            },
            {
                "page": 17,
                "text": "119\nPrint   Culture6  India and the World of Print\nLet us see w hen printing be gan in India and ho w ideas and inf ormation\nwere written before the age of print.\n6.1 Manuscripts Before the Age of Print\nIndia had a very rich and old tradition of handwritten manuscripts –\nin Sanskrit,  Arabic, Persian, as well as in v arious v ernacular langua ges.\nManuscripts w ere copied on palm lea ves or on handmade pa per.\nPages were sometimes beautifully illustrated. They would be either\npressed between wooden covers or sewn together to ensure\npreservation. Man uscripts contin ued to be pr oduced till w ell after\nthe intr oduction of  print,  down to the la te nineteenth centur y.\nManuscripts, however, were highly expensive and fragile. They had\nto be handled car efully\n, and the y  could not be r ead easil y as the\nFig. 15 – Pages from the Diwan  of Hafiz, 1824.\nHafiz was a fourteenth-century poet whose collected works are known as Diwan . Notice the\nbeautiful calligraphy and the elaborate illustration and design. Manuscripts like this continued\nto be produced for the rich even after the coming of the letterpress.\nFig. 14 – Pages\nfrom the  Gita\nGovinda  of\nJayadeva,\neighteenth century.\nThis is a palm-leaf\nhandwritten\nmanuscript in\naccordion format.\n2024-25"
            },
            {
                "page": 18,
                "text": "India and the Contemporary World\n120Fig. 16 – Pages from the Rigveda.\nHandwritten manuscripts continued to be produced in India till much after\nthe coming of print. This manuscript was produced in the eighteenth\ncentury in the Malayalam script.script w as written in dif ferent styles . So\nmanuscripts were not widely used in\neveryday life. Even though pre-colonial\nBengal had developed an extensive network\nof village primary schools, students very\noften did not r ead texts . \nThey only lear nt\nto write . Teachers dicta ted por tions of\ntexts from memory and students wrote\nthem down. Many thus became literate\nwithout ever actually reading any kinds\nof texts.\n6.2 Print Comes to India\nThe printing pr ess first came to Goa with P ortuguese missionaries\nin the mid-sixteenth centur y. Jesuit priests lear nt K onkani and\nprinted sev eral tracts. By 1674,  about 50 books had been printed\nin the K onkani and in K anara langua ges. Catholic priests printed\nthe f irst Tamil book in 1579 a t Coc hin, and in 1713 the f irst\nMalayalam book was printed by them. By 1710, Dutch Protestant\nmissionaries had printed 32 Tamil te xts, many of them tr ansla tions\nof older w orks.\nThe English language press did not grow in India till quite late even\nthough the English East India Company began to import presses\nfrom the la te seventeenth centur y.\nFrom 1780, James Augustus Hickey began to edit the Bengal Gazette ,\na weekly magazine that described itself as ‘a commercial paper open\nto all, but influenced by none’. So it was private English enterprise,\nproud of its independence from colonial influence, that began English\nprinting in India. Hickey published a lot of advertisements, including\nthose tha\nt related to the impor t and sale of  slaves. But he also\npublished a lot of  gossip a bout the Company’ s senior of ficials in\nIndia.  Enrag ed b y this , Governor-Gener al Warren Hastings\npersecuted Hic key, and encourag ed the pub lication of  officially\nsanctioned ne wspa pers that could counter the f low of information\nthat damaged the image of the colonial government. By the\nclose of  the eighteenth centur y, a number of  newspa pers and\njournals appear ed in print.  There were Indians , too, who be gan\nto pub lish Indian ne wspa pers. The first to a ppear w as the w eekly\nBengal Gazette , brought out by Gangadhar Bhattacharya, who\nwas close to R ammohun R oy.\nAs late as 1768, a William Bolts affixed a notice\non a public building in Calcutta:\n‘To the Publ ic: Mr . Bolts tak es this method of\ninforming the public that the want of a printing\npress in this city being of a great disadvantage in\nbusiness ... he is going to give the best\nencouragement to any ... persons who are\nversed in the business of printing. ’\nBolts, howev er, left for England soon after and\nnothing came of the promise.\nSourceSource C\n2024-25"
            },
            {
                "page": 19,
                "text": "121\nPrint   Culture7  Religious Reform and Public Debates\nFrom the ear ly nineteenth centur y, as you kno w, there were intense\ndebates ar ound r eligious issues . Different g roups confr onted the\nchanges happening within colonial society in different ways, and\noffered a variety of new interpretations of the beliefs of different\nreligions . Some criticised e xisting pr actices and campaigned f or\nreform, while other s counter ed the ar guments of  reformers\n. These\ndebates were carried out in public and in print. Printed tracts and\nnewspapers not only spread the new ideas, but they shaped the\nnature of the debate. A wider public could now participate in these\npublic discussions and e xpress their vie ws. New ideas emer ged\nthrough these c lashes of  opinions .\nThis was a time of intense controversies between social and religious\nreformers and the Hindu or thodo xy over matter s like wido w\nimmola tion, monotheism,  Brahmanical priesthood and idola try. In\nBengal, as the debate developed, tracts and newspapers proliferated,\ncircula ting a v ariety of  arguments . To reach a wider audience , the\nideas w ere printed in the e veryday, spok en langua ge of ordinar y\npeople. Rammohun Roy published the Sambad Kaumudi  from 1821\nand the Hindu orthodoxy commissioned the Samachar Chandrika\nto oppose his opinions . From 1822,  two Persian ne wspa pers were\npublished,  Jam-i-J ahan Nama  and Shamsul Akhbar . In the same y ear,\na Gujarati newspaper, the Bombay Samachar , made its appearance.\nIn north India, the ulama  were deeply anxious about the collapse\nof Muslim d ynasties . They feared tha t colonial r ulers would\nencour age con version, change the Muslim per sonal la ws. To counter\nthis, they used cheap lithographic presses, published Persian and\nUrdu translations of holy scriptures, and printed religious\nnewspa pers and tr acts. The Deoband Seminar y, founded in 1867,\npublished thousands upon thousands of fatwas  telling Muslim\nreaders how to conduct themselves in their everyday lives, and\nexplaining the meanings of  Islamic doctrines . All through the\nnineteenth centur y, a number of  Muslim sects and seminaries\nappeared, each with a different interpretation of faith, each keen\non enlarging its following and countering the influence of its\nopponents . Urdu print helped them conduct these ba ttles in pub lic.\nAmong Hindus , too, print encour aged the r eading of  religious te xts,\nespeciall y in the v ernacular langua ges. The first printed edition ofNew words\nUlama – Legal scholars of Islam and the sharia\n( a body of Islamic law)\nFatwa – A legal pronouncement on Islamic\nlaw usually given by a mufti (legal scholar) to\nclarify issues on which the law is uncertain\n2024-25"
            },
            {
                "page": 20,
                "text": "India and the Contemporary World\n122the Ramcharitmanas  of Tulsidas , a sixteenth-centur y text, came out\nfrom Calcutta in 1810.  By the mid-nineteenth centur y, cheap\nlithographic editions f looded nor th Indian mar kets. From the 1880s ,\nthe Na val Kishore Pr ess at Luc know and the Shri V enkateshw ar\nPress in Bomba y pub lished n umer ous religious te xts in v ernacular s.\nIn their printed and por table form, these could be r ead easil y by the\nfaithful at any place and time. They could also be read out to large\ngroups of illiterate men and women.\nReligious texts, therefore, reached a very wide circle of people,\nencouraging discussions, debates and controversies within and\namong dif ferent religions .       \nPrint did not only stimulate the publication of conflicting opinions\namongst communities, but it also connected communities and people\nin different parts of India. Newspapers conveyed news from one\nplace to another , creating pan-Indian identities .\nWhy Newspapers?\n‘Krishnaji T rimbuck Ranade inhabi tant of P oona intends to publish a Newspaper in the Mar athi Language  with a view of\naffording usef ul information on ev ery topic of local inter est. It wi ll be open f or free discussion on subjects of gener al utility,\nscientific investigation and the speculations connected with the antiquities, statistics, curiosities, history and geography of\nthe country and of the Dec can especial ly… the patronage and support of al l inter ested in the di ffusion of knowledge and\nWelfare of the P eople is earnestly sol icited.’\nBomba y Telegraph and Courier , 6 January 1849\n‘The task of the native newspapers and political associations is identical to the role of the Opposition in the House of\nCommons in Parliament in England. That is of critically examining government policy to suggest improvements, by removing\nthose parts that will not be to the benefit of the people, and also by ensuring speedy implementation.\nThese associations ought to carefully study the particular issues, gather diverse relevant information on the nation as well\nas on what are the possible and desir able improv ements, and this wi ll surely earn i t consider able influence. ’\nNative Opinion , 3 April 1870.SourceSource D\n2024-25"
            },
            {
                "page": 21,
                "text": "123\nPrint   Culture8  New Forms of Publication\nPrinting cr eated an a ppetite f or ne w kinds of  writing . As mor e and\nmore people could now read, they wanted to see their own lives,\nexperiences, emotions and relationships reflected in what they read.\nThe no vel, a liter ary firm which had de veloped in Eur ope, ideall y\ncatered to this need.  It soon acquir ed distincti vely Indian f orms and\nstyles . For reader s\n, it opened up ne w worlds of  experience , and\ngave a vivid sense of  the di versity of  human li ves.\nOther ne w liter ary forms also enter ed the w orld of  reading –\nlyrics, shor t stories , essays about social and political ma tters. In\ndifferent ways, they reinforced the new emphasis on human lives\nand intimate feelings, about the political and social rules that shaped\nsuch things .\nBy the end of  the nineteenth centur y, a new visual\nculture was taking shape. With the setting up of an\nincreasing number of printing presses, visual images\ncould be easil y reproduced in m ultiple copies . Painter s\nlike Raja Ra vi Varma produced ima ges for mass\ncirculation.  Poor w ood eng ravers who made\nwoodblocks set up shop near the letterpresses, and\nwere emplo yed b y print shops . Chea p prints and\ncalendars, easily available in the bazaar, could be\nbought even by the poor to decorate the walls of\ntheir homes or places of work. These prints began\nshaping popular ideas about modernity and tradition,\nreligion and politics, and society and culture.\nBy the 1870s, caricatures and cartoons were being\npublished in journals and newspapers, commenting\non social and political issues . Some carica tures\nridiculed the educated Indians’ fascination with\nWestern tastes and c lothes , while others e xpressed\nthe fear of social change. There were imperial\ncaricatures lampooning nationalists, as well as\nnationalist cartoons criticising imperial rule.\nFig. 17 – Raja Ritudhwaj rescuing Princess Madalsa\nfrom the captivity of demons, print by Ravi Varma.\nRaja Ravi Varma produced innumerable mythological\npaintings that were printed at the Ravi Varma Press.\n2024-25"
            },
            {
                "page": 22,
                "text": "India and the Contemporary World\n1248.1     Women and Print\nLives and feelings of women began to be written in particularly\nvivid and intense w ays. \nWomen ’s reading , ther efore, incr eased\nenormousl y in mid\ndle-c lass homes .  Liber al husbands and f athers\nbegan educating their womenfolk at home, and sent them to schools\nwhen w omen ’s schools w ere set up in the cities and to wns after the\nmid-nineteenth centur y. Man y jour nals be gan car rying writings b y\nwomen, and explained why women should be educated. They also\ncarried a syllabus and attached suitable reading matter which could\nbe used f or home-based sc hooling .\nBut not all f amilies w ere liber al. Conser vative Hindus belie ved\nthat a literate girl would be widowed and Muslims feared that\neduca ted w omen w ould be cor rupted by r eading Ur du romances .\nSometimes , rebel w omen def ied suc h prohibition.  We kno w the\nstory of a gir l in a conser vative Muslim f amily of north India\nwho secretly learnt to read and write in Urdu. Her family wanted\nher to read only the Arabic Quran which she did not understand.\nSo she insisted on learning to read a language that was her own. In\nEast Beng al, in the ear ly nineteenth centur y, Rashsundari De bi, a\nyoung married girl in a very orthodox household, learnt to read in\nthe secrecy of her kitchen. Later, she wrote her autobiography\nAmar Jiban  which was published in 1876. It was the first full -length\nautobiography published in the Bengali language.\nSince social r eforms and no vels had alr eady created a g reat inter est\nin women ’s lives and emotions , there was also an inter est in w hat\nwomen w ould ha ve to sa y about their o wn lives. From the 1860s ,\na few Bengali women like Kailashbashini Debi wrote books\nhighlighting the experiences of women – about how women were\nimprisoned at home, kept in ignorance, forced to do hard domestic\nlabour and tr eated unjustl y by the v ery people the y served. In the\n1880s , in pr esent -day Mahar ashtr a, Tarabai Shinde and P andita\nRamabai wrote with passionate anger about the miserable lives\nof upper -caste Hindu w omen,  especiall y wido ws. A woman in a\nTamil no vel expressed w hat reading meant to w omen w ho w ere\nso greatly confined b y social re gulations:   ‘For various r easons , my\nworld is small … Mor e than half  my life’s happiness has come\nfrom books …’\nWhile Ur du, Tamil, Beng ali and Mar athi print cultur e had de veloped\nearly, Hindi printing beg an seriousl y only from the 1870s . Soon,  a\nlarge segment of it was devoted to the education of women. InFig. 18 – The cover page of Indian Charivari .\nThe Indian Charivari  was one of the many\njournals of caricature and satire published in\nthe late nineteenth century.\nNotice that the imperial British figure is\npositioned right at the centre. He is\nauthoritative and imperial; telling the natives\nwhat is to be done. The natives sit on either\nside of him, servile and submissive. The\nIndians are being shown a copy of Punch , the\nBritish journal of cartoons and satire. You can\nalmost hear the British master say – ‘This is\nthe model, produce Indian versions of it.’\nSourceSource E\nIn 1926, Begum Rokeya Sakhawat Hossein, a\nnoted educationist and literary figure, strongly\ncondemned men for withholding education from\nwomen in the name of religion as she addressed\nthe Bengal Women’s Education Conference:  \n‘The opponents of female education say that\nwomen will become unruly … Fie! They call\nthemselves Muslims and yet go against the basic\ntenet of Islam which gives Women an equal right\nto education. If men are not led astray once\neducated, why should women?’\n2024-25"
            },
            {
                "page": 23,
                "text": "125\nPrint   Culturethe ear ly twentieth centur y, journals , written f or and sometimes\nedited b y women,  became e xtremel y popular . They discussed\nissues lik e women ’s educa tion, wido whood,  wido w remar riage\nand the national movement. Some of them offered household\nand fashion lessons to women and brought entertainment through\nshort stories and serialised no vels.\nIn Punja b, too, a similar f olk liter ature was widel y printed fr om\nthe ear ly twentieth centur y. Ram Chaddha pub lished the f ast-selling\nIstri Dhar m Vichar  to teac h women ho w to be obedient wi ves.\nThe Khalsa Tract Society pub lished c heap booklets with a similar\nmessa ge. Many of  these w ere in the f orm of  dialogues a bout the\nqualities of a good woman.\nIn Bengal, an entire area in central Calcutta – the Battala – was\ndevoted to the printing of  popular books . Here you could b uy\ncheap editions of religious tracts and scriptures, as well as literature\nthat was consider ed obscene and scandalous . By the la te nineteenth\ncentur y, a lot of  these books w ere being pr ofusel y illustr ated with\nwoodcuts and colour ed litho graphs. Pedlar s took the Ba ttala\npublications to homes, enabling women to read them in their\nleisure time.\nFig. 20 – An Indian\ncouple, black and white\nwoodcut.\nThe image shows the\nartist’s fear that the\ncultural impact of the\nWest has turned the\nfamily upside down.\nNotice that the man is\nplaying the veena while\nthe woman is smoking a\nhookah. The move\ntowards women’s\neducation in the late\nnineteenth century\ncreated anxiety about the\nbreakdown of traditional\nfamily roles.\nFig. 19 – Ghor Kali (The End of the\nWorld), coloured woodcut, late\nnineteenth century.\nThe artist’s vision of the destruction\nof proper family relations. Here the\nhusband is totally dominated by his\nwife who is perched on his shoulder.\nHe is cruel towards his mother,\ndragging her like an animal, by the\nnoose.\n2024-25"
            },
            {
                "page": 24,
                "text": "India and the Contemporary World\n1268.2 Print and the Poor People\nVery cheap small books w ere brought to mar kets in nineteenth-centur y\nMadras towns and sold at crossroads, allowing poor people travelling\nto markets to buy them. Public libraries were set up from the early\ntwentieth centur y, expanding the access to books . These libr aries w ere\nlocated mostl y in cities and to wns, and a t times in pr osper ous villa\nges.\nFor rich local pa trons, setting up a libr ary was a w ay of acquiring pr estige.\nFrom the la te nineteenth centur y, issues of  caste discrimina tion be gan to\nbe written a bout in many printed tr acts and essa ys. Jyotiba Phule , the\nMaratha pioneer of ‘low caste’ protest movements, wrote about the\ninjustices of the caste system in his Gulamgiri  (1871). In the twentieth\ncentur y, B.R. Ambedkar in Mahar ashtra and E.V . Ramaswamy Naic ker\nin Madras, better known as Periyar, wrote powerful ly on caste and\ntheir writings were read by people all over India. Local protest\nmovements and sects also created a lot of popular journals and tracts\ncriticising ancient scriptures and envisioning a new and just future.\nWorkers in factories w ere too o verworked and lac ked the educa tion to\nwrite m uch about their e xperiences . But K ashiba ba, a K anpur\nmillworker, wrote and published Chhote Aur Bade Ka Sawal in 1938 to\nshow the links between caste and class exploitation.  The poems of\nanother Kanpur millworker, who wrote under the name of Sudarshan\nChakr between 1935 and 1955, were brought together and published\nin a collection called Sacchi Kavitayan . By the 1930s, Bangalore cotton\nmillworkers set up libraries to educate themselves, following the example\nof Bomba y workers. These w ere sponsored b y social r eformers who\ntried to restrict excessive drinking among them, to bring literacy and,\nsometimes, to propagate the message of nationalism .Look at Figs. 19, 20 and 21 carefully .\n/head2rightWhat comment are the artists making on the\nsocial changes taking place in society?\n/head2rightWhat changes in society were taking place to\nprovoke this reaction?\n/head2rightDo you agree with the artist’s view?Activity\nFig. 21 – A European couple sitting on chairs,\nnineteenth-century woodcut.\nThe picture suggests traditional family roles. The\nSahib holds a liquor bottle in his hand while the\nMemsahib plays the violin.\nHe was a doyen of modern Assamese literature.\nBurhi Aair Sadhu (Gr andma’ s Tales) is among his\nnotable works. He penned the popular song of\nAssam, ‘O Mor Apunar Desh’ (O’ my beloved land).\nFig. 22 – Lakshminath\nBezbaruah (1868–1938)\n2024-25"
            },
            {
                "page": 25,
                "text": "127\nPrint   Culture9  Print and Censorship\nBefore 1798, the colonial state under the East India Company was\nnot too concer ned with censor ship. Strangely, its ear ly measur es to\ncontrol printed matter were directed against Englishmen in India\nwho were critical of Company misrule and hated the actions of\nparticular Compan y officers.\n The Compan y was worried tha t such\ncriticisms might be used by its critics in England to attack its trade\nmonopoly in India.\nBy the 1820s, the Calcutta Supreme Court passed certain regulations\nto control press freedom and the Company began encouraging\npublication of newspapers that would celebrate Britsh rule. In 1835,\nfaced with urgent petitions by editors of English and vernacular\nnewspapers, Governor-Gener al Bentinc k agreed to r evise pr ess laws.\nThomas Macaula y, a liber al colonial of ficial, formulated ne w rules\nthat restor ed the ear lier fr eedoms .\nAfter the revolt of 1857, the attitude to freedom of the press\nchanged. Enraged Englishmen demanded a clamp down on the\n‘native’ press. As v ernacular ne wspa pers became asser tively\nnationalist, the colonial government began debating measures of\nstring ent contr ol.  In 1878,  the Vernacular Pr ess Act w as passed,\nmodelled on the Irish Pr ess La ws. It pro vided the g overnment\nwith extensive rights to censor reports and editorials in the vernacular\npress. From no w on the g overnment k ept regular trac k of  the\nvernacular newspa pers pub lished in dif ferent pr ovinces . When a\nreport was judged as seditious, the newspaper was warned, and if\nthe warning was ignored, the press was liable to be seized and the\nprinting machinery confiscated.\nDespite repressive measures, nationalist newspapers grew in numbers\nin all parts of India. They reported on colonial misrule and\nencour aged na tionalist acti vities . Attempts to thr ottle na tionalist\ncriticism provoked militant protest. This in turn led to a renewed\ncycle of persecution and pr otests . When Punja b revolutionaries w ere\ndeported in 1907, Balgangadhar Tilak wrote with great sympathy\nabout them in his Kesari. This led to his imprisonment in 1908,\nprovoking in turn widespread protests all over India.Box 4\nSometimes, the government found it hard to\nfind candidates for editorship of loyalist papers.\nWhen Sanders, editor of the Statesman  that had\nbeen f ounded in 1877 , was appr oached, he\nasked rudely how much he would be paid\nfor suffering the loss of freedom. The Friend\nof India refused a go vernment subsidy , fearing\nthat this would force it to be obedient to\ngovernment commands.\nBox 5\nThe power of the printed word is most often\nseen in the way governments seek to regulate\nand suppress print. The colonial government kept\ncontinuous track of all books and newspapers\npublished in India and passed numerous laws to\ncontrol the press.\nDuring the First W orld W ar, under the Def ence\nof India Rules, 22 newspapers had to furnish\nsecurities. Of these, 18 shut down rather than\ncomply with government orders. The Sedition\nCommittee Report under Rowlatt in 1919 further\nstrengthened controls that led to imposition of\npenalties on various newspapers. At the outbreak\nof the Second W orld W ar, the Def ence of I ndia\nAct was passed, allowing censoring of reports of\nwar-related topics. All reports about the Quit India\nmovement came under its purview. In August\n1942, about 90 newspapers were suppressed.\nSourceSource F\nGandhi said in 1922:\n‘Liberty of speech ... liberty of the press ...\nfreedom of association. The Government of India\nis now seeking to crush the three powerful\nvehicles of expressing and cultivating public\nopinion. The fight for Swaraj, for Khilafat ...\nmeans a fight for this threatened freedom\nbefore all else ... ’\n2024-25"
            },
            {
                "page": 26,
                "text": "India and the Contemporary World\n128Discuss\nProject1.Why did some people in eighteenth century Europe think that print culture would bring\nenlightenment and end despotism?\n2.Why did some people fear the effect of easily available printed books? Choose one example\nfrom Europe and one from India.\n3.What were the effects of the spread of print culture for poor people in nineteenth century India?\n4.Explain how print culture assisted the growth of nationalism in India.\nFind out more about the changes in print technology in the last 100 years. Write about the\nchanges, explaining why they have taken place, what their consequences have been.\nDiscussWrite in brief\n1.Give reasons for the following:\na)Woodblock print only came to Europe after 1295.\nb)Martin Luther was in favour of print and spoke out in praise of it.\nc)The Roman Catholic Church began keeping an Index of Prohibited books from\nthe m id-sixteenth century .\nd)Gandhi said the fight for Swaraj is a fight for liberty of speech, liberty of the\npress, and freedom of association.\n2.Write short notes to show what you know about:\na)The Gutenberg Press\nb)Erasmus’s idea of the printed book\nc)The V ernacular Press Act\n3.What did the spread of print culture in nineteenth century India mean to:\na)Women\nb)The poor\nc)Reformers\nWrite in brief\nProject\n2024-25"
            }
        ]
    }
]