[
    {
        "chapter": "Chapter 5: The Fundamental Unit of Life",
        "pages": [
            {
                "page": 1,
                "text": "While examining a thin slice of cork, Robert\nHooke saw that the cork r esembled the\nstructur e of a honeycomb consisting of many\nlittle compartments. Cork is  a substance\nwhich comes fr om the bark of a tree. This\nwas in the year 1665 when Hooke made this\nchance observation thr ough a self-designed\nmicroscope. Robert Hooke called these boxes\ncells. Cell is a Latin wor d for ‘a little r oom’.\nThis may seem to be a very small and\ninsignificant incident but it is very important\nin the history of science. This was the very first\ntime that someone had observed that living\nthings appear to consist of separate units. The\nuse of the word ‘cell’ to describe these units is\nbeing used till this day in biology.\nLet us find out about cells.\n5.1What are Living Organisms\nMade Up of?\nActivity ______________ 5.1\n•Let us take a small piece fr om an onion\nbulb. W ith the help of a pair of for ceps,\nwe can peel of f the skin (called\nepider mis) fr om the concave side (inner\nlayer) of the onion. This layer can be\nput immediately in a watch-glass\ncontaining water . This will pr event the\npeel fr om getting folded or getting dry.\nWhat do we do with this peel?\n•Let us take a glass slide, put a dr op of\nwater on it and transfer a small piece\nof the peel fr om the watch glass to the\nslide. Make sur e that the peel is\nperfectly flat on the slide. A thin camel\nhair paintbrush might be necessary to\nhelp transfer the peel. Now we put a\ndrop of safranin solution on this piece\nfollowed by a cover slip. Take care toavoid air bubbles while putting the\ncover slip with the help of a mounting\nneedle. Ask your teacher for help. W e\nhave prepared a temporary mount of\nonion peel. W e can observe this slide\nunder low power followed by high\npowers of a compound microscope.\nFig. 5.1:  Compound microscope\nWhat do we observe as we look through\nthe lens? Can we draw the structur es that\nwe ar e able to see thr ough the micr oscope,\non an observation sheet? Does it look like\nFig. 5.2?\nEyepiece\nCoarse adjustment\nFine adjustment\nArm\nObjective lens\nStage\nSwivel\nMirror\nBaseBody tube\nClip\n Micr oscope slide\nCondenser\nFig. 5.2:  Cells of an onion peel5\nT TTTTHE\nHEHE HEHE F  F F  F FUNDAMENTALUNDAMENTALUNDAMENTALUNDAMENTALUNDAMENTAL  U  U U  U UNIT NITNIT NITNIT     OF OFOF OFOF L  L L  L LIFE IFEIFE IFEIFEChapter\nNucleus\nCells\n2024-25"
            },
            {
                "page": 2,
                "text": "SCIENCE 50Chlamydomonas , Paramoecium  and bacteria.\nThese organisms ar e called unicellular\norganisms (uni = single). On the other hand,\nmany cells gr oup together in a single body\nand assume dif ferent functions in it to for m\nvarious body parts in multicellular or ganisms\n(multi = many) such as some fungi, plants\nand animals. Can we find out names of some\nmore unicellular or ganisms?\nEvery multi-cellular or ganism has come\nfrom a single cell. How? Cells divide to\nproduce cells of their own kind. All cells thus\ncome fr om pr e-existing cells.\nActivity ______________ 5.2\n•We can try pr eparing temporary\nmounts of leaf peels, tip of r oots of\nonion or even peels of onions of dif ferent\nsizes.\n•After per forming the above activity, let\nus see what the answers to the following\nquestions would be:\n(a)Do all cells look alike in ter ms of\nshape and size?\n(b)Do all cells look alike in structur e?\n(c)Could we find dif ferences among\ncells from different parts of a\nplant body?\n(d)What similarities could we find?\nSome or ganisms can also have cells of\ndiffer\nent kinds. Look at the following pictur e.\nIt depicts some cells fr om the human body.\nSpermBone\ncellSmooth\nmuscle\ncellBlood\ncells\nOvum\nFig. 5.3: V arious cells fr om the human bodyMore to  knowWe can try pr eparing temporary mounts\nof peels of onions of dif ferent sizes. What do\nwe observe? Do we see similar structur es or\ndifferent structur es?\nWhat are these structures?\nThese structur es look similar to each other .\nTogether they for m a big structure like an\nonion bulb! W e find fr om this activity that\nonion bulbs of dif ferent sizes have similar\nsmall structures visible under a micr oscope.\nThe cells of the onion peel will all look the\nsame, r egardless of the size of the onion they\ncame from.\nThese small structures that we see ar e\nthe basic building units of the onion bulb.\nThese structur es ar e called cells. Not only\nonions, but all or ganisms that we observe\naround ar e made up of cells. However , ther e\nare also single cells that live on their own.\nCells wer e first discover ed by\nRobert Hooke  in 1665. He observed\nthe cells in a cork slice with the help\nof a primitive micr oscope.\nLeeuwenhoek (1674), with the\nimproved micr oscope, discover ed the\nfree living cells in pond water for the\nfirst time.  It was Robert Br own in\n1831 who discovered the nucleus in\nthe cell.   Purkinje in 1839 coined the\nterm ‘pr otoplasm’ for the fluid\nsubstance of the cell. The cell theory,\nthat all the plants and animals are\ncomposed of cells and that the cell is\nthe basic unit of life, was pr esented\nby two biologists, Schleiden (1838)\nand  Schwan n (1839). The cell theory\nwas further expanded by V irchow\n(1855) by suggesting  that all cells\narise  fr om pr e-existing cells.  W ith the\ndiscovery of the electr on micr oscope\nin 1940, it was possible to observe and\nunderstand the complex structur e of\nthe cell and its various or ganelles.\nThe invention of magnifying lenses led to\nthe discovery of the micr oscopic world. It is\nnow known that a single cell may constitute\na whole or ganism as in Amoeba,\nNerve Cell\nFat cell\n2024-25"
            },
            {
                "page": 3,
                "text": "THE FUNDAMENT AL UNIT OF LIFE 51The shape and size of cells are related to\nthe specific function they per form. Some cells\nlike Amoeba have changing shapes. In some\ncases the cell shape could be mor e or less\nfixed and peculiar for a particular type of cell;\nfor example, nerve cells have a typical shape.\nEach living cell has the capacity to\nperform certain basic functions that ar e\ncharacteristic of all living for ms. How does\na living cell per form these basic functions?\nWe know that ther e is a division of labour in\nmulticellular or ganisms such as human\nbeings. This means that dif ferent parts of\nthe human body per form dif ferent functions.\nThe human body has a heart to pump blood,\na stomach to digest food and so on. Similarly,\ndivision of labour is also seen within a single\ncell. In fact, each such cell has got certain\nspecific components within it known as cell\norganelles. Each kind of cell or ganelle\nperforms a special function, such as making\nnew material in the cell, clearing up the\nwaste material fr om the cell and so on. A\ncell is able to live and per form all its\nfunctions because of these or ganelles. These\norganelles together constitute the basic unit\ncalled the cell. It is inter esting that all cells\nare found to have the same or ganelles, no\nmatter what their function is or what\norganism they ar e found in.\nuestions\n1.Who discovered cells, and how?\n2.Why is the cell called the\nstructural and functional unit of\nlife?\n5.2What is a Cell Made Up of?\nWhat is the Structural\nOrganisation of a Cell?\nWe saw above that the cell has special\ncomponents called or ganelles. How is a cell\norganised?\nIf we study a cell under a microscope, we\nwould come across thr ee featur es in almostevery cell; plasma membrane, nucleus and\ncytoplasm. All activities inside the cell and\ninteractions of the cell with its envir onment\nare possible due to these featur es. Let us see\nhow.\n5.2.1 PLASMA  MEMBRANE  OR CELL\nMEMBRANE\nThis is the outer most covering of the cell that\nseparates the contents of the cell fr om its\nexternal envir onment. The plasma membrane\nallows or per mits the entry and exit of some\nmaterials in and out of the cell. It also\nprevents movement of some other materials.\nThe cell membrane, ther efore, is called a\nselectively per meable membrane.\nHow does the movement of substances\ntake place into the cell? How do substances\nmove out of the cell?\nSome substances like carbon dioxide or\noxygen can move acr oss the cell membrane\nby a pr ocess called dif fusion. W e have studied\nthe pr ocess of dif fusion in earlier chapters.\nWe saw that there is spontaneous movement\nof a substance fr om a r egion of high\nconcentration to a r egion wher e its\nconcentration is low.\nSomething similar to this happens in cells\nwhen, for example, some substance like CO2\n(which is cellular waste and r equir es to be\nexcreted out by the cell) accumulates in high\nconcentrations inside the cell. In the cell’s\nexter nal envir onment, the concentration of\nCO2 is low as compar ed to that inside the\ncell. As soon as ther e is a dif ference of\nconcentration of CO2 inside and outside a cell,\nCO2 moves out of the cell, fr om a r egion of\nhigh concentration, to a r egion of low\nconcentration outside the cell by the pr ocess\nof dif fusion. Similarly, O2 enters the cell by\nthe pr ocess of dif fusion when the level or\nconcentration of O2 inside the cell decreases.\nThus, dif fusion plays an important r ole in\ngaseous exchange between the cells as well\nas the cell and its exter nal envir onment.\nWater also obeys the law of dif fusion. The\nmovement of water molecules through such a\nselectively permeable membrane is called osmosis.Q\n2024-25"
            },
            {
                "page": 4,
                "text": "SCIENCE 52The movement of water across the plasma\nmembrane is also affected by the\namount of substance dissolved in water. Thus,\nosmosis is the net diffusion of water across a\nselectively permeable membrane toward a\nhigher solute concentration .\nWhat will happen if we put an animal cell\nor a plant cell into a solution of sugar or salt\nin water?\nOne of the following thr ee things could\nhappen:\n1.If the medium surrounding the cell has\na higher water concentration than the\ncell, meaning that the outside solution\nis very dilute, the cell will gain water by\nosmosis. Such a solution is known as\na hypotonic solution.\nWater molecules are free to pass\nacross the cell membrane in both\ndirections, but more water will come\ninto the cell than will leave. The net\n(overall) result is that water enters the\ncell. The cell is likely to swell up.\n2.If the medium has exactly the same\nwater concentration as the cell, there\nwill be no net movement of water across\nthe cell membrane. Such a solution is\nknown as an isotonic solution.\nWater crosses the cell membrane in\nboth directions, but the amount going\nin is the same as the amount going out,\nso there is no overall movement of\nwater. The cell will stay the same size.\n3.If the medium has a lower\nconcentration of water than the cell,\nmeaning that it is a very concentrated\nsolution, the cell will lose water by\nosmosis. Such a solution is known as\na hypertonic solution.\nAgain, water cr osses the cell\nmembrane in both dir ections, but this\ntime mor e water leaves the cell than\nenters it. Ther efore the cell will shrink.\nThus, osmosis is a special case of dif fusion\nthrough a selectively permeable membrane.\nNow let us try out the following activity:Activity ______________ 5.3\nOsmosis with an egg\n(a)Remove the shell of an egg by dissolving\nit in dilute hydr ochloric acid. The shell\nis mostly calcium carbonate. A thin\nouter skin now encloses the egg. Put\nthe egg in pur e water and observe after\n5 minutes. What do we observe?\nThe egg swells because water passes\ninto it by osmosis.\n(b)Place a similar de-shelled egg in a\nconcentrated salt solution and observe\nfor 5 minutes. The egg shrinks. Why?\nWater passes out of the egg solution\ninto the salt solution because the salt\nsolution is mor e concentrated.\nWe can also try a similar activity with dried\nraisins or apricots.\nActivity ______________ 5.4\n•Put dried raisins or apricots in plain\nwater and leave them for some time.\nThen place them into a concentrated\nsolution of sugar or salt. Y ou will\nobserve the following:\n(a)Each gains water and swells\nwhen placed in water .\n(b)However , when placed in the\nconcentrated solution it loses\nwater , and consequently shrinks.\nUnicellular freshwater organisms and\nmost plant cells tend to gain water thr ough\nosmosis. Absorption of water by plant r oots\nis also an example of osmosis.\nThus, dif fusion is important in exhange\nof gases and water in the life of a cell. In\nadditions to this, the cell also obtains\nnutrition fr om its envir onment. Dif ferent\nmolecules move in and out of the cell\nthrough a type of transport r equiring use\nof ener gy.\nThe plasma membrane is flexible and is\nmade up of organic molecules called lipids\nand pr oteins. However , we can observe the\nstructur e of the plasma membrane only\nthrough an electr on micr oscope.\nThe flexibility of the cell membrane also\nenables the cell to engulf in food and other\nmaterial from its external environment. Such\nprocesses are known as endocytosis. Amoeba\nacquires its food through such processes.\n2024-25"
            },
            {
                "page": 5,
                "text": "THE FUNDAMENT AL UNIT OF LIFE 53Activity ______________ 5.5\n•Find out about electron microscopes\nfrom resour ces in the school library or\nthrough the inter net. Discuss it with\nyour teacher .\nuestions\n1.How do substances like CO2 and\nwater move in and out of the cell?\nDiscuss.\n2.Why is the plasma membrane\ncalled a selectively per meable\nmembrane?\n5.2.2 CELL WALL\nPlant cells, in addition to the plasma\nmembrane, have another rigid outer covering\ncalled the cell wall. The cell wall lies outside\nthe plasma membrane. The plant cell wall is\nmainly composed of cellulose. Cellulose is a\ncomplex substance and provides structural\nstrength to plants.\nWhen a living plant cell loses water\nthrough osmosis ther e is shrinkage or\ncontraction of the contents of the cell away\nfrom the cell wall. This phenomenon is known\nas plasmolysis. W e can observe this\nphenomenon by per forming the following\nactivity:\nActivity ______________ 5.6\n•Mount the peel of a Rhoeo leaf in water\non a slide and examine cells under\nthe high power of a microscope. Note\nthe small green granules, called\nchlor oplasts. They contain a gr een\nsubstance called chlor ophyll. Put a\nstrong solution of sugar or salt on the\nmounted leaf on the slide. W ait for a\nminute and observe under a\nmicroscope. What do we see?\n•Now place some Rhoeo leaves in boiling\nwater for a few minutes. This kills the\ncells. Then mount one leaf on a slide\nand observe it under a microscope. Put\na strong solution of sugar or salt on\nthe mounted leaf on the slide. Wait for\na minute and observe it again. What\ndo we find? Did plasmolysis occur now?What do we infer from this activity? It\nappears that only living cells, and not dead\ncells, are able to absorb water by osmosis.\nCell walls per mit the cells of plants, fungi\nand bacteria to withstand very dilute\n(hypotonic) exter nal media without bursting.\nIn such media the cells tend to take up water\nby osmosis. The cell swells, building up\npressur e against the cell wall. The wall exerts\nan equal pr essur e against the swollen cell.\nBecause of their walls, such cells can\nwithstand much gr eater changes in the\nsurrounding medium than animal cells.\n5.2.3 NUCLEUS\nRemember the temporary mount of onion peel\nwe pr epared? W e had put iodine solution on\nthe peel. Why? What would we see if we tried\nobserving the peel without putting the iodine\nsolution? T ry it and see what the dif ference\nis. Further , when we put iodine solution on\nthe peel, did each cell get evenly colour ed?\nAccording to their chemical composition\ndifferent r egions of cells get colour ed\ndifferentially. Some r egions appear darker\nthan other r egions. Apart fr om iodine solution\nwe could also use safranin solution or\nmethylene blue solution to stain the cells.\nWe have observed cells fr om an onion; let\nus now observe cells fr om our own body.\nActivity ______________ 5.7\n•Let us take a glass slide with a dr op of\nwater on it. Using an ice-cr eam spoon\ngently scrape the inside sur face of the\ncheek. Does any material get stuck on\nthe spoon? W ith the help of a needle\nwe can transfer this material and\nspread it evenly on the glass slide kept\nready for this. T o colour the material\nwe can put a dr op of methylene blue\nsolution on it. Now the material is r eady\nfor observation under micr oscope. Do\nnot forget to put a cover-slip on it!\n•What do we observe? What is the\nshape of the cells we see? Draw it on\nthe observation sheet.Q\n2024-25"
            },
            {
                "page": 6,
                "text": "SCIENCE 54•Was ther e a darkly colour ed, spherical\nor oval, dot-like structure near the\ncentre of each cell? This structure is\ncalled nucleus. W ere ther e similar\nstructur es in onion peel cells?\nThe nucleus has a double layer ed covering\ncalled nuclear membrane. The nuclear\nmembrane has por es which allow the transfer\nof material fr om inside the nucleus to its\noutside, that is, to the cytoplasm (which we\nwill talk about in section 5.2.4).\nThe nucleus contains chr omosomes,\nwhich ar e visible as r od-shaped structures\nonly when the cell is about to divide.\nChromosomes contain infor mation for\ninheritance of characters from parents to next\ngeneration in the for m of DNA (Deoxyribo\nNucleic Acid) molecules. Chr omosomes ar e\ncomposed of DNA and pr otein. DNA molecules\ncontain the infor mation necessary for\nconstructing and or ganising cells. Functional\nsegments of DNA ar e called genes. In a cell\nwhich is not dividing, this DNA is pr esent as\npart of chr omatin material. Chr\nomatin\nmaterial is visible as entangled mass of thr ead\nlike structur es. Whenever the cell is about to\ndivide, the chr omatin material gets or ganised\ninto chr omosomes.\nThe nucleus plays a central r ole in cellular\nreproduction, the pr ocess by which a single\ncell divides and for ms two new cells. It also\nplays a crucial part, along with the\nenvir onment, in deter mining the way the cell\nwill develop and what for m it will exhibit at\nmaturity, by dir ecting the chemical activities\nof the cell.\nIn some or ganisms like bacteria, the\nnuclear r egion of the cell may be poorly\ndefined due to the absence of a nuclear\nmembrane. Such an undefined nuclear r egion\ncontaining only nucleic acids is called a\nnucleoid. Such or ganisms, whose cells lack\na nuclear membrane, ar e called prokaryotes\n(Pro = primitive or primary; karyote ≈ karyon\n= nucleus). Or ganisms with cells having a\nnuclear membrane are called eukaryotes.\nProkaryotic cells (see Fig. 5.4) also lack\nmost of the other cytoplasmic organellespresent in eukaryotic cells. Many of the\nfunctions of such organelles are also\nperformed by poorly or ganised parts of the\ncytoplasm (see section 5.2.4). The chlor ophyll\nin photosynthetic pr okaryotic bacteria is\nassociated with membranous vesicles (bag\nlike structur es) but not with plastids as in\neukaryotic cells (see section 5.2.5).\nRibosomesPlasma\nmembrane\nCell wall\nNucleoid\nFig. 5.4:  Prokaryotic cell\n5.2.4 CYTOPLASM\nWhen we look at the temporary mounts of\nonion peel as well as human cheek cells, we\ncan see a lar ge region of each cell enclosed\nby the cell membrane. This r egion takes up\nvery little stain. It is called the cytoplasm.\nThe cytoplasm is the fluid content inside the\nplasma membrane. It also contains many\nspecialised cell or ganelles. Each of these\norganelles per forms a specific function for the\ncell.\nCell or ganelles ar e enclosed by\nmembranes. In pr okaryotes, beside the\nabsence of a defined nuclear r egion, the\nmembrane-bound cell or ganelles ar e also\nabsent. On the other hand, the eukaryotic\ncells have nuclear membrane as well as\nmembrane-enclosed organelles.\nThe significance of membranes can be\nillustrated with the example of viruses.\nViruses lack any membranes and hence do\nnot show characteristics of life until they enter\na living body and use its cell machinery to\nmultiply.\n2024-25"
            },
            {
                "page": 7,
                "text": "THE FUNDAMENT AL UNIT OF LIFE 55uestion\n1.Fill in the gaps in the following\ntable illustrating dif ferences\nbetween pr okaryotic and\neukaryotic cells.\nProkaryotic Cell Eukaryotic Cell\n1.Size : generally 1.Size: generally\nsmall ( 1-10 µm) large ( 5-100 µm)\n1 µm = 10–6 m\n2.Nuclear r egion: 2.Nuclear r egion:\n_______________ well defined  and\n_______________ surrounded by a\nand known as__ nuclear membrane\n3.Chromosome: 3.More than one\nsingle chromosome\n4.Membrane-bound 4._______________\ncell or ganelles _______________\nabsent _______________\n5.2.5 CELL ORGANELLES\nEvery cell has a membrane ar ound it to keep\nits own contents separate fr om the exter nal\nenvir onment. Lar ge and complex cells,\nincluding cells from multicellular or ganisms,\nneed a lot of chemical activities to support\ntheir complicated structur e and function. T o\nkeep these activities of dif ferent kinds\nseparate fr om each other , these cells use\nmembrane-bound little structures (or\n‘organelles’) within themselves. This is one of\nthe featur es of the eukaryotic cells that\ndistinguish them fr om pr okaryotic cells. Some\nof these or ganelles ar e visible only with an\nelectr on microscope.\nWe have talked about the nucleus in a\nprevious section. Some important examples\nof cell or ganelles which we will discuss now\nare: endoplasmic r eticulum, Golgi apparatus,\nlysosomes, mitochondria and plastids. They\nare important because they carry out some\nvery crucial functions in cells.5.2.5 ( i) ENDOPLASMIC  RETICULUM  (ER)\nThe endoplasmic r eticulum (ER) is a lar ge\nnetwork of membrane-bound tubes and\nsheets. It looks like long tubules or r ound or\noblong bags (vesicles). The ER membrane is\nsimilar in structur e to the plasma membrane.\nThere are two types of ER– r ough endoplasmic\nreticulum (RER) and smooth endoplasmic\nreticulum (SER). RER looks rough under a\nmicroscope because it has particles called\nribosomes attached to its sur face. The\nribosomes, which ar e present in all active\ncells, ar e the sites of protein manufactur e.\nThe manufactur ed pr oteins ar e then sent to\nvarious places in the cell depending on need,\nusing the ER. The SER helps in the\nmanufactur e of fat molecules, or lipids,\nimportant for cell function. Some of these\nproteins and lipids help in building the cell\nmembrane. This pr ocess is known as\nmembrane biogenesis. Some other pr oteins\nand lipids function as enzymes and\nhormones. Although the ER varies greatly in\nappearance in different cells, it always forms a\nnetwork system.Q\nFig. 5.5:  Animal cell\nThus, one function of the ER is to serve as\nchannels for the transport of materials\n(especially proteins) between various r egions\nof the cytoplasm or between the cytoplasm\nand the nucleus. The ER also functions as a\ncytoplasmic framework pr oviding a sur face\n2024-25"
            },
            {
                "page": 8,
                "text": "SCIENCE 56Camillo Golgi was born at\nCorteno near Brescia in\n1843. He studied\nmedicine at the University\nof Pavia. After graduating\nin 1865, he continued to\nwork in Pavia at the\nHospital of St. Matteo. At\nthat time most of his\ninvestigations were\nconcerned with the nervous system, In 1872\nhe accepted the post of Chief Medical Officer\nat the Hospital for the Chronically Sick at\nAbbiategrasso.  He first started his\ninvestigations into the nervous system in a\nlittle kitchen of this hospital, which he had\nconverted into a laboratory. However , the\nwork of greatest importance, which Golgi\ncarried out was a revolutionary method of\nstaining individual nerve and cell structures.\nThis method is referred to as the ‘black\nreaction’. This method uses a weak solution\nof silver nitrate and is particularly valuable\nin tracing the processes and most delicate\nramifications of cells.  All through his life,\nhe continued to work on these lines,\nmodifying and improving this technique.\nGolgi received the highest honours and\nawards in recognition of his work. He shared\nthe Nobel prize in 1906 with Santiago\nRamony  Cajal for their work on the structure\nof the nervous system.\n5.2.5 ( iii) LYSOSOMES\nStructurally, lysosomes are membrane-bound\nsacs filled with digestive enzymes. These\nenzymes ar e made by RER. L ysosomes are a\nkind of waste disposal system of the cell. These\nhelp to keep the cell clean by digesting any\nforeign material as well as worn-out cell\norganelles. Foreign materials entering the cell,\nsuch as bacteria or food, as well as old\norganelles end up in the lysosomes, which\nbreak complex substances into simpler\nsubstances. L ysosomes ar e able to do this\nbecause they contain powerful digestive\nenzymes capable of breaking down all organic\nmaterial. During the disturbance in cellular\nmetabolism,  for example, when the cell getsFig. 5.6:  Plant cell\nfor some of the biochemical activities of the\ncell. In the liver cells of the group of animals\ncalled vertebrates (see Chapter 7), SER plays\na crucial role in detoxifying many poisons\nand drugs.\n5.2.5 ( ii) GOLGI APPARATUS\nThe Golgi apparatus, first described by\nCamillo Golgi, consists of a system of\nmembrane-bound vesicles (flattened sacs)\narranged approximately parallel to each other\nin stacks called cisterns. These membranes\noften have connections with the membranes\nof ER and therefore constitute another portion\nof a complex cellular membrane system.\nThe material synthesised near the ER is\npackaged and dispatched to various tar gets\ninside and outside the cell thr ough the Golgi\napparatus. Its functions include the storage,\nmodification and packaging of pr oducts in\nvesicles. In some cases, complex sugars may\nbe made from simple sugars in the Golgi\napparatus. The Golgi apparatus is also\ninvolved in the formation of lysosomes [see\n5.2.5 (iii)].\n2024-25"
            },
            {
                "page": 9,
                "text": "THE FUNDAMENT AL UNIT OF LIFE 57damaged, lysosomes may burst and the\nenzymes digest their own cell. Therefore,\nlysosomes are also known as the ‘suicide bags’\nof a cell.\n5.2.5 ( iv) MITOCHONDRIA\nMitochondria are known as the powerhouses\nof the cell. Mitochondria have two membrane\ncoverings. The outer membrane is porous\nwhile the inner membrane is deeply folded.\nThese folds increase surface area for ATP-\ngenerating chemical reactions. The energy\nrequired for various chemical activities needed\nfor life is released by mitochondria in the form\nof ATP (Adenosine triphopshate) molecules.\nATP is known as the energy currency of the\ncell. The body uses energy stored in ATP for\nmaking new chemical compounds and for\nmechanical work.\nMitochondria are strange organelles in the\nsense that they have their own DNA and\nribosomes. Therefore, mitochondria are able\nto make some of their own proteins.\n5.2.5 ( V) PLASTIDS\nPlastids are present only in plant cells. There\nare two types of plastids – chromoplasts\n(coloured plastids) and leucoplasts (white or\ncolourless plastids). Chromoplasts containing\nthe pigment chlorophyll are known as\nchloroplasts. Chloroplasts are important for\nphotosynthesis in plants. Chloroplasts also\ncontain various yellow or orange pigments in\naddition to chlorophyll. Leucoplasts are\nprimarily organelles in which materials such\nas starch, oils and protein granules are stored.\nThe internal organisation of the Ch loroplast\nconsists of numerous membrane layers\nembedded in a material called the stroma. These\nare similar to mitochondria in external\nstructure. Like the mitochondria, plastids also\nhave their own DNA and ribosomes.\n5.2.5 ( vi) VACUOLES\nVacuoles are storage sacs for solid or liquid\ncontents. V acuoles are small sized in animal\ncells while plant cells have very large vacuoles .\nThe central vacuole of some plant cells may\noccupy 50-90% of the cell volume.In plant cells vacuoles are full of cell sap\nand provide turgidity and rigidity to the cell.\nMany substances of importance in the life of\nthe plant cell are stored in vacuoles. These\ninclude amino acids, sugars, various organic\nacids and some proteins. In single-celled\norganisms like Amoeba , the food vacuole\ncontains the food items that the Amoeba\n has\nconsumed. In some unicellular organisms,\nspecialised vacuoles also play important roles\nin expelling excess water and some wastes\nfrom the cell.\nuestions\n1.Can you name the two organelles\nwe have studied that contain\ntheir own genetic material?\n2.If the organisation of a cell is\ndestr oyed due to some physical\nor chemical influence, what will\nhappen?\n3.Why are lysosomes known as\nsuicide bags?\n4.Wher e are proteins synthesised\ninside the cell?\nEach cell thus acquires its structure and\nability to function because of the organisation\nof its membrane and organelles in specific\nways. The cell thus has a basic structural\norganisation. This helps the cells to perform\nfunctions like respiration, obtaining nutrition,\nand clearing of waste material, or forming\nnew proteins.\nThus, the cell is the fundamental structural\nunit of living organisms. It is also the basic\nfunctional unit of life.\nCell Division\nNew cells are formed in organisms in order to\ngrow, to replace old, dead and injured cells,\nand to form gametes required for\nreproduction. The process by which new cells\nare made is called cell division. There are two\nmain types of cell division: mitosis\nand meiosis.\nThe process of cell division by which most\nof the cells divide for growth is called mitosis.\nIn this process, each cell called mother cellQ\n2024-25"
            },
            {
                "page": 10,
                "text": "SCIENCE 58What\nyou have\nlearnt\n• The fundamental organisational unit of life is the cell.\n• Cells are enclosed by a plasma membrane composed of lipids\nand proteins.\n• The cell membrane is an active part of the cell. It regulates\nthe movement of materials between the ordered interior of\nthe cell and the outer environment.\n• In plant cells, a cell wall composed mainly of cellulose is\nlocated outside the cell membrane.\n• The presence of the cell wall enables the cells of plants,\nfungi and bacteria to exist in hypotonic media without\nbursting.\n• The nucleus in eukaryotes is separated from the cytoplasm\nby double-layered membrane and it directs the life processes\nof the cell.\n• The ER functions both as a passageway for intracellular\ntransport and as a manufacturing surface.\n• The Golgi apparatus consists of stacks of membrane-bound\nvesicles that function in the storage, modification and\npackaging of substances manufactured in the cell.\n• Most plant cells have large membranous organelles called\nplastids, which are of two types—chromoplasts and\nleucoplasts.\nFig. 5.7: Mitosis Fig. 5.8:  Meiosis\ndivides to form two identical daughter cells\n(Fig. 5.7). The daughter cells have the same\nnumber of chromosomes as mother cell. It\nhelps in growth and repair of tissues\nin organisms.\nSpecific cells of reproductive organs or tissues\nin animals and plants divide to form gametes,\nwhich after fertilisation give rise to offspring.They divide by a different process called\nmeiosis which involves two consecutive\ndivisions. When a cell divides by meiosis it\nproduces four new cells instead of just two (Fig.\n5.8). The new cells only have half the number\nof chromosomes than that of the mother cells.\nCan you think as to why the chromosome\nnumber has reduced to half in daughter cells?\n2024-25"
            },
            {
                "page": 11,
                "text": "THE FUNDAMENT AL UNIT OF LIFE 59• Chromoplasts that contain chlorophyll are called chloroplasts\nand they perform photosynthesis.\n• The primary function of leucoplasts is storage.\n• Most mature plant cells have a large central vacuole that\nhelps to maintain the turgidity of the cell and stores\nimportant substances including wastes.\n• Prokaryotic cells have no membrane-bound organelles, their\nchromosomes are composed of only nucleic acid, and they\nhave only very small ribosomes as organelles.\n• Cells in organisms divide for growth of body, for repalcing\ndead cells, and for forming gametes for reproduction.\nExercises\n1.Make a comparison and write down ways in which plant\ncells are different from animal cells.\n2.How is a prokaryotic cell different from a eukaryotic cell?\n3.What would happen if the plasma membrane ruptures or\nbreaks down?\n4.What would happen to the life of a cell if there was no Golgi\napparatus?\n5.Which organelle is known as the powerhouse of the cell? Why?\n6.Where do the lipids and proteins constituting the cell\nmembrane get synthesised?\n7.How does an Amoeba  obtain its food?\n8.What is osmosis?\n9.Carry out the following osmosis experiment:\nTake four peeled potato halves and scoos each one out to\nmake potato cups. One of these potato cups should be\nmade from a boiled potato. Put each potato cup in a trough\ncontaining water . Now,•\n(a)Keep cup A empty\n(b)Put one teaspoon sugar in cup B\n(c)Put one teaspoon salt in cup C\n(d)Put one teaspoon sugar in the boiled potato cup D.\nKeep these for two hours. Then observe the four potato\ncups and answer the following:\n(i)Explain why water gathers in the hollowed portion of\nB and C.\n(ii)Why is potato A necessary for this experiment?\n(iii)Explain why water does not gather in the hollowed\nout portions of A and D.\n10. Which type of cell division is required for growth and repair\nof body and which type is involved in formation of gametes?\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 6: Tissues",
        "pages": [
            {
                "page": 1,
                "text": "From the last chapter , we r ecall that all living\norganisms ar e made of cells. In unicellular\norganisms, a single cell per forms all basic\nfunctions. For example, in Amoeba, a single\ncell carries out movement, intake of food,\ngaseous exchange and excretion. But in multi-\ncellular organisms there are millions of cells.\nMost of these cells are specialised to carry out\nspecific functions. Each specialised function\nis taken up by a different group of cells. Since\nthese cells carry out only a particular function,\nthey do it very efficiently. In human beings,\nmuscle cells contract and relax to cause\nmovement, nerve cells carry messages, blood\nflows to transport oxygen, food, hormones and\nwaste material and so on. In plants, vascular\ntissues conduct food and water from one part\nof the plant to other parts. So, multi-cellular\norganisms show division of labour . Cells\nspecialising in one function are often grouped\ntogether in the body. This means that a\nparticular function is carried out by a cluster\nof cells at a definite place in the body. This\ncluster of cells, called a tissue, is arranged and\ndesigned so as to give the highest possible\nefficiency of function. Blood, phloem and\nmuscle are all examples of tissues.\nA group of cells that are similar in structure\nand/or work together to achieve a particular\nfunction forms a tissue.\n6.1Are Plants and Animals Made\nof Same Types of Tissues?\nLet us compar e their structur e and functions.\nDo plants and animals have the same\nstructur e? Do they both per form similar\nfunctions?There are noticeable differences between\nthe two. Plants are stationary or fixed – they\ndon’t move. Since they have to be upright, they\nhave a large quantity of supportive tissue. The\nsupportive tissue generally has dead cells.\nAnimals on the other hand move around\nin sear ch of food, mates and shelter . They\nconsume more energy as compared to plants.\nMost of the tissues they contain are living.\nAnother difference between animals and\nplants is in the pattern of growth. The growth\nin plants is limited to certain regions, while this\nis not so in animals. There are some tissues in\nplants that divide throughout their life. These\ntissues are localised in certain regions. Based\non the dividing capacity of the tissues, various\nplant tissues can be classified as growing or\nmeristematic tissue and permanent tissue. Cell\ngrowth in animals is more uniform. So, there\nis no such demarcation of dividing and non-\ndividing regions in animals.\nThe structural organisation of organs and\norgan systems is far more specialised and\nlocalised in complex animals than even in very\ncomplex plants. This fundamental difference\nreflects the different modes of life pursued by\nthese two major groups of organisms,\nparticularly in their different feeding methods.\nAlso, they are differently adapted for a\nsedentary existence on one hand (plants) and\nactive locomotion on the other (animals),\ncontributing to this difference in organ system\ndesign.\nIt is with reference to these complex animal\nand plant bodies that we will now talk about\nthe concept of tissues in some detail.6\nT TTTTISSUES\nISSUESISSUES ISSUESISSUESChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "Lateral meristemuestions\n1.What is a tissue?\n2.What is the utility of tissues in\nmulti-cellular organisms?\n6.2Plant Tissues\n6.2.1 MERISTEMATIC TISSUE•From the above observations, answer\nthe following questions:\n1.Which of the two onions has longer\nroots? Why?\n2.Do the roots continue growing\neven after we have removed their\ntips?\n3.Why would the tips stop growing\nin jar 2 after we cut them?\nThe growth of plants occurs only in certain\nspecific regions. This is because the dividing\ntissue, also known as meristematic tissue, is\nlocated only at these points. Depending on\nthe r egion where they are pr esent,\nmeristematic tissues ar e classified as apical,\nlateral and inter calary (Fig. 6.2). New cells\nproduced by meristem are initially like those\nof meristem itself, but as they grow and\nmature, their characteristics slowly change and\nthey become differentiated as components of\nother tissues.\nFig. 6.1:  Growth of r oots in onion bulbs\nActivity ______________ 6.1\n•Take two glass jars and fill them with\nwater .\n•Now, take two onion bulbs and place\none on each jar , as shown in\nFig. 6.1.\n•Observe the growth of roots in both\nthe bulbs for a few days.\n•Measure the length of roots on day 1,\n2 and 3.\n•On day 4, cut the r oot tips of the onion\nbulb in jar 2 by about 1 cm. After this,\nobserve the gr owth of roots in both the\njars and measure their lengths each\nday for five mor e days and r ecord the\nobservations in tables, like the table\nbelow:\nLength Day 1 Day 2 Day 3 Day 4 Day 5\nJar 1\nJar 2Q\nApical meristem is present at the growing\ntips of stems and roots and increases the\nlength of the stem and the root. The girth of\nthe stem or root increases due to lateral\nmeristem (cambium). Intercalary meristem\nseen in some plants is located near the node.Fig. 6.2:  Location of meristematic tissue in plant bodyJar 1 Jar 2\nTISSUES 61Apical meristem\nIntercalary meristem\n2024-25"
            },
            {
                "page": 3,
                "text": "SCIENCE 62\nCuticle\nEpider mis\nCollenchyma\nParenchyma\nPhloem\nVascular bundleXylem\nFig. 6.3: Section of a stemCells of meristematic tissue are very active,\nthey have dense cytoplasm, thin cellulose walls\nand prominent nuclei. They lack vacuoles. Can\nwe think why they would lack vacuoles? (Y ou\nmight want to refer to the functions of vacuoles\nin the chapter on cells.)\n6.2.2 PERMANENT TISSUE\nWhat happens to the cells formed by\nmeristematic tissue? They take up a specific\nrole and lose the ability to divide. As a r esult,\nthey for m a per manent tissue. This pr ocess\nof taking up a per manent shape, size, and  a\nfunction is called differentiation. Differentiation\nleads to the development of various types of\npermanent tissues.3.Can we think of reasons why there\nwould be so many types of cells?\n•We can also try to cut sections of plant\nroots. W e can even try cutting sections\nof root and stem of dif ferent plants.\n6.2.2 ( i) SIMPLE PERMANENT  TISSUE\nA few layers of cells beneath the epidermis are\ngenerally simple permanent tissue.\nParenchyma is the most common simple\npermanent tissue. It consists of relatively\nunspecialised cells with thin cell walls. They\nare living cells. They are usually loosely\narranged, thus large spaces between cells\n(intercellular  spaces) are found in this tissue\n(Fig. 6.4  a). This tissue generally stores food.\nActivity ______________ 6.2\n•Take a plant stem and  with the help\nof your teacher cut into very thin slices\nor sections.\n•Now, stain the slices with safranin.\nPlace one neatly cut section on a slide,\nand put a dr op of glycerine.\n•Cover with a cover -slip and observe\nunder a micr oscope. Observe the\nvarious types of cells and their\narrangement. Compare it with Fig. 6.3.\n•Now, answer the following on the\nbasis of your observation:\n1.Are all cells similar in structure?\n2.How many types of cells can\nbe seen?In some situations, it contains chlorophyll and\nperforms photosynthesis, and then it is called\nchlorenchyma. In aquatic plants, large air\ncavities are present in parenchyma to help\nthem float. Such a parenchyma type is called\naerenchyma.\nThe flexibility in plants is due to another\npermanent tissue, collenchyma. It allows\nbending of various parts of a plant  like tendrils\nand stems of climbers without breaking. It\nalso pr ovides mechanical support. W e can find\nthis tissue in leaf stalks below the epidermis.\nThe cells of this tissue are living, elongated\nand irregularly thickened at the\ncorners. There is very little intercellular space\n(Fig. 6.4 b).\n2024-25"
            },
            {
                "page": 4,
                "text": "TISSUES 63Fig. 6.4: Various types of simple tissues: (a) Par enchyma (b) Collenchyma (c) Scler enchyma (i) transverse section,\n(ii) longitudinal section.\nYet another type of per manent tissue is\nsclerenchyma. It is the tissue which makes the\nplant har d and stif f. We have seen the husk of\na coconut. It is made of sclerenchymatous\ntissue. The cells of this tissue are dead. They\nare long and narrow as the walls are thickened\ndue to lignin. Often these walls are so thick\nthat there is no internal space inside the cell\n(Fig. 6.4 c). This tissue is present in stems,\naround vascular bundles, in the veins of leaves\nand in the hard covering of seeds and nuts. It\nprovides strength to the plant parts.\nActivity ______________ 6.3\n•Take a freshly plucked leaf of Rhoeo.\n•Stretch and break it by applying\npressure.\n•While breaking it, keep it stretched\ngently so that some peel or skin\nprojects out from the cut.\n•Remove this peel and put it in a petri\ndish filled with water .\n•Add a few drops of safranin.\n•Wait for a couple of minutes and then\ntransfer it onto a slide. Gently place\na cover slip over it.\n•Observe under microscope.\nWhat you observe is the outermost layer\nof cells, called epidermis. The epidermis is\nusually made of a single layer of cells. In some\nplants living in very dry habitats, the epidermis\nmay be thicker since protection against water\nloss is critical. The entire surface of a plant has\nan outer covering epidermis. It protects all the\nparts of the plant. Epidermal cells on the aeriala\nIntercellular spaces\nbWall thickenings\nNucleus\nVacuole\nCell wallNarrow lumen\nLignified\nthick wall\nc (ii)\n c (i)Thick lignified\nwalls\nFig. 6.5:  Guard cells and epidermal cells: (a)  lateral\nview, (b) sur face view(a) (b)\nGuar d\ncellStoma\nEpider mal\ncellGuar d\ncells\nparts of the plant often secr ete a waxy, water -\nresistant layer on their outer surface. This aids\nin protection against loss of water , mechanical\ninjury and invasion by parasitic fungi. Since\nit has a protective role to play, cells of\nepidermal  tissue form a continuous layer\nwithout intercellular spaces. Most epidermal\ncells are relatively flat. Often their outer and\nside walls are thicker than the inner wall.\nWe can observe small por es her e and\nthere in the epidermis of the leaf. These pores\nare called stomata (Fig. 6.5). Stomata are\nenclosed by two kidney-shaped cells\ncalled guard cells. They are necessary for\nexchanging gases with the atmosphere.\nTranspiration (loss of water in the for m of\nwater vapour) also takes place\nthrough stomata.\n2024-25"
            },
            {
                "page": 5,
                "text": "SCIENCE 64Recall which gas is required for\nphotosynthesis.\nFind out the role of transpiration in plants.\nEpidermal cells of the roots, whose function\nis water absorption, commonly bear long hair -\nlike parts that greatly increase the total\nabsorptive surface area.\nIn some plants like desert plants,\nepider mis has a thick waxy coating of cutin\n(chemical substance with waterpr oof quality)\non its outer sur face. Can we think of a r eason\nfor this?\nIs the outer layer of a branch of a tr ee\ndifferent fr om the outer layer of a young stem?\nAs plants gr ow older , the outer pr otective\ntissue undergoes certain changes. A strip of\nsecondary meristem located in the cortex forms\nlayers of cells which constitute the cork. Cells\nof cork are dead and compactly arranged\nwithout intercellular spaces (Fig. 6.6). They\nalso have a substance called suberin in their\nwalls that makes them impervious to gases\nand water .is a distinctive feature of the complex plants,\none that has made possible their survival in\nthe terrestrial environment. In Fig. 6.3 showing\na section of stem, can you see different types\nof cells in the vascular bundle?\nXylem consists of tracheids, vessels, xylem\nparenchyma (Fig. 6.7 a,b,c) and xylem fibres.\nTracheids and vessels have thick walls, and\nmany ar e dead cells when mature. T racheids\nand vessels are tubular structures. This allows\nthem to transport water and minerals\nvertically. The parenchyma stores food. Xylem\nfibres are mainly supportive in function.\nPhloem is made up of five types of cells:\nsieve cells, sieve tubes, companion cells,\nphloem fibres and the phloem parenchyma\n[Fig. 6.7 (d)]. Sieve tubes are tubular cells with\nperforated walls. Phloem transports food from\nleaves to other parts of the plant. Except\nphloem fibres, other phloem cells are living cells.\n6.2.2 ( ii) COMPLEX  PERMANENT  TISSUE\nThe different types of tissues we have discussed\nuntil now are all made of one type of cells,\nwhich look like each other . Such tissues ar e\ncalled simple per manent tissue. Y et another\ntype of permanent tissue is complex tissue.\nComplex tissues are made of more than one\ntype of cells. All these cells coordinate to\nperform a common function. Xylem and\nphloem are examples of such complex tissues.\nThey are both conducting tissues and\nconstitute a vascular bundle. V ascular tissueFig. 6.6:  Protective tissue\nCork cells Ruptured epider mis\nNucleus\nCytoplasmPitsPit\n(a) Tracheid (b) Vessel (c) Xylem parenchyma\nFig. 6.7:  Types of complex tissue\nSieve plate\nSieve tube\nPhloem\nparenchyma\nCompanion cell\n(d) Section of phloem\n2024-25"
            },
            {
                "page": 6,
                "text": "TISSUES 65uestions\n1.Name types of simple tissues.\n2.Where is apical meristem found?\n3.Which tissue makes up the husk\nof coconut?\n4.What are the constituents of\nphloem?\n6.3Animal Tissues\nWhen we breathe we can actually feel the\nmovement of our chest. How do these body\nparts move? For this we have specialised cells\ncalled muscle cells (Fig. 6.8). The contraction\nand relaxation of these cells result\nin movement.Q\nFig. 6.8:  Location of muscle fibres\nSmooth muscle fibres\nSmooth muscle fibre\n(Cell)NucleusDuring breathing we inhale oxygen. Where\ndoes this oxygen go? It is absorbed in the lungs\nand then is transported to all the body cells\nthrough blood. Why would cells need oxygen?\nThe functions of mitochondria we studied\nearlier provide a clue to this question. Blood\nflows and carries various substances from one\npart of the body to the other . For example, it\ncarries oxygen and food to all cells. It also\ncollects wastes from all parts of the body and\ncarries them to the liver and kidney for\ndisposal.\nBlood and muscles are both examples of\ntissues found in our body. On the basis of  the\nfunctions they perform we can think of different\ntypes of animal tissues, such as epithelial\ntissue, connective tissue, muscular tissue and\nnervous tissue. Blood is a type of connective\ntissue, and muscle forms muscular tissue.\n6.3.1 EPITHELIAL  TISSUE\nThe covering or protective tissues in the animal\nbody are epithelial tissues. Epithelium covers\nmost organs and cavities within the body. It\nalso forms a barrier to keep different body\nsystems separate. The skin, the lining of the\nmouth, the lining of blood vessels, lung alveoli\nand kidney tubules are all made of epithelial\ntissue. Epithelial tissue cells are tightly packed\nand form a continuous sheet. They have only\na small amount of cementing material between\nthem and almost no intercellular spaces.\nObviously, anything entering or leaving the\nbody must cross at least one layer of\nepithelium. As a result, the permeability of the\ncells of various epithelia play an important role\nin regulating the exchange of materials\nbetween the body and the external\nenvironment and also between different parts\nof the body. Regardless of the type, all\nepithelium is usually separated from the\nunderlying tissue by an extracellular fibrous\nbasement membrane.\nDifferent epithelia (Fig. 6.9) show differing\nstructures that correlate with their unique\nfunctions. For example, in cells lining blood\nvessels or lung alveoli, where transportation\nof substances occurs through a selectively\npermeable surface, there is a simple flat kind\n2024-25"
            },
            {
                "page": 7,
                "text": "SCIENCE 66Fig. 6.9: Different types of epithelial tissuesof skin). Simple squamous epithelial cells are\nextremely thin and flat and form a delicate\nlining. The oesophagus and the lining of the\nmouth are also covered with squamous\nepithelium. The skin, which protects the body,\nis also made of squamous epithelium. Skin\nepithelial cells are arranged in many layers to\nprevent wear and tear . Since they ar e arranged\nin a pattern of layers, the epithelium is called\nstratified squamous epithelium.\nWher e absorption and secr etion occur , as\nin the inner lining of the intestine, tall epithelial\ncells are present. This columnar (meaning\n‘pillar -like’) epithelium facilitates movement\nacross the epithelial barrier . In the r espiratory\ntract, the columnar epithelial tissue also has\ncilia, which ar e hair -like pr ojections on the\nouter surfaces of epithelial cells. These cilia can\nmove, and their movement pushes the mucus\nforward to clear it. This type of epithelium is\nthus ciliated columnar epithelium.\nCuboidal epithelium (with cube-shaped\ncells) forms the lining of kidney tubules and\nducts of salivary glands, where it provides\nmechanical support. Epithelial cells often\nacquire additional specialisation as gland cells,\nwhich can secrete substances at the epithelial\nsurface. Sometimes a portion of the epithelial\ntissue folds inward, and a multicellular gland\nis formed. This is glandular epithelium.\n6.3.2 CONNECTIVE  TISSUE\nBlood is a type of connective tissue. Why would\nit be called ‘connective’ tissue? A clue is\nprovided in the introduction of this chapter!\nNow, let us look at this type of tissue in some\nmore detail. The cells of connective tissue are\nloosely spaced and embedded in an\nintercellular matrix (Fig. 6.10). The matrix may\nbe jelly like, fluid, dense or rigid. The nature\nof matrix differs in concordance with the\nfunction of the particular connective tissue.\nActivity 6.4\nTake a drop of blood on a slide and\nobserve different cells present in it\nunder a microscope.of epithelium. This is called the simple\nsquamous epithelium (squama means scale\n(a) Squamous\n(b) Stratified squamous\n(c) Cuboidal\n(d) Columnar (Ciliated)\n2024-25"
            },
            {
                "page": 8,
                "text": "TISSUES 67Blood has a fluid (liquid) matrix called\nplasma, in which red blood corpuscles (RBCs),\nwhite blood corpuscles (WBCs) and platelets\nare suspended. The plasma contains proteins,\nsalts and hormones. Blood flows and\ntransports gases, digested food, hor mones\nand waste materials to different parts of\nthe body.\nBone is another example of a connective\ntissue. It forms the framework that supports\nthe body. It also anchors the muscles and\nsupports the main or gans of the body. It is a\nstrong and nonflexible tissue (what would be\nthe advantage of these pr operties for bone\nfunctions?). Bone cells ar e embedded in a\nhard matrix that is composed of calcium and\nphosphorus compounds.\nTwo bones can be connected to each other\nby another type of connective tissue called the\nligament. This tissue is very elastic. It has\nconsiderable str ength. Ligaments contain\nvery little matrix and connect bones with\nbones. Tendons connect muscles to bones and\nare another type of connective tissue. Tendons\nare fibrous tissue with great strength but\nlimited flexibility.\nAnother type of connective tissue,\ncartilage, has widely spaced cells. The solid\nmatrix is composed of proteins and sugars.\nCartilage smoothens bone surfaces at joints\nand is also present in the nose, ear , trachea\nand larynx. W e can fold the cartilage of the ears,\nbut we cannot bend the bones in our arms.\nThink of how  the two tissues are different!\nAreolar connective tissue is found between\nthe skin and muscles, ar ound blood vessels\nand nerves and in the bone marr ow. It fills\nthe space inside the or gans, supports inter nal\norgans and helps in r epair of tissues.\nWher e are fats stor ed in our body? Fat-\nstoring adipose tissue is found below the skin\nand between inter nal or gans. The cells of this\ntissue ar e filled with fat globules. Storage of\nfats also lets it act as an insulator .\n6.3.3 MUSCULAR  TISSUE\nMuscular tissue consists of elongated cells,\nalso called muscle fibres. This tissue is\nresponsible for movement in our body.Fig. 6.10:  Types of connective tissues: (a) types of blood\ncells, (b) compact bone, (c) hyaline cartilage,\n(d) areolar tissue, (e) adipose tissue\n(a)Different white\nblood corpusclesNeutrophil\n(polynuclear\nleucocyte)Basophil EosinophilNucleusCytoplasm\nLymphocyte Monocyte Platelets\nHaversian canal\n(contains blood vessels\nand nerve fibr es)\nCanaliculus (contains\nslender process of bone\ncell or osteocyte)Hyaline matrixChondrocyte\nRed blood\ncorpuscle(b)(c)\nReticular fibre Fibroblast\nMacrophage\nCollagen fibre\nMast cell Plasma cell\n(d)\nFat dropletNucleus\nAdipocyte\n(e)\n2024-25"
            },
            {
                "page": 9,
                "text": "SCIENCE 68[Fig. 6.11(a)]. These muscles are also called\nskeletal muscles as they are mostly attached\nto bones and help in body movement. Under\nthe microscope, these muscles show alternate\nlight and dark bands or striations when\nstained appr opriately. As a result, they ar e\nalso called striated muscles. The cells of this\ntissue ar e long, cylindrical, unbranched and\nmultinucleate (having many nuclei).\nThe movement of food in the alimentary\ncanal or the contraction and relaxation of blood\nvessels ar e involuntary movements. W e cannot\nreally start them or stop them simply by\nwanting to do so! Smooth muscles [Fig.\n6.11(b)] or involuntary muscles contr ol such\nmovements. They ar e also found in the iris of\nthe eye, in ureters and in the bronchi of the\nlungs. The cells are long with pointed ends\n(spindle-shaped) and uninucleate (having a\nsingle nucleus). They are also called unstriated\nmuscles – why would they be called that?\nThe muscles of the heart show rhythmic\ncontraction and relaxation throughout life.\nThese involuntary muscles are called cardiac\nmuscles [Fig. 6.11(c)]. Heart muscle cells are\ncylindrical, branched and uninucleate.\nActivity 6.5\nCompare the structures of different\ntypes of muscular tissues. Note down\ntheir shape, number of nuclei and\nposition of nuclei within the cell in\nthe Table 6.1.\nTable 6.1:\nFeatures Striated Smooth Cardiac\nShape\nNumber of nuclei\nPosition of nuclei\n6.3.4 NERVOUS  TISSUE\nAll cells possess the ability to respond to\nstimuli. However , cells of the nervous tissue\nare highly specialised for being stimulated andMuscles contain special proteins called\ncontractile proteins, which contract and relax\nto cause movement.\nFig. 6.11: Types of muscles fibres: (a) striated muscle,\n(b) smooth muscle, (c) cardiac muscle\nWe can move some muscles by conscious\nwill. Muscles present in our limbs move when\nwe want them to, and stop when we so decide.\nSuch muscles are called voluntary muscles\n(c)Striations\nNuclei\nSpindle shaped\nmuscle cell\nNucleus\n(b)\nNuclei\nStriations\n(a)\n2024-25"
            },
            {
                "page": 10,
                "text": "TISSUES 69(processes) called dendrites. An individual\nnerve cell may be up to a metre long. Many\nnerve fibres bound together by connective\ntissue make up a nerve.\nThe signal that passes along the nerve fibre\nis called a nerve impulse. Nerve impulses allow\nus to move our muscles when we want to. The\nfunctional  combination of nerve and muscle\ntissue is fundamental to most animals. This\ncombination enables animals to move rapidly\nin response to stimuli.\nuestions\n1.Name the tissue responsible for\nmovement in our body.\n2.What does a neuron look like?\n3.Give three features of cardiac\nmuscles.\n4.What are the functions of\nareolar tissue?Q\nNucleus\nDendrite\nAxonNerve ending\nCell body\nFig. 6.12:  Neur on-unit of nervous tissuethen transmitting the stimulus very rapidly\nfrom one place to another within the body. The\nbrain, spinal cord and nerves are all composed\nof the nervous tissue. The cells of this tissue\nare called nerve cells or neurons. A neuron\nconsists of a cell body with a nucleus and\ncytoplasm, fr om which long thin hair -like\nparts arise (Fig. 6.12). Usually each neuron\nhas a single long part (process), called the\naxon, and many short, branched parts\nWhat\nyou have\nlearnt\n• Tissue is a gr oup of cells similar in structur e and function.\n• Plant tissues are of two main types – meristematic and\npermanent.\n• Meristematic tissue is the dividing tissue present in the\ngrowing regions of the plant.\n• Permanent tissues are derived from meristematic tissue once\nthey lose the ability to divide. They are classified as simple\nand complex tissues.\n• Parenchyma, collenchyma and sclerenchyma are three types\nof simple tissues. Xylem and phloem are types of complex\ntissues.\n• Animal tissues can be epithelial, connective, muscular and\nnervous tissue.\n• Depending on shape and function, epithelial tissue is\nclassified as squamous, cuboidal, columnar , ciliated and\nglandular .\n2024-25"
            },
            {
                "page": 11,
                "text": "SCIENCE 70• The different types of connective tissues in our body include\nareolar tissue, adipose tissue, bone, tendon, ligament,\ncartilage and blood.\n• Striated, unstriated and cardiac are three types of muscle\ntissues.\n• Nervous tissue is made of neurons that receive and\nconduct impulses.\nExercises\n1.Define the term “tissue”.\n2.How many types of elements together make up the xylem\ntissue? Name them.\n3.How are simple tissues different from complex tissues in\nplants?\n4.Differentiate between parenchyma, collenchyma and\nsclerenchyma on the basis of their cell wall.\n5.What are the functions of the stomata?\n6.Diagrammatically show the difference between the three\ntypes of muscle fibres.\n7.What is the specific function of the cardiac muscle?\n8.Differentiate between striated, unstriated and cardiac\nmuscles on the basis of their structure and site/location in\nthe body.\n9.Draw a labelled diagram of a neuron.\n10. Name the following.\n(a)Tissue that for ms the inner lining of our mouth.\n(b)Tissue that connects muscle to bone in humans.\n(c) Tissue that transports food in plants.\n(d)Tissue that stor es fat in our body.\n(e)Connective tissue with a fluid matrix.\n(f)Tissue pr esent in the brain.\n11. Identify the type of tissue in the following: skin, bark of\ntree, bone, lining of kidney tubule, vascular bundle.\n2024-25"
            },
            {
                "page": 12,
                "text": "TISSUES 7112. Name the regions in which parenchyma tissue is present.\n13. What is the role of epidermis in plants?\n14. How does the cork act as a protective tissue?\n15. Complete the following chart:\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 12: Improvement in Food Resources",
        "pages": [
            {
                "page": 1,
                "text": "SCIENCE 140We know that all living or ganisms need food.\nFood supplies pr oteins, carbohydrates, fats,\nvitamins and minerals, all of which we r equir e\nfor body development, gr owth and health.\nBoth plants and animals ar e major sources\nof food for us. W e obtain most of this food\nfrom agricultur e and animal husbandry.\nWe read in newspapers that ef forts ar e\nalways being made to impr ove pr oduction\nfrom agricultur e and animal husbandry. Why\nis this necessary? Why we cannot make do\nwith the curr ent levels of pr oduction?\nIndia is a very populous country. Our\npopulation is mor e than one billion people,\nand it is still gr owing. As food for this gr owing\npopulation, we will soon need mor e than a\nquarter of a billion tonnes of grain every year .\nThis can be done by far ming on more land.\nBut India is alr eady intensively cultivated. As\na result, we do not have any major scope for\nincreasing the ar ea of land under cultivation.\nTherefore, it is necessary to incr ease our\nproduction ef ficiency for both cr ops and\nlivestock.\nEfforts to meet the food demand by\nincreasing food pr oduction have led to some\nsuccesses so far . We have had the gr een\nrevolution, which contributed to incr eased\nfood-grain pr oduction. W e have also had the\nwhite revolution, which has led to better and\nmore efficient use as well as availability of milk.\nHowever , these r evolutions mean that our\nnatural resources are getting used more\nintensively. As a result, there are more\nchances of causing damage to our natural\nresources to the point of destroying their\nbalance completely. Therefore, it is important\nthat we should increase food production\nwithout degrading our environment anddisturbing the balances maintaining it. Hence,\nthere is a need for sustainable practices in\nagriculture and animal husbandry.\nAlso, simply increasing grain production\nfor storage in warehouses cannot solve the\nproblem of malnutrition and hunger . People\nshould have money to purchase food. Food\nsecurity depends on both availability of food\nand access to it. The majority of our\npopulation depends on agriculture for their\nlivelihood. Increasing the incomes of people\nworking in agriculture is therefore necessary\nto combat the pr oblem of hunger . Scientific\nmanagement practices should be undertaken\nto obtain high yields from farms. For\nsustained livelihood, one should undertake\nmixed farming, intercropping, and integrated\nfarming practices, for example, combine\nagriculture with livestock/poultry/fisheries/\nbee-keeping.\nThe question thus becomes – how do we\nincrease the yields of crops and livestock?\n12.1Improvement in Crop Yields\nCereals such as wheat, rice, maize, millets and\nsorghum provide us carbohydrate for energy\nrequirement. Pulses like gram ( chana ), pea\n(\nmatar ), black gram ( urad), green gram ( moong ),\npigeon pea ( arhar ), lentil ( masoor ), provide us with\nprotein. And oil seeds including soyabean,\nground nut, sesame, castor , mustar d, linseed and\nsunflower provide us with necessary fats (Fig.\n12.1). V egetables, spices and fruits pr ovide a\nrange of vitamins and minerals in addition to\nsmall amounts of proteins, carbohydrates and\nfats. In addition to these food crops, fodder crops\nlike berseem , oats or sudan grass  are raised as\nfood for the livestock.12\nI II IIMPROVEMENTMPROVEMENTMPROVEMENTMPROVEMENTMPROVEMENT      IN ININININ F  F F  F FOOD OODOOD OODOOD R  R R  R RESOURCESESOURCESESOURCESESOURCESESOURCESChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "IMPROVEMENT  IN FOOD RESOURCES 141the kharif  season from the month of June to\nOctober , and some of the cr ops ar e grown in\nthe winter season, called the rabi season from\nNovember to April. Paddy, soyabean, pigeon\npea, maize, cotton, gr een gram and black\ngram are kharif  crops, whereas wheat, gram,\npeas, mustar d, linseed are rabi crops.\nIn India ther e has been a four times\nincrease in the production of food grains from\n1952 to 2010 with only 25% increase in the\ncultivable land ar\nea. How has this incr ease\nin pr oduction been achieved? If we think of\nthe practices involved in far ming, we can see\nthat we can divide it into thr ee stages. The\nfirst is the choice of seeds for planting. The\nsecond is the nurturing of the cr op plants.\nThe third is the pr otection of the growing and\nharvested cr ops from loss. Thus, the major\ngroups of activities for impr oving cr op yields\ncan be classified as:\n•Crop variety improvement\n•Crop pr oduction impr ovement\n•Crop protection management.\n12.1.1 CROP VARIETY  IMPROVEMENT\nThis approach depends on finding a crop\nvariety that can give a good yield. V arieties or\nstrains of cr ops can be selected by breeding\nfor various useful characteristics such as\ndisease r esistance, r esponse to fertilisers,\nproduct quality and high yields. One way of\nincorporating desirable characters into cr op\nvarieties is by hybridisation. Hybridisation\nrefers to cr ossing between genetically\ndissimilar plants. This cr ossing may be\nintervarietal (between dif ferent varieties),\ninterspecific (between two dif ferent species of\nthe same genus) or inter generic (between\ndifferent genera). Another way of impr oving\nthe crop is by intr oducing a gene that would\nprovide the desir ed characteristic. This\nresults in genetically modified cr ops.\nFor new varieties of crops to be accepted,\nit is necessary that the variety pr oduces high\nyields under dif ferent conditions that ar e\nfound in dif ferent ar eas. Far mers would need\nto be provided with good quality seeds of a\nparticular variety, that is, the seeds should allFig. 12.1:  Different types of crops\nuestion\n1.What do we get fr om cer eals,\npulses, fruits and vegetables?\nDifferent crops r equir e different climatic\nconditions, temperatur e and photoperiods for\ntheir gr owth and completion of their life cycle.\nPhotoperiods ar e related to the duration of\nsunlight. Gr owth of plants and flowering ar e\ndependent on sunlight. As we all know, plants\nmanufactur e their food in sunlight by the\nprocess of photosynthesis. There are some\ncrops, which are grown in rainy season, called\nQ\n2024-25"
            },
            {
                "page": 3,
                "text": "SCIENCE 142be of the same variety and germinate under\nthe same conditions.\nCultivation practices and crop yield are\nrelated to weather , soil quality and availability\nof water . Since weather conditions such as\ndrought and flood situations ar e\nunpr edictable, varieties that can be gr own in\ndiverse climatic conditions ar e useful.\nSimilarly, varieties tolerant to high soil  salinity\nhave been developed. Some of the factors for\nwhich variety impr ovement is done ar e:\n•Higher yield: T o increase the\nproductivity of the cr op per acre.\n•Impr oved quality: Quality\nconsiderations of cr op pr oducts vary\nfrom cr op to cr op. Baking quality is\nimportant in wheat, pr otein quality in\npulses, oil quality in oilseeds and\npreserving quality in fruits and\nvegetables.\n•Biotic and abiotic r esistance: Cr ops\nproduction can go down due to biotic\n(diseases, insects and nematodes) and\nabiotic (dr ought, salinity, water\nlogging, heat, cold and fr ost) str esses\nunder dif ferent situations. V arieties\nresistant to these str esses can impr ove\ncrop production.\n•Change in maturity duration: The\nshorter the duration of the cr op from\nsowing to harvesting, the mor e\neconomical is the variety. Such short\ndurations allow far mers to gr ow\nmultiple r ounds of cr ops in a year .\nShort duration also r educes the cost\nof crop pr\noduction. Unifor m maturity\nmakes the harvesting pr ocess easy\nand r educes losses during harvesting.\n•Wider adaptability: Developing\nvarieties for wider adaptability will\nhelp in stabilising the cr op pr oduction\nunder dif ferent envir onmental\nconditions. One variety can then be\ngrown under dif ferent climatic\nconditions in dif ferent ar eas.\n•Desirable agr onomic characteristics:\nTallness and pr ofuse branching ar e\ndesirable characters for fodder cr ops.\nDwarfness is desired in cereals, so thatless nutrients are consumed by these\ncrops. Thus developing varieties of\ndesired agronomic characters help give\nhigher productivity.\nuestions\n1.How do biotic and abiotic factors\naffect cr op pr oduction?\n2.What are the desirable agr onomic\ncharacteristics for crop\nimprovements?\n12.1.2 CROP PRODUCTION  MANAGEMENT\nIn India, as in many other agriculture-based\ncountries, farming ranges from small to very\nlarge farms. Different farmers thus have more\nor less land, money and access to information\nand technologies. In short, it is the money or\nfinancial conditions that allow farmers to take\nup different farming practices and agricultural\ntechnologies. There is a correlation between\nhigher inputs and yields. Thus, the farmer’s\npurchasing capacity for inputs decides\ncropping system and production practices.\nTherefore, production practices can be at\ndifferent levels. They include ‘no cost’\nproduction, ‘low cost’ production and ‘high\ncost’ production practices.\n12.1.2 ( i)  NUTRIENT MANAGEMENT\nJust as we need food for development, growth\nand well-being, plants also require nutrients\nfor growth. Nutrients are supplied to plants\nby air , water and soil. Ther e are several\nnutrients which are essential for plants. Air\nsupplies carbon and oxygen, hydrogen comes\nfrom water , and soil supplies the other thirteen\nnutrients to plants. Amongst these, some are\nrequired in large quantities and are therefore\ncalled macro-nutrients. The other nutrients are\nused by plants in small quantities and are\ntherefore called micro-nutrients (Table 12.1).Q\n2024-25"
            },
            {
                "page": 4,
                "text": "IMPROVEMENT  IN FOOD RESOURCES 143our environment from excessive use of\nfertilizers. Using biological waste material is\nalso a way of recycling farm waste. Based on\nthe kind of biological material used, manure\ncan be classified as:\n(i)Compost and vermi-compost: The\nprocess in which far m waste material\nlike livestock excreta (cow dung, etc.),\nvegetable waste, animal r efuse,\ndomestic waste, sewage waste, straw,\neradicated weeds etc. is decomposed\nin pits is known as composting. The\ncompost is rich in or ganic matter and\nnutrients. Compost is also prepared\nby using earthwor ms to hasten the\nprocess of decomposition of plant and\nanimal refuse. This is called\nvermi-compost.\n(ii)Green manure: Prior to the sowing of\nthe cr op seeds, some plants like sun\nhemp or guar ar e grown and then\nmulched by ploughing them into the\nsoil. These gr een plants thus tur n into\ngreen manure which helps in\nenriching the soil in nitrogen\nand phosphorus.\nFERTILIZERS\nFertilizers are commercially produced plant\nnutrients. Fertilizers supply nitr ogen,\nphosphorus and potassium. They ar e used\nto ensur e good vegetative gr owth (leaves,\nbranches and flowers), giving rise to healthy\nplants. Fertilizers are a factor in the higher\nyields of high-cost far ming.\nFertilizers should be applied car efully in\nterms of pr oper dose, time, and observing pr e-\nand post-application pr ecautions for their\ncomplete utilisation. For example, sometimes\nfertilizers get washed away due to excessive\nirrigation and ar e not fully absorbed by the\nplants. This excess fertilizer then leads to\nwater pollution.\nAlso, as we have seen in the pr evious\nchapter , continuous use of fertilizers in an\narea can destroy soil fertility because the\norganic matter in the soil is not replenished\nand micro-organisms in the soil are harmed\nby the fertilizers used. Short-term benefits of\nusing fertilizers and long-term benefits of usingDeficiency of these nutrients affects\nphysiological processes in plants including\nreproduction, growth and susceptibility to\ndiseases. To increase the yield, the soil can be\nenriched by supplying these nutrients in the\nform of manure and fertilizers.\nuestions\n1.What ar e macr o-nutrients and\nwhy ar e they called macr o-\nnutrients?\n2.How do plants get nutrients?\nMANURE\nManure contains lar ge quantities of or ganic\nmatter and also supplies small quantities of\nnutrients to the soil. Manur e is pr epared by\nthe decomposition of animal excr eta and plant\nwaste. Manure helps in enriching soil with\nnutrients and or ganic matter and increasing\nsoil fertility. The bulk of or ganic matter in\nmanur e helps in impr oving the soil structur e.\nThis involves incr easing the water holding\ncapacity in sandy soils. In clayey soils, the\nlarge quantities of organic matter help in\ndrainage and in avoiding water logging.\nIn using manure we use biological waste\nmaterial, which is advantageous in protectingTable 12.1: Nutrients supplied\nby air, water and soil\nAir carbon, oxygen\nWater hydrogen, oxygen\nSoil (i)Macronutrients :\nnitrogen, phosphorus,\npotassium, calcium,\nmagnesium, sulphur\n(ii)Micronutrients:\niron, manganese, boron,\nzinc, copper ,\nmolybdenum, chlorine\nQSource Nutrients\n2024-25"
            },
            {
                "page": 5,
                "text": "SCIENCE 144India has a wide variety of water resources\nand a highly varied climate. Under such\nconditions, several different kinds of irrigation\nsystems are adopted to supply water to\nagricultural lands depending on the kinds of\nwater resources available. These include wells,\ncanals, rivers and tanks.\n•Wells:  There ar e two types of wells,\nnamely dug wells and tube wells. In a\ndug well, water is collected fr om water\nbearing strata. Tube wells can tap\nwater fr om the deeper strata. Fr om\nthese wells, water is lifted by pumps\nfor irrigation.\n•Canals:  This is usually an elaborate\nand extensive irrigation system. In this\nsystem canals r eceive water from one\nor mor e reservoirs or fr om rivers. The\nmain canal is divided into branch\ncanals having further distributaries to\nirrigate fields.\n•River Lift Systems : In ar eas wher e\ncanal flow is insuf ficient or irr\negular\ndue to inadequate r eservoir r elease,\nthe lift system is mor e rational. W ater\nis dir ectly drawn fr om the rivers for\nsupplementing irrigation in ar eas\nclose to rivers.\n•Tanks:  These ar e small storage\nreservoirs, which inter cept and stor e\nthe run-of f of smaller catchment\nareas.\nFresh initiatives for incr easing the water\navailable for agricultur e include rainwater\nharvesting and watershed management. This\ninvolves building small check-dams which\nlead to an incr ease in gr ound water levels.\nThe check-dams stop the rainwater fr om\nflowing away and also reduce soil erosion.\n12.1.2 ( iii)  CROPPING  PATTERNS\nDifferent ways of gr owing cr ops can be used\nto give maximum benefit.\nMixed cr opping is gr owing two or mor e\ncrops simultaneously on the same piece of\nland, for example, wheat + gram, or wheat +\nmustar d, or gr oundnut + sunflower . This\nreduces risk and gives some insurance\nagainst failur e of one of the cr ops.manure for maintaining soil fertility have to\nbe considered while aiming for optimum yields\nin crop production.\nuestion\n1.Compare the use of manure and\nfertilizers in maintaining soil\nfertility.\nOrganic far ming is a far ming system with\nminimal or no use of chemicals as fertilizers,\nherbicides, pesticides, etc., and with a\nmaximum input of or ganic manur es, recycled\nfarm-wastes (straw and livestock excr eta), use\nof bio-agents such as cultur e of blue green\nalgae in pr eparation of biofertilizers, neem\nleaves or tur meric specifically in grain storage\nas bio-pesticides, with healthy cr opping\nsystems [mixed cr opping, inter -cropping and\ncrop rotation as discussed below in 12.1.2.(iii)].\nThese cropping systems are beneficial in\ninsect, pest and wheat control besides\nproviding nutrients.\n12.1.2 ( ii)  IRRIGATION\nMost agriculture in India is rain-fed, that is,\nthe success of cr ops in most ar eas is\ndependent on timely monsoons and suf ficient\nrainfall spread thr ough most of the growing\nseason. Hence, poor monsoons cause cr op\nfailur e. Ensuring that the cr ops get water at\nthe right stages during their gr owing season\ncan incr ease the expected yields of any cr op.\nTherefor e, many measur es are used to bring\nmore and more agricultural land\nunder irrigation.Q\nMore to  knowDroughts occur because of scarcity or\nirregular distribution of rains. Drought\nposes a threat to rain-fed farming\nareas, where farmers do not use\nirrigation for crop production and\ndepend only on rain. Light soils have\nless water retention capacity. In areas\nwith light soils, crops get adversely\naffected by drought conditions.\nScientists have developed some crop\nvarieties which can tolerate drought\nconditions.\n2024-25"
            },
            {
                "page": 6,
                "text": "IMPROVEMENT  IN FOOD RESOURCES 145Inter -cropping is gr owing two or mor e\ncrops simultaneously on the same field in a\ndefinite pattern (Fig.12.2). A few rows of one\ncrop alter nate with a few r ows of a second\ncrop, for example, soyabean + maize, or finger\nmillet (bajra ) + cowpea (lobia ). The crops are\nselected such that their nutrient\nrequir ements ar e dif ferent. This ensur es\nmaximum utilisation of the nutrients\nsupplied, and also pr events pests and\ndiseases fr om spr eading to all the plants\nbelonging to one cr op in a field. This way,\nboth crops can give better r eturns.(\ngokhroo ), Parthenium ( gajar ghas ), Cyperinus\nrotundus ( motha). They compete for food,\nspace and light. W eeds take up nutrients and\nreduce the growth of the crop. Therefore,\nremoval of weeds from cultivated fields during\nthe early stages of crop growth is essential for\na good harvest.\nGenerally insect pests attack the plants\nin thr ee ways: (i) they cut the r oot, stem and\nleaf, (ii) they suck the cell sap fr om various\nparts of the plant, and (iii) they bor e into stem\nand fruits. They thus af fect the health of the\ncrop and reduce yields.\nDiseases in plants ar e caused by\npathogens such as bacteria, fungi and  viruses.\nThese pathogens can be pr esent in and\ntransmitted thr ough the soil, water and air .\nWeeds, insects and diseases can be\ncontr olled by various methods. One of the\nmost commonly used methods is the use of\npesticides, which include herbicides,\ninsecticides and fungicides. These chemicals\nare sprayed on cr op plants or used for tr eating\nseeds and soil. However , excessive use of\nthese chemicals cr eates problems, since they\ncan be poisonous to many plant and animal\nspecies and cause envir onmental pollution.\nWeed contr ol methods also include\nmechanical r emoval. Pr eventive methods\nsuch as pr oper seed bed preparation, timely\nsowing of crops, inter cropping and cr op\nrotation also help in weed contr ol. Some other\npreventive measur es against pests ar e the use\nof resistant varieties, and summer ploughing,\nin which fields ar e ploughed deep in summers\nto destr oy weeds and pests.\nuestion\n1.Which of the following conditions\nwill give the most benefits? Why?\n(a)Farmers use high-quality\nseeds, do not adopt\nirrigation or use fertilizers.\n(b)Farmers use or dinary\nseeds, adopt irrigation and\nuse fertilizer .\n(c)Farmers use quality seeds,\nadopt irrigation, use\nfertilizer and use crop\nprotection measur es.Q\nFig. 12.2 : Intercropping\nThe growing of different crops on a piece\nof land in a pre-planned succession is known\nas crop r otation. Depending upon the\nduration, cr op rotation is done for dif ferent\ncrop combinations. The availability of moisture\nand irrigation facilities decide the choice of the\ncrop to be cultivated after one harvest. If crop\nrotation is done properly then two or three\ncrops can be grown in a year with\ngood harvests.\n12.1.3 CROP PROTECTION  MANAGEMENT\nField crops are infested by a large number of\nweeds, insect pests and diseases. If weeds and\npests ar e not contr olled at the appr opriate\ntime then they can damage the cr ops so much\nthat most of the cr op is lost.\nWeeds ar e unwanted plants in the\ncultivated field, for example, Xanthium\n2024-25"
            },
            {
                "page": 7,
                "text": "SCIENCE 146Activity _____________ 12.1\n•Visit a nearby garden/agricultural\nfield and make a list of the weeds and\nthe flowers/crops found in the area.\nAlso, make a list of insect pests, if\nany, infesting the flowers/crops.\nSTORAGE  OF GRAINS\nStorage losses in agricultural produce can be\nvery high. Factors responsible for such losses\nare biotic— insects, rodents, fungi, mites and\nbacteria, and abiotic— inappropriate moisture\nand temperatures in the place of storage. These\nfactors cause degradation in quality, loss in\nweight, poor germinability, discolouration of\nproduce, all leading to poor marketability.\nThese factors can be controlled by proper\ntreatment and by systematic management of\nwarehouses.\nPreventive and control measures are used\nbefore grains are stored for future use. They\ninclude strict cleaning of the produce before\nstorage, proper drying of the produce first in\nsunlight and then in shade, and fumigation\nusing chemicals that can kill pests.\nuestions\n1.Why should preventive measures\nand biological control methods be\npreferred for protecting crops?\n2.What factors may be responsible\nfor losses of grains during\nstorage?Activity _____________ 12.2\n•Collect grains/seeds of cereals,\npulses and oil seeds and gather\ninformation about the seasons in\nwhich they are sown and harvested.\n12.2Animal Husbandry\nAnimal husbandry is the scientific\nmanagement of animal livestock. It includes\nvarious aspects such as feeding, br eeding and\ndisease contr ol. Animal-based far ming\nincludes cattle, goat, sheep, poultry and fish\nfarming. As the population incr eases and as\nliving standar ds incr ease, the demand for\nmilk, eggs and meat is also going up. Also,\nthe gr owing awar eness of the need for\nhumane tr eatment of livestock has br ought\nin new limitations in livestock farming. Thus,\nlivestock production also needs to be improved.\n12.2.1 CATTLE FARMING\nCattle husbandry is done for two purposes—\nmilk and draught labour for agricultural work\nsuch as tilling, irrigation and carting. Indian\ncattle belong to two dif ferent species, Bos\nindicus , cows, and Bos bubalis , buf faloes.\nMilk-pr oducing females ar e called milch\nanimals (dairy animals), while the ones used\nfor far m labour are called draught animals.\nMilk production depends, to some extent,\non the duration of the lactation period,\nmeaning the period of milk production after QTable 12.2: Nutritional values of animal products\nAnimal\nProducts\nFat Protein Sugar Minerals Water Vitamins\nMilk (Cow) 3.60 4.00 4.50 0.70 87.20 B1, B2, B12, D, E\nEgg 12.00 13.00 * 1.00 74.00 B2, D\nMeat 3.60 21.10 * 1.10 74.20 B2, B12\nFish 2.50 19.00 * 1.30 77.20 Niacin, D, A\n*Present in very small amountsPer cent (%) Nutrients\n2024-25"
            },
            {
                "page": 8,
                "text": "IMPROVEMENT  IN FOOD RESOURCES 147the birth of a calf. So, milk production can be\nincreased by increasing the lactation period.\nExotic or foreign breeds (for example, Jersey,\nBrown Swiss) are selected for long lactation\nperiods, while local breeds (for example, Red\nSindhi, Sahiwal) show excellent resistance to\ndiseases. The two can be cross-bred to get\nanimals with both the desired qualities.\nuestion\n1.Which method is commonly used\nfor impr oving cattle br eeds and\nwhy?\nActivity _____________ 12.3\n•Visit a livestock farm. Note the\nfollowing:\n(1)Number of cattle and number of\ndifferent br eeds.\n(2)The amount of daily milk pr oduction\nfrom the dif ferent br eeds.\nProper cleaning and shelter facilities for\ncows and buf faloes are requir ed for humane\nfarming, for the health of the animals and\nfor pr oduction of clean milk as well. Animals\nrequire regular brushing to remove dirt andloose hair . They should be sheltered under\nwell-ventilated roofed sheds that protect them\nfrom rain, heat and cold. The floor of the cattle\nshed needs to be sloping so as to stay dry\nand to facilitate cleaning.\nThe food r equir ements of dairy animals\nare of two types: (a) maintenance\nrequir ement, which is the food r equir ed to\nsupport the animal to live a healthy life, and\n(b) milk pr oducing r equir ement, which is the\ntype of food r equir ed during the lactation\nperiod. Animal feed includes: (a) r oughage,\nwhich is largely fibr e, and (b) concentrates,\nwhich ar e low in fibre and contain r elatively\nhigh levels of pr oteins and other nutrients.\nCattle need balanced rations containing all\nnutrients in pr oportionate amounts. Besides\nsuch nutritious food material, certain feed\nadditives containing micr onutrients pr omote\nthe health and milk output of dairy animals.\nCattle suf fer from a number of diseases.\nThe diseases, besides causing death, r educe\nmilk pr oduction. A healthy animal feeds\nregularly and has a nor mal postur e. The\nparasites of cattle may be both exter nal\nparasites and inter nal parasites. The exter nal\nparasites live on the skin and mainly cause\nskin diseases. The inter nal parasites like\nworms, af fect stomach and intestine while\nflukes damage the liver . Infectious diseases\nare also caused by bacteria and viruses.\nVaccinations ar e given to far m animals\nagainst many major viral and bacterial\ndiseases.\n12.2.2 POULTRY FARMING\nPoultry farming is undertaken to raise\ndomestic fowl for egg pr oduction and chicken\nmeat. Ther efore, impr oved poultry br eeds ar e\ndeveloped and far med to pr oduce layers for\neggs and br oilers for meat.\nThe cr oss-br eeding pr ogrammes between\nIndian (indigenous, for example, Aseel) and\nforeign (exotic, for example, Leghor n) breeds\nfor variety impr ovement ar e focused on to\ndevelop new varieties for the following\ndesirable traits—\n(i)number and quality of chicks;Q\nFig. 12.3: Indigenous milch breed of cattle\n2024-25"
            },
            {
                "page": 9,
                "text": "SCIENCE 148(ii)dwarf broiler parent for commercial\nchick production;\n(iii)summer adaptation capacity/\ntolerance to high temperatur e;\n(iv)low maintenance r equir ements;\n(v)reduction in the size of the egg-laying\nbird with ability to utilise mor e\nfibrous cheaper diets for mulated\nusing agricultural by-pr oducts.The ration (daily food r equir ement) for br oilers\nis protein rich with adequate fat. The level of\nvitamins A and K is kept high in the poultry\nfeeds.\nPoultry fowl suf fer fr om a number of\ndiseases caused by virus, bacteria, fungi,\nparasites, as well as fr om nutritional\ndeficiencies. These necessitate pr oper\ncleaning, sanitation, and spraying of\ndisinfectants at r egular intervals. Appr opriate\nvaccination can pr event the occurr ence of\ninfectious diseases and r educe loss of poultry\nduring an outbr eak of disease.\nuestions\n1.What management practices are\ncommon in dairy and poultry\nfarming?\n2.What ar e the dif ferences between\nbroilers and layers and in their\nmanagement?\nActivity _____________ 12.4\n•Visit a local poultry farm. Observe\ntypes of breeds and note the type of\nration, housing and lighting facilities\ngiven to them. Identify the growers,\nlayers and broilers.\n12.2.3 FISH PRODUCTION\nFish is a cheap source of animal protein for\nour food. Fish pr oduction includes the finned\ntrue fish as well as shellfish such as prawns\nand molluscs. Ther e are two ways of obtaining\nfish. One is fr om natural resour ces, which is\ncalled captur e fishing. The other way is by\nfish far ming, which is called cultur e fishery.\nThe water sour ce of the fish can be either\nseawater or fr esh water , such as in rivers and\nponds. Fishing can thus be done both by\ncaptur e and cultur e of fish in marine and\nfreshwater ecosystems.\n12.2.3 ( i) MARINE FISHERIES\nIndia’s marine fishery resources include\n7500 km of coastline and the deep seasFig. 12.4Aseel Leghor n\nuestion\n1.Discuss the implications of the\nfollowing statement:\n“It is inter esting to note that\npoultry is India’s most ef ficient\nconverter of low fibre food stuf f\n(which is unfit for human\nconsumption) into highly\nnutritious animal pr otein food.”\nEGG AND BROILER  PRODUCTION\nBroiler chickens ar e fed with vitamin-rich\nsupplementary feed for good gr owth rate and\nbetter feed ef ficiency. Care is taken to avoid\nmortality and to maintain feathering and\ncarcass quality. They ar e produced as br oilers\nand sent to market for meat purposes.\nFor good pr oduction of poultry bir ds, good\nmanagement practices ar e important. These\ninclude maintenance of temperatur e and\nhygienic conditions in housing and poultry\nfeed, as well as pr evention and contr ol of\ndiseases and pests.\nThe housing, nutritional and\nenvir onmental r equir ements of br oilers ar e\nsomewhat dif ferent fr om those of egg layers.QQ\n2024-25"
            },
            {
                "page": 10,
                "text": "IMPROVEMENT  IN FOOD RESOURCES 149beyond it. Popular marine fish varieties\ninclude pomphret, macker el, tuna, sar dines,\nand Bombay duck. Marine fish are caught\nusing many kinds of fishing nets fr om fishing\nboats. Y ields ar e incr eased by locating lar ge\nschools of fish in the open sea using satellites\nand echo-sounders.\nSome marine fish of high economic value\nare also far med in seawater . This includes\nfinned fishes like mullets, bhetki\n, and pearl\nspots, shellfish such as prawns (Fig. 12.5),\nmussels and oysters as well as seaweed.\nOysters ar e also cultivated for the pearls\nthey make.\nMacr obrachium r osenber gii\n(fresh water)Peneaus monodon\n(marine)\nFig. 12.5 :  Fresh water and marine prawns\nAs marine fish stocks get further depleted,\nthe demand for mor e fish can only be met by\nsuch cultur e fisheries, a practice called\nmariculture.\n12.2.3 ( ii)  INLAND  FISHERIES\nFresh water resources include canals, ponds,\nreservoirs and rivers. Brackish water\nresources, wher e seawater and fr esh water\nmix together , such as estuaries and lagoons\nare also important fish r eservoirs. While\ncaptur e fishing is also done in such inland\nwater bodies, the yield is not high. Most fish\nproduction fr om these r esour\nces is thr ough\naquacultur e.\nFish cultur e is sometimes done in\ncombination with a rice cr op, so that fish ar e\ngrown in the water in the paddy field. Mor e\nintensive fish far ming can be done in\ncomposite fish cultur e systems. Both local\nand imported fish species ar e used in such\nsystems.In such a system, a combination of five or\nsix fish species is used in a single fishpond.\nThese species ar e selected so that they do\nnot compete for food among them having\ndifferent types of food habits. As a r esult, the\nfood available in all the parts of the pond is\nused. As Catlas are sur face feeders, Rohus\nfeed in the middle-zone of the pond, Mrigals\nand Common Carps ar e bottom feeders, and\nGrass Carps feed on the weeds, together these\nspecies (Fig. 12.6) can use all the food in the\npond without competing with each other . This\nincreases the fish yield fr om the pond.\n(a)\n(b)\n(c)\n(d)\nFig. 12.6: (a) Catla (b) Silver carp  (c) Rohu (d) Grass\nCarp (e) Mrigal (f) Common Carp(e)\n(f)\nOne problem with such composite fish\ncultur e is that many of these fish br eed only\nduring monsoon. Even if fish seed is collected\nfrom the wild, it can be mixed with that of\nother species as well. So, a major pr oblem in\nfish far ming is the lack of availability of good-\nquality seed. T o over come this pr oblem, ways\nhave now been worked out to br eed these fish\nin ponds using hor monal stimulation. This\nhas ensur ed the supply of pure fish seed in\ndesired quantities.\n2024-25"
            },
            {
                "page": 11,
                "text": "SCIENCE 150uestions\n1.How are fish obtained?\n2.What ar e the advantages of\ncomposite fish cultur e?\nActivity _____________ 12.5\n•Visit a fish farm in fish breeding\nseason and note the following:\n(1)Varieties of fish in fish far m\n(2)Types of ponds\n(3)Feed ingredients used\n(4)Production capacity of the farm\nIf there are no fish farms close to your\nlocality, gather the above information from\nInternet, by referring books or talking to\npeople who are engaged in fishery.\n12.2.4 BEE-KEEPING\nHoney is widely used and ther efore bee-\nkeeping for making honey has become an\nagricultural enterprise. Since bee-keeping\nneeds low investments, far mers use it as an\nadditional income generating activity. In\naddition to honey, the beehives ar e a source\nof wax which is used in various medicinal\npreparations.\nThe local varieties of bees used for\ncommer cial honey pr oduction ar e Apis cerana\nindica , commonly known as the Indian bee,\nA. dorsata,  the rock bee and A. florae,  the little\nbee. An Italian bee variety, A. mellifera, has\nalso been brought in to increase yield of honey.This is the variety commonly used for\ncommercial honey production.\nThe Italian bees have high honey collection\ncapacity. They sting somewhat less. They stay\nin a given beehive for long periods, and breed\nvery well. For commercial honey production,\nbee farms or apiaries are established.\nThe value or quality of honey depends\nupon the pasturage, or the flowers available\nto the bees for nectar and pollen collection.\nIn addition to adequate quantity of pasturage,\nthe kind of flowers available will deter mine\nthe taste of the honey.\nuestions\n1.What ar e the desirable\ncharacters of bee varieties\nsuitable for honey production?\n2.What is pasturage and how is it\nrelated to honey production?Q\n(a) (b)\nFig. 12.7:  (a) Arrangement of beehive in an apiary\n(b) honey extractor\nQ\nWhat\nyou have\nlearnt\n• There are several nutrients essential for crops. Of these,\nsome are required in large quantities and are known as\nmacro-nutrients whereas rest of the nutrients are required\nin small quantities and are known as micro-nutrients.\n• Manure and fertilizers are the main sources of nutrient\nsupply to crops.\n• Organic farming is a farming system with minimal or no use\nof chemicals as fertilizers, herbicides, pesticides etc. and\n2024-25"
            },
            {
                "page": 12,
                "text": "IMPROVEMENT  IN FOOD RESOURCES 151\nwith a maximum input of organic manures, recyled farm wastes, and\nbio-agents, with healthy cropping systems.\n• Mixed farming is a system of farming on a particular farm which\nincludes crop production, raising of livestock etc.\n• Mixed cropping is growing of two or more crops simultaneously on the\nsame piece of land.\n• Growing two or mor e crops in definite r ow patter ns is known as inter -\ncropping.\n• The growing of different crops on a piece of land in pre-planned\nsuccession is called crop rotation.\n• Varietal impr ovement is requir ed for higher yield, good quality, biotic\nand abiotic resistance, shortening the maturity duration, wider\nadaptability and desirable agronomic characteristics.\n• Farm animals requir e proper car e and management such as shelter ,\nfeeding, breeding and disease control. This is called animal husbandry.\n• Poultry farming is done to raise domestic fowls. Poultry production\nincludes egg production and broiler production for poultry meat.\n• To enhance poultry production, cross breeding is done between Indian\nand exotic breeds for variety improvement.\n• Fish may be obtained from marine resources as well as inland\nresources.\n• To increase production of fish, they can be cultured in marine and\ninland ecosystems.\n• Marine fish capture is done by fishing nets guided by echo-sounders\nand satellites.\n• Composite fish culture system is commonly used for\nfish farming.\n• Bee-keeping is done to get honey and wax.\nExercises\n1. Explain any one method of crop production which ensures high yield.\n2. Why are manure and fertilizers used in fields?\n3. What ar e the advantages of inter -cropping and cr op rotation?\n4. What is genetic manipulation? How is it useful in agricultural practices?\n5. How do storage grain losses occur?\n6. How do good animal husbandry practices benefit farmers?\n7. What are the benefits of cattle farming?\n8. For increasing production, what is common in poultry, fisheries and\nbee-keeping?\n9. How do you differentiate between capture fishing, mariculture and\naquaculture?\n2024-25"
            }
        ]
    }
]