[
    {
        "chapter": "Chapter 5 : Life Processes",
        "pages": [
            {
                "page": 79,
                "text": "Life Processes5 CHAPTER\nHow do we tell the difference between what is alive and what is not\nalive? If we see a dog running, or a cow chewing cud, or a man\nshouting loudly on the street, we know that these are living beings. What\nif the dog or the cow or the man wer\ne asleep? W e would still think that\nthey wer e alive, but how did we know that? W e see them br eathing, and\nwe know that they are alive. What about plants? How do we know that\nthey ar e alive? W e see them gr een, some of us will say. But what about\nplants that have leaves of colours other than green? They grow over\ntime, so we know that they are alive, some will say. In other words, we\ntend to think of some sort of movement, either growth-related or not, as\ncommon evidence for being alive. But a plant that is not visibly growing is\nstill alive, and some animals can breathe without visible movement. So\nusing visible movement as the defining characteristic of life is not enough.\nMovements over very small scales will be invisible to the naked eye –\nmovements of molecules, for example. Is this invisible molecular\nmovement necessary for life? If we ask this question to professional\nbiologists, they will say yes. In fact, viruses do not show any molecular\nmovement in them (until they infect some cell), and that is partly why\nthere is a controversy about whether they are truly alive or not.\nWhy ar e molecular movements needed for life? W e have seen in earlier\nclasses that living organisms are well-organised structures; they can\nhave tissues, tissues have cells, cells have smaller components in them,\nand so on. Because of the effects of the environment, this organised,\nordered nature of living structures is very likely to keep breaking down\nover time. If order breaks down, the organism will no longer be alive. So\nliving creatures must keep repairing and maintaining their structures.\nSince all these structures are made up of molecules, they must move\nmolecules around all the time.\nWhat are the maintenance processes in living organisms?\nLet us explore.\n5.1 WHA 5.1 WHA5.1 WHA 5.1 WHA5.1 WHA T ARE LIFE PROCESSES?T ARE LIFE PROCESSES?T ARE LIFE PROCESSES?T ARE LIFE PROCESSES?T ARE LIFE PROCESSES?\nThe maintenance functions of living organisms must go on even when\nthey ar e not doing anything particular . Even when we ar e just sitting in\n2024-25"
            },
            {
                "page": 80,
                "text": "Science 80class, even if we are just asleep, this maintenance job has to go on.\nThe processes which together perform this maintenance job are\nlife processes.\nSince these maintenance processes are needed to prevent damage\nand break-down, energy is needed for them. This energy comes from\noutside the body of the individual organism. So there must be a process\nto transfer a source of energy from outside the body of the organism,\nwhich we call food, to the inside, a process we commonly call nutrition.\nIf the body size of the organisms is to grow, additional raw material will\nalso be needed from outside. Since life on earth depends on carbon-\nbased molecules, most of these food sources are also carbon-based.\nDepending on the complexity of these carbon sources, different\norganisms can then use different kinds of nutritional processes.\nThe outside sources of energy could be quite varied, since the\nenvironment is not under the control of the individual organism. These\nsources of energy, therefore, need to be broken down or built up in the\nbody, and must be finally converted to a uniform source of energy that\ncan be used for the various molecular movements needed for\nmaintaining living str uctures, as well as to the kind of molecules the\nbody needs to grow. For this, a series of chemical reactions in the\nbody \nare necessary. Oxidising-reducing reactions are some of the most\ncommon chemical means to break -down molecules. For this, many\norganisms use oxygen sourced from outside the body. The process\nof acquiring oxygen from outside the body, and to use it  in the process\nof break -down of food sources for cellular needs, is what we call\nrespiration.\nIn the case of a single-celled organism, no specific organs for taking\nin food, exchange of gases or removal of wastes may be needed because\nthe entire surface of the organism is in contact with the environment.\nBut what happens when the body size of the organism increases and\nthe body design becomes more complex? In multi-cellular organisms,\nall the cells may not be in direct contact with the surrounding\nenvironment. Thus, simple diffusion will not meet the requirements of\nall the cells.\nWe have seen pr eviously how, in multi-cellular or ganisms, various\nbody parts have specialised in the functions they per form. We are familiar\nwith the idea of these specialised tissues, and with their organisation in\nthe body of the organism. It is therefore not surprising that the uptake\nof food and of oxygen will also be the function of specialised tissues.\nHowever , this poses a pr oblem, since the food and oxygen ar e now taken\nup at one place in the body of the organisms, while all parts of the body\nneed them. This situation creates a need for a transportation system for\ncarrying food and oxygen from one place to another in the body.\nWhen chemical reactions use the carbon source and the oxygen for\nenergy generation,  they create by-products that are not only useless\nfor the cells of the body, but could even be harmful. These waste by-\nproducts are  therefore needed to be removed from the body and discarded\noutside  by a process called excretion. Again, if the basic rules for body\n2024-25"
            },
            {
                "page": 81,
                "text": "Life Processes 81design in multi-cellular organisms are followed, a specialised tissue for\nexcretion will be developed, which means that the transportation system\nwill need to transport waste away from cells to this excretory tissue.\nLet us consider these various processes, so essential to maintain\nlife, one by one.\nQUESTIONS\n?1. Why is diffusion insufficient to meet the oxygen requirements of multi-\ncellular organisms like humans?\n2. What criteria do we use to decide whether something is alive?\n3. What are outside raw materials used for by an organism?\n4. What processes would you consider essential for maintaining life?\n5.2 NUTRITION5.2 NUTRITION5.2 NUTRITION5.2 NUTRITION5.2 NUTRITION\nWhen we walk or ride a bicycle, we are using up energy. Even when we\nare not doing any apparent activity, energy is needed to maintain a\nstate of or der in our body. W e also need materials fr om outside in or der\nto grow, develop, synthesise protein and other substances needed in\nthe body. This source of energy and materials is the food we eat.\nHow do living things get their food?\nThe general requirement for energy and materials is common in all\norganisms, but it is fulfilled in different ways. Some organisms use simple\nfood material obtained from inorganic sources in the form of carbon\ndioxide and water . These or ganisms, the autotr ophs, include gr\neen\nplants and some bacteria. Other organisms utilise complex substances.\nThese complex substances have to be broken down into simpler ones\nbefore they can be used for the upkeep and growth of the body. To\nachieve this, organisms use bio-catalysts called enzymes. Thus, the\nheterotrophs survival depends directly or indirectly on autotrophs.\nHeterotrophic organisms include animals and fungi.\n5.2.1 Autotrophic Nutrition\nCarbon and energy requirements of the autotrophic organism are\nfulfilled by photosynthesis. It is the process by which autotrophs take\nin substances from the outside and convert them into stored forms of\nenergy. This material is taken in the form of carbon dioxide and water\nwhich is converted into carbohydrates in the presence of sunlight and\nchlorophyll. Carbohydrates are utilised for providing energy to the plant.\nWe will study how this takes place in the next section. The carbohydrates\nwhich are not used immediately are stored in the form of starch, which\nserves as the internal energy reserve to be used as and when required\nby the plant. A somewhat similar situation is seen in us where some of\nthe energy derived from the food we eat is stored in our body in the form\nof glycogen.\n2024-25"
            },
            {
                "page": 82,
                "text": "Science 82Let us now see what actually happens during the process of\nphotosynthesis. The following events occur during this process –\nFigure 5.2Figure 5.2Figure 5.2Figure 5.2Figure 5.2\nVariegated leaf (a) befor e\nand (b) after starch testFigure 5.1Figure 5.1Figure 5.1Figure 5.1Figure 5.1\nCross-section of a leaf\nActivity 5.1Activity 5.1Activity 5.1Activity 5.1Activity 5.1\n/square6Take a potted plant with variegated leaves – for example, money plant\nor crotons.\n/square6Keep the plant in a dark room for three days so that all the starch\ngets used up.\n/square6Now keep the plant in sunlight for about six hours.\n/square6Pluck a leaf from the plant. Mark the green areas in it and trace them\non a sheet of paper .\n/square6Dip the leaf in boiling water for a few minutes.\n/square6After this, immerse it in a beaker containing alcohol.\n/square6Carefully place the above beaker in a water -bath and heat till the\nalcohol begins to boil.\n/square6What happens to the colour of the leaf? What is the colour of the\nsolution?\n/square6Now dip the leaf in a dilute solution of iodine for a few minutes.\n/square6Take out the leaf and rinse off the iodine solution.\n/square6Observe the colour of the leaf and compare this with the tracing of\nthe leaf done in the beginning (Fig. 5.2).\n/square6What can you conclude about the presence of starch in various areas\nof the leaf?(i)Absorption of light energy by\nchlorophyll.\n(ii)Conversion of light energy to chemical\nenergy and splitting of water molecules\ninto hydrogen and oxygen.\n(iii)Reduction of carbon dioxide to\ncarbohydrates.\nThese steps need not take place one after\nthe other immediately. For example, desert\nplants take up carbon dioxide at night and\nprepare an intermediate which is acted upon\nby the energy absorbed by the chlorophyll\nduring the day.\nLet us see how each of the components of\nthe above reaction are necessary for\nphotosynthesis.\nIf you carefully observe a cross-section of a\nleaf under the microscope (shown in Fig. 5.1),\nyou will notice that some cells contain green\ndots. These green dots are cell organelles called\nchloroplasts which contain chlorophyll. Let us\ndo an activity which demonstrates that\nchlorophyll is essential for photosynthesis.\n2024-25"
            },
            {
                "page": 83,
                "text": "Life Processes 83Now, let us study how the plant\nobtains carbon dioxide. In Class IX,\nwe had talked about stomata (Fig. 5.3)\nwhich are tiny pores present on the\nsurface of the leaves. Massive amounts\nof gaseous exchange takes place in the\nleaves through these pores for the\npurpose of photosynthesis. But it is\nimportant to note here that exchange\nof gases occurs across the surface of\nstems, roots and leaves as well. Since\nlarge amounts of water can also be lost\nthrough these stomata, the plant\ncloses these pores when it does not\nneed carbon dioxide for photosynthesis. The opening and closing of the\npore is a function of the guard cells. The guard cells swell when water\nflows into them, causing the stomatal pore to open. Similarly the pore\ncloses if the guard cells shrink.\n/square6Take two healthy potted plants\nwhich are nearly the same size.\n/square6Keep them in a dark room for\nthree days.\n/square6Now place each plant on\nseparate glass plates. Place a\nwatch-glass containing potassium\nhydroxide by the side of one of\nthe plants. The potassium\nhydroxide is used to absorb\ncarbon dioxide.\n/square6Cover both plants with separate\nbell-jars as shown in Fig. 5.4.\n/square6Use vaseline to seal the bottom\nof the jars to the glass plates so\nthat the set-up is air -tight.\n/square6Keep the plants in sunlight for\nabout two hours.\n/square6Pluck a leaf from each plant and check for the presence of starch as in the above activity.\n/square6Do both the leaves show the presence of the same amount of starch?\n/square6What can you conclude from this activity?Figure 5.3 Figure 5.3 Figure 5.3 Figure 5.3 Figure 5.3 (a) Open and (b) closed stomatal pore\nActivity 5.2Activity 5.2Activity 5.2Activity 5.2Activity 5.2\nBased on the two activities performed above, can we design an\nexperiment to demonstrate that sunlight is essential for photosynthesis?\nSo far , we have talked about how autotr ophs meet their ener gy\nrequirements. But they also need other raw materials for building their\nbody. W ater used in photosynthesis is taken up fr om the soil by the\nroots in terrestrial plants. Other materials like nitrogen, phosphorus,\niron and magnesium are taken up from the soil. Nitrogen is an essential\nelement used in the synthesis of proteins and other compounds. This isFigure 5.4  Experimental set-up (a) with potassium\nhydroxide (b) without potassium hydroxide\n(a) (b)\n2024-25"
            },
            {
                "page": 84,
                "text": "Science 84taken up in the form of inorganic nitrates or nitrites. Or it is taken up as\norganic compounds which have been prepared by bacteria from\natmospheric nitrogen.\n5.2.2 Heterotrophic Nutrition\nEach organism is adapted to its environment. The form of nutrition\ndiffers depending on the type and availability of food material as well\nas how it is obtained by the organism. For example, whether the food\nsource is stationary (such as grass) or mobile (such as a deer), would\nallow for differences in how the food is accessed and what is the nutritive\napparatus used by a cow and a lion. There is a range of strategies by\nwhich the food is taken in and used by the organism. Some organisms\nbreak- down the food material outside the body and then absorb it.\nExamples are fungi like bread moulds, yeast and mushrooms. Others\ntake in whole material and break it down inside their bodies. What can\nbe taken in and broken down depends on the body design and\nfunctioning. Some other organisms derive nutrition from plants or\nanimals without killing them. This parasitic nutritive strategy is used\nby a wide variety of or ganisms like cuscuta (amar -bel),  ticks, lice,\nleeches and tape-worms.\n5.2.3 How do Organisms obtain their Nutrition?\nSince the food and the way it is obtained dif fer, the digestive system is\ndifferent in various organisms. In single-celled organisms, the food\nmay be taken in by the entire surface. But as the complexity of the\norganism increases, different parts become specialised to perform\ndifferent functions. For example, \nAmoeba takes in food using\ntemporary finger -like extensions of the cell sur face which fuse over\nthe food particle forming a food-vacuole (Fig. 5.5). Inside the food-\nvacuole, complex substances are broken down into simpler ones\nwhich then diffuse into the cytoplasm. The remaining undigested\nmaterial is moved to the surface of the cell and thrown out. In\nParamoecium , which is also a unicellular organism, the cell has a\ndefinite shape and food is taken in at a specific spot. Food is moved\nto this spot by the movement of cilia which cover the entire surface\nof the cell.\n5.2.4 Nutrition in Human Beings\nThe alimentary canal is basically a long tube extending from the mouth\nto the anus. In Fig. 5.6, we can see that the tube has different parts.\nVarious r egions ar e specialised to per form dif ferent functions. What\nhappens to the food once it enters our body? W e shall discuss this\nprocess here.Figure 5.5Figure 5.5Figure 5.5Figure 5.5Figure 5.5\nNutrition in Amoeba\n2024-25"
            },
            {
                "page": 85,
                "text": "Life Processes 85Activity 5.3Activity 5.3Activity 5.3Activity 5.3Activity 5.3\n/square6Take 1 mL starch solution (1%) in two test tubes (A and B).\n/square6Add 1 mL saliva to test tube A and leave both test tubes undisturbed\nfor 20-30 minutes.\n/square6Now add a few drops of dilute iodine solution to the test tubes.\n/square6In which test tube do you observe a colour change?\n/square6What does this indicate about the presence or absence of starch\nin the two test tubes?\n/square6What does this tell us about the action of saliva on starch?\nWe eat various types of food which has to pass thr ough the same\ndigestive tract. Naturally the food has to be processed to generate\nparticles which are small and of the same texture. This is achieved by\ncrushing the food with our teeth. Since the lining of the canal is soft, the\nfood is also wetted to make its passage smooth. When we eat something\nwe like, our mouth ‘waters’. This is actually not only water , but a fluid\ncalled saliva secreted by the salivary glands. Another aspect of the food\nwe ingest is its complex nature. If it is to be absorbed from the alimentary\ncanal, it has to be broken into smaller molecules. This is done with the\nhelp of biological catalysts called\nenzymes. The saliva contains an\nenzyme called salivary amylase that\nbreaks down starch which is a complex\nmolecule to give simple sugar . The food\nis mixed thoroughly with saliva and\nmoved around the mouth while\nchewing by the muscular tongue.\nIt is necessary to move the food in\na regulated manner along the digestive\ntube so that it can be processed\nproperly in each part. The lining of\ncanal has muscles that contract\nrhythmically in order to push the food\nforward. These peristaltic movements\noccur all along the gut.\nFrom the mouth, the food is taken\nto the stomach through the food-pipe\nor oesophagus. The stomach is a large\norgan which expands when food\nenters it. The muscular walls of the\nstomach help in mixing the food\nthoroughly with more digestive juices.\nThe digestion in stomach is taken\ncare of by the gastric glands present in the wall of the stomach. These\nrelease hydrochloric acid, a protein digesting enzyme called pepsin,\nand mucus. The hydrochloric acid creates an acidic medium which\nfacilitates the action of the enzyme pepsin. What other function do you\nthink is served by the acid? The mucus protects the inner lining of the\nstomach fr om the action of the acid under nor mal conditions. W e\nFigure 5.6Figure 5.6Figure 5.6Figure 5.6Figure 5.6  Human alimentary canal\n2024-25"
            },
            {
                "page": 86,
                "text": "Science 86have often heard adults complaining about ‘acidity’. Can this be related\nto what has been discussed above?\nThe exit of food from the stomach is regulated by a sphincter muscle\nwhich releases it in small amounts into the small intestine. From the\nstomach, the food now enters the small intestine. This is the longest part\nof the alimentary canal which is fitted into a compact space because of\nextensive coiling. The length of the small intestine differs in various\nanimals depending on the food they eat. Herbivores eating grass need a\nlonger small intestine to allow the cellulose to be digested. Meat is easier\nto digest, hence carnivores like tigers have a shorter small intestine.\nThe small intestine is the site of the complete digestion of\ncarbohydrates, proteins and fats. It receives the secretions of the liver\nand pancreas for this purpose. The food coming from the stomach is\nacidic and has to be made alkaline for the pancreatic enzymes to act.\nBile juice from the liver accomplishes this in addition to acting on fats.\nFats are present in the intestine in the form of large globules which makes\nit difficult for enzymes to act on them. Bile salts break them down into\nsmaller globules increasing the efficiency of enzyme action. This is similar\nto the emulsifying action of soaps on dirt that we have learnt about in\nChapter 4. The pancreas secretes pancreatic juice which contains\nenzymes like trypsin for digesting proteins and lipase for breaking down\nemulsified fats. The walls of the small intestine contain glands which\nsecrete intestinal juice. The enzymes present in it finally convert the\nproteins to amino acids, complex carbohydrates into glucose and fats\ninto fatty acids and glycerol.\nDigested food is taken up by the walls of the intestine. The inner\nlining of the small intestine has numer ous finger -like pr ojections called\nvilli which increase the surface area for absorption. The villi are richly\nsupplied with blood vessels which take the absorbed food to each and\nevery cell of the body, where it is utilised for obtaining energy, building\nup new tissues and the repair of old tissues.\nThe unabsorbed food is sent into the large intestine where its wall\nabsorb more water from this material. The rest of the material is removed\nfrom the body via the anus. The exit of this waste material is regulated\nby the anal sphincter .More to Know!Dental caries\nDental caries or tooth decay causes gradual softening of enamel and dentine. It begins\nwhen bacteria acting on sugars produce acids that softens or demineralises the enamel.\nMasses of bacterial cells together with food particles stick to the teeth to form dental\nplaque. Saliva cannot reach the tooth surface to neutralise the acid as plaque covers\nthe teeth. Brushing the teeth after eating removes the plaque before the bacteria\nproduce acids. If untreated, microorganisms may invade the pulp, causing\ninflammation and infection.\n2024-25"
            },
            {
                "page": 87,
                "text": "Life Processes 875.3 RESPIR5.3 RESPIR5.3 RESPIR5.3 RESPIR5.3 RESPIR AAA AATION TIONTION TIONTION\nActivity 5.4Activity 5.4Activity 5.4Activity 5.4Activity 5.4\n/square6Take some freshly prepared lime\nwater in a test tube.\n/square6Blow air through this lime water .\n/square6Note how long it takes for the lime\nwater to turn milky.\n/square6Use a syringe or pichkari  to pass air\nthrough some fresh lime water\ntaken in another test tube (Fig. 5.7).\n/square6Note how long it takes for this lime\nwater to turn milky.\n/square6What does this tell us about the\namount of carbon dioxide in the air\nthat we breathe out?1. What are the differences between autotrophic nutrition and heterotrophic\nnutrition?\n2. Where do plant s get each of the raw materials required for photosynthesis?\n3. What is the role of the acid in our stomach?\n4. What is the function of digestive enzymes?\n5. How is the small intestine designed to absorb digested food?\nTube\nTest tube containing\nlime water Lime\nwaterRubber\ntube\n(a) (b)PichkariQUESTIONS\n?\nActivity 5.5Activity 5.5Activity 5.5Activity 5.5Activity 5.5\n/square6Take some fruit juice or sugar solution and add some yeast to\nthis. Take this mixture in a test tube fitted with a one-holed cork.\n/square6Fit the cork with a bent glass tube. Dip the free end of the glass\ntube into a test tube containing fr eshly pr epared lime water .\n/square6What change is observed in the lime water and how long does it\ntake for this change to occur?\n/square6What does this tell us about the products of fermentation?\nWe have discussed nutrition in or\nganisms in the last section. The\nfood material taken in during the process of nutrition is used in cells to\nprovide energy for various life processes. Diverse organisms do this in\ndifferent ways – some use oxygen to break-down glucose completely\ninto carbon dioxide and water , some use other pathways that do not\ninvolve oxygen (Fig. 5.8). In all cases, the first step is the break-down of\nglucose, a six-carbon molecule, into a three-carbon molecule called\npyruvate. This pr ocess takes place in the cytoplasm. Further , the\npyruvate may be converted into ethanol and carbon dioxide. This process\ntakes place in yeast during fermentation. Since this process takes place\nin the absence of air (oxygen), it is called anaerobic respiration. Break-\ndown of pyruvate using oxygen takes place in the mitochondria. ThisFigure 5.7Figure 5.7Figure 5.7Figure 5.7Figure 5.7\n(a) Air being passed into lime water with a pichkari/\nsyringe,  (b) air being exhaled into lime water\n2024-25"
            },
            {
                "page": 88,
                "text": "Science 88process breaks up the three-carbon pyruvate molecule to give three\nmolecules of carbon dioxide. The other pr oduct is water . Since this\nprocess takes place in the presence of air (oxygen), it is called aerobic\nrespiration. The release of energy in this aerobic process is a lot greater\nthan in the anaerobic process. Sometimes, when there is a lack of oxygen\nin our muscle cells, another pathway for the break-down of pyruvate is\ntaken. Here the pyruvate is converted into lactic acid which is also a\nthree-carbon molecule. This build-up of lactic acid in our muscles during\nsudden activity causes cramps.\nFigure 5.8Figure 5.8Figure 5.8Figure 5.8Figure 5.8  Break-down of glucose by various pathways\nThe energy released during cellular respiration is immediately used\nto synthesise a molecule called ATP which is used to fuel all other\nactivities in the cell. In these processes, ATP is broken down giving rise\nto a fixed amount of energy which can drive the endothermic reactions\ntaking place in the cell.\nATP\nATP is the energy currency for most cellular processes. The energy released during\nthe process of respiration is used to make an ATP molecule from ADP and inorganic\nphosphate.\nEndothermic processes in the cell then use this ATP to drive the reactions. When the\nterminal phosphate linkage in A\nTP is br oken using water , the energy equivalent to\n30.5 kJ/mol is released.\nThink of how a battery can provide energy for many different kinds of uses. It can be\nused to obtain mechanical energy, light energy, electrical energy and so on. Similarly,\nATP can be used in the cells for the contraction of muscles, protein synthesis,\nconduction of nervous impulses and many other activities.\nSince the aerobic respiration pathway depends on oxygen, aerobic\norganisms need to ensur e that ther e is suf ficient intake of oxygen. W e\nhave seen that plants exchange gases through stomata, and the large\ninter-cellular spaces ensur e that all cells ar e in contact with air . Carbon\ndioxide and oxygen are exchanged by diffusion here. They can go intoMore to Know!\n2024-25"
            },
            {
                "page": 89,
                "text": "Life Processes 89cells, or away fr om them and out into the air . The dir ection of dif fusion\ndepends upon the environmental conditions and the requirements of\nthe plant. At night, when there is no photosynthesis occurring, CO2\nelimination is the major exchange activity going on. During the day,\nCO2 generated during respiration is used up for photosynthesis, hence\nthere is no CO2 release. Instead, oxygen release is the major event at\nthis time.\nAnimals have evolved different organs for the uptake of oxygen\nfrom the environment and for getting rid of the carbon dioxide\nproduced. Terrestrial animals can breathe the oxygen in the\natmosphere, but animals that live in water need to use the oxygen\ndissolved in water .\nActivity 5.6Activity 5.6Activity 5.6Activity 5.6Activity 5.6\n/square6Observe fish in an aquarium. They open and close their mouths\nand the gill-slits (or the operculum which covers the gill-slits)\nbehind their eyes also open and close. Are the timings of the\nopening and closing of the mouth and gill-slits coordinated in some\nmanner?\n/square6Count the number of times the fish opens and closes its mouth in\na minute.\n/square6Compare this to the number of times you breathe in and out in a\nminute.\nSince the amount of dissolved oxygen is fairly low compared\nto the amount of oxygen in the air , the rate of br\neathing in aquatic\norganisms is much faster than that seen in terrestrial organisms.\nFishes take in water through their mouths and force it past the\ngills where the dissolved oxygen is taken up by blood.\nTerrestrial organisms use the oxygen in the atmosphere for\nrespiration. This oxygen is absorbed by different organs in\ndifferent animals. All these organs have a structure that increases\nthe surface area which is in contact with the oxygen-rich\natmosphere. Since the exchange of oxygen and carbon dioxide\nhas to take place across this surface, this surface is very fine\nand delicate. In order to protect this surface, it is usually placed\nwithin the body, so there have to be passages that will take air\nto this area. In addition, there is a mechanism for moving the air\nin and out of this area where the oxygen is absorbed.\nIn human beings (Fig. 5.9), air is taken into the body through\nthe nostrils. The air passing through the nostrils is filtered by\nfine hairs that line the passage. The passage is also lined with\nmucus which helps in this process. From here, the air passes\nthrough the throat and into the lungs. Rings of cartilage are\npresent in the thr oat. These ensure that the air -passage does\nnot collapse.Using tobacco directly or\nany product of tobacco in\nthe for m of cigar , cigar ettes,\nbidis, hookah , gutkha\n, etc.,\nis harmful. Use of tobacco\nmost commonly affects the\ntongue, lungs, heart and\nliver. Smokeless tobacco is\nalso a major risk factor for\nheart attacks, strokes,\npulmonary diseases and\nseveral forms of cancers.\nThere is a high incidence of\noral cancer in India due to\nthe chewing of tobacco in\nthe form of gutkha . Stay\nhealthy; just say NO to\ntobacco and its products!More to Know!\n2024-25"
            },
            {
                "page": 90,
                "text": "Science 90Within the lungs, the passage divides into smaller and smaller\ntubes which finally terminate in balloon-like structures which\nare called alveoli  (singular–alveolus) . The alveoli provide a surface\nwhere the exchange of gases can take place. The walls of the alveoli\ncontain an extensive network of blood-vessels. As we have seen\nin earlier years, when we breathe in, we lift our ribs and flatten\nour diaphragm, and the chest cavity becomes larger as a result.\nBecause of this, air is sucked into the lungs and fills the expanded\nalveoli. The blood brings carbon dioxide from the rest of the body\nfor release into the alveoli, and the oxygen in the alveolar air is\ntaken up by blood in the alveolar blood vessels to be transported\nto all the cells in the body. During the breathing cycle, when air is\ntaken in and let out, the lungs always contain a residual volume\nof air so that there is sufficient time for oxygen to be absorbed\nand for the carbon dioxide to be released.\nWhen the body size of animals is large,  the diffusion pressure\nalone cannot take care of oxygen delivery to all parts of the body.\nInstead, respiratory pigments take up oxygen from the air in the\nlungs and carry it to tissues which are deficient in oxygen before\nreleasing it. In human beings, the respiratory pigment is\nhaemoglobin which has a very high affinity for oxygen. This pigment\nis present in the red blood corpuscles. Carbon dioxide is more\nsoluble in water than oxygen is and hence is mostly transported in\nthe dissolved form in our blood.\nFigure 5.9Figure 5.9Figure 5.9Figure 5.9Figure 5.9  Human respiratory system\nDo You Know?\nSmoking is injurious to\nhealth.\nLung cancer is one of\ncommon causes of\ndeaths in the world. The\nupper part of respiratory\ntract is provided with\nsmall hair -like\nstructures called cilia.\nThese cilia help to\nremove germs, dust and\nother harmful  particles\nfrom inhaled air .\nSmoking destroys these\nhair due to which germs,\ndust, smoke and other\nharmful chemicals enter\nlungs and cause\ninfection, cough and\neven lung cancer .\n2024-25"
            },
            {
                "page": 91,
                "text": "Life Processes 915.4 TR\n5.4 TR5.4 TR 5.4 TR5.4 TR ANSPORT ANSPORTANSPORT ANSPORTANSPORT AAA AATION TIONTION TIONTION\n5.4.1 T ranspor tation in Human BeingsDo You Know?/square6If the alveolar surface were spread out, it would cover about 80 m2. How much\ndo you think the surface area of your body is? Consider how efficient exchange\nof gases becomes because of the large surface available for the exchange to take\nplace.\n/square6If diffusion were to move oxygen in our body, it is estimated that it would take 3\nyears for a molecule of oxygen to get to our toes from our lungs. Aren’t you glad\nthat we have haemoglobin?\nQUESTIONS\n?1. What advantage over an aquatic organism does a terrestrial organism\nhave with regard to obtaining oxygen for respiration?\n2. What are the different ways in which glucose is oxidised to provide\nenergy in various organisms?\n3. How is oxygen and carbon dioxide transported in human beings?\n4. How are the lungs designed in human beings to maximise the area for\nexchange of gases?\nActivity 5.7Activity 5.7Activity 5.7Activity 5.7Activity 5.7\n/square6Visit a health centre in your locality and find out what is the\nnormal range of haemoglobin content in human beings.\n/square6Is it the same for children and adults?\n/square6Is there any difference in the haemoglobin levels for men and\nwomen?\n/square6Visit a veterinary clinic in your locality. Find out what is the normal\nrange of haemoglobin content in an animal like the buffalo\nor cow.\n/square6Is this content different in calves, male and female animals?\n/square6Compare the difference seen in male and female human beings\nand animals.\n/square6How would the difference, if any, be explained?\nWe have seen in pr evious sections that blood transports food, oxygen\nand waste materials in our bodies. In Class IX, we learnt about blood\nbeing a fluid connective tissue. Blood consists of a fluid medium called\nplasma in which the cells are suspended. Plasma transports food, carbon\ndioxide and nitrogenous wastes in dissolved form. Oxygen is carried by\nthe red blood corpuscles. Many other substances like salts, are also\ntransported by the blood. W e thus need a pumping or gan to push blood\naround the body, a network of tubes to reach all the tissues and a system\nin place to ensure that this network can be repaired if damaged.\n2024-25"
            },
            {
                "page": 92,
                "text": "Science 92The heart is a muscular organ which is\nas big as our fist (Fig. 5.10). Because\nboth oxygen and carbon dioxide have to\nbe transported by the blood, the heart\nhas different chambers to prevent the\noxygen-rich blood from mixing with the\nblood containing carbon dioxide. The\ncarbon dioxide-rich blood has to reach\nthe lungs for the carbon dioxide to be\nremoved, and the oxygenated blood from\nthe lungs has to be brought back to the\nheart. This oxygen-rich blood is then\npumped to the rest of the body.\nWe can follow this pr ocess step by\nstep (Fig. 5.11). Oxygen-rich blood from\nthe lungs comes to the thin-walled upper\nchamber of the heart on the left, the left atrium. The left atrium relaxes\nwhen it is collecting this blood. It then contracts, while the next chamber ,\nthe left ventricle, relaxes, so that the blood is transferred to it. When the\nmuscular left ventricle contracts in its turn, the blood is pumped out to\nthe body. De-oxygenated blood comes from the body to the upper\nchamber on the right, the right atrium, as it relaxes. As the right atrium\ncontracts, the corr esponding lower chamber , the right ventricle, dilates.\nThis transfers blood to the right ventricle, which in turn pumps it to the\nlungs for oxygenation. Since ventricles have to pump blood into various\norgans, they have thicker muscular walls than the atria do. V alves ensur e\nthat blood does not flow backwards when the atria or ventricles contract.\nOxygen enters the blood in the lungs\nThe separation of the right side and the left side of\nthe heart is useful to keep oxygenated and de-\noxygenated blood from mixing. Such separation\nallows a highly efficient supply of oxygen to the\nbody. This is useful in animals that have high\nenergy needs, such as birds and mammals, which\nconstantly use energy to maintain their body\ntemperature. In animals that do not use energy\nfor this purpose, the body temperature depends\non the temperature in the environment. Such\nanimals, like amphibians or  many reptiles have\nthree-chambered hearts, and tolerate some mixing\nof the oxygenated and de-oxygenated blood\nstreams. Fishes, on the other hand, have only two\nchambers to their hearts, and the blood is pumped\nto the gills, is oxygenated there, and passes directly\nto the rest of the body. Thus, blood goes only once\nthrough the heart in the fish during one cycle of\npassage through the body. On the other hand, it goes through the heart\ntwice during each cycle in other vertebrates. This is known as double\ncirculation.Our pump — the heart\nFigure 5.10Figure 5.10Figure 5.10Figure 5.10Figure 5.10\nSchematic sectional\nview of the human heart\nFigure 5.11Figure 5.11Figure 5.11Figure 5.11Figure 5.11\nSchematic representation of transport and exchange\nof oxygen and carbon dioxide\n2024-25"
            },
            {
                "page": 93,
                "text": "Life Processes 93More to Know!\nBlood pr essur e is measur ed with an instrument called sphygmomanometer . High\nblood pressure is also called hypertension and is caused by the constriction of\narterioles, which results in increased resistance to blood flow. It can lead to the rupture\nof an artery and internal bleeding.Blood pressure\nThe force that blood exerts against the wall of a vessel is called blood pressure. This\npressure is much greater in arteries than in veins. The pressure of blood inside the\nartery during ventricular systole (contraction) is called systolic pressure and pressure\nin artery during ventricular diastole (relaxation) is called diastolic pressure. The normal\nsystolic pressure is about 120 mm of Hg and diastolic pressure is 80 mm of Hg.\nThe tubes – blood vessels\nArteries are the vessels which carry blood away from the heart to various\norgans of the body. Since the blood emerges from the heart under high\npressur e, the arteries have thick, elastic walls. V eins collect the blood\nfrom different organs and bring it back to the heart. They do not need\nthick walls because the blood is no longer under pressure, instead they\nhave valves that ensure that the blood flows only in one direction.\nOn reaching an organ or tissue, the artery divides into smaller and\nsmaller vessels to bring the blood in contact with all the individual cells.\nThe smallest vessels have walls which are one-cell thick and are called\ncapillaries. Exchange of material between the blood and surrounding\ncells takes place across this thin wall. The capillaries then join together\nto form veins that convey the blood away from the organ or tissue.\nMaintenance by platelets\nWhat happens if this system of tubes develops a leak? Think about\nsituations when we are injured and start bleeding. Naturally the loss of\nblood from the system has to be minimised. In addition, leakage would\nlead to a loss of pressure which would reduce the efficiency of the\n2024-25"
            },
            {
                "page": 94,
                "text": "Science 94pumping system. To avoid this, the blood has platelet cells which circulate\naround the body and plug these leaks by helping to clot the blood at\nthese points of injury.\nLymph\nThere is another type of fluid also involved in transportation. This is\ncalled lymph or tissue fluid. Through the pores present in the walls of\ncapillaries some amount of plasma, proteins and blood cells escape into\nintercellular spaces in the tissues to form the tissue fluid or lymph. It is\nsimilar to the plasma of blood but colourless and contains less protein.\nLymph drains into lymphatic capillaries fr\nom the inter cellular spaces,\nwhich join to form large lymph vessels that finally open into larger veins.\nLymph carries digested and absorbed fat fr om intestine and drains excess\nfluid from extra cellular space back into the blood.\n5.4.2 T ranspor tation in Plants\nWe have discussed earlier how plants take in simple compounds such\nas CO2 and photosynthesise energy stored in their chlorophyll-containing\norgans, namely leaves. The other kinds of raw materials needed for\nbuilding plant bodies will also have to be taken up separately. For plants,\nthe soil is the nearest and richest source of raw materials like nitrogen,\nphosphorus and other minerals. The absorption of these substances\ntherefore occurs through the part in contact with the soil, namely roots.\nIf the distances between soil-contacting organs and chlorophyll-\ncontaining organs are small, energy and raw materials can easily diffuse\nto all parts of the plant body. But if these distances become large because\nof changes in plant body design, diffusion processes will not be sufficient\nto provide raw material in leaves and energy in roots. A proper system of\ntransportation is therefore essential in such situations.\nEnergy needs differ between different body designs. Plants do not\nmove, and plant bodies have a large proportion of dead cells in many\ntissues. As a result, plants have low energy needs, and can use relatively\nslow transport systems. The distances over which transport systems\nhave to operate, however , can be very lar ge in plants such as very tall\ntrees.\nPlant transport systems will move energy stores from leaves and raw\nmaterials from roots. These two pathways are constructed as\nindependently organised conducting tubes. One, the xylem  moves water\nand minerals obtained from the soil. The other , phloem transports\nproducts of photosynthesis from the leaves where they are synthesised\nto other parts of the plant. W e have studied the structur e of these tissues\nin detail in Class IX.\nTransport of water\nIn xylem tissue, vessels and tracheids of the roots, stems and leaves are\ninterconnected to for m a continuous system of water -conducting\nchannels reaching all parts of the plant. At the roots, cells in contact\nwith the soil actively take up ions. This creates a difference in the\nconcentration of these ions between the r oot and the soil. W ater, therefore,\n2024-25"
            },
            {
                "page": 95,
                "text": "Life Processes 95moves into the root from the soil to eliminate this difference. This means\nthat there is steady movement of water into root xylem, creating a column\nof water that is steadily pushed upwards.\nHowever , this pr essur e by itself is unlikely to be enough to move\nwater over the heights that we commonly see in plants. Plants use another\nstrategy to move water in the xylem upwards to the highest points of the\nplant body.\nActivity 5.8Activity 5.8Activity 5.8Activity 5.8Activity 5.8\n/square6Take two small pots of approximately the same size and having\nthe same amount of soil. One should have a plant in it. Place a\nstick of the same height as the plant in the other pot.\n/square6Cover the soil in both pots with a plastic sheet so that moisture\ncannot escape by evaporation.\n/square6Cover both sets, one with the plant and the other with the stick,\nwith plastic sheets and place in bright sunlight for half an hour .\n/square6Do you observe any difference in the two cases?\nProvided that the plant has an adequate\nsupply of water , the water which is lost thr\nough the\nstomata is replaced by water from the xylem vessels\nin the leaf. In fact, evaporation of water molecules from\nthe cells of a leaf creates a suction which pulls water\nfrom the xylem cells of roots. The loss of water in the\nform of vapour from the aerial parts of the plant is\nknown as transpiration.\nThus, transpiration helps in the absorption and\nupward movement of water and minerals dissolved\nin it from roots to the leaves. It also helps in\ntemperature regulation.  The effect of root pressure in\ntransport of water is more important at night. During\nthe day when the stomata are open, the transpiration\npull becomes the major driving force in the movement\nof water in the xylem.\nTransport of food and other substances\nSo far we have discussed the transport of water and minerals in plants.\nNow let us consider how the products of metabolic processes, particularly\nphotosynthesis, are moved from leaves, where they are formed, to other\nparts of the plant. This transport of soluble products of photosynthesis\nis called translocation and it occurs in the part of the vascular tissue\nknown as phloem. Besides the products of photosynthesis, the phloem\ntransports amino acids and other substances. These substances are\nespecially delivered to the storage organs of roots, fruits and seeds and\nto growing organs. The translocation of food and other substances takes\nplace in the sieve tubes with the help of adjacent companion cells both\nin upward and downward directions.\nUnlike transport in xylem which can be largely explained by simple\nphysical forces, the translocation in phloem is achieved by utilising\nFigure 5.12Figure 5.12Figure 5.12Figure 5.12Figure 5.12\nMovement of water during transpiration in a tree\n2024-25"
            },
            {
                "page": 96,
                "text": "Science 96energy. Material like sucrose is transferred into phloem tissue using\nenergy from A TP. This incr eases the osmotic pr essur e of the tissue\ncausing water to move into it. This pressure moves the material in the\nphloem to tissues which have less pressure. This allows the phloem to\nmove material according to the plant’s needs. For example, in the spring,\nsugar stored in root or stem tissue would be transported to the buds\nwhich need energy to grow.\nQUESTIONS\n?1. What are the components of the transport system in human beings?\nWhat are the functions of these components?\n2. Why is it necessary to separate oxygenated and deoxygenated blood in\nmammals and birds?\n3. What are the components of the transport system in highly organised\nplants?\n4. How are water and minerals transported in plants?\n5. How is food transported in plants?\n5.5 EX\n5.5 EX5.5 EX 5.5 EX5.5 EX CRETION CRETIONCRETION CRETIONCRETION\nWe have alr eady discussed how or ganisms get rid of gaseous wastes\ngenerated during photosynthesis or respiration. Other metabolic activities\ngenerate nitrogenous materials which need to be removed. The biological\nprocess involved in the removal of these harmful metabolic wastes from\nthe body is called excretion. Different organisms use varied strategies to\ndo this. Many unicellular organisms remove these wastes by simple\ndiffusion from the body surface into the surrounding\nwater . As we have seen in other processes, complex\nmulti-cellular organisms use specialised organs to\nperform the same function.\n5.5.1 Excretion in Human Beings\nThe excretory system of human beings (Fig. 5.13)\nincludes a pair of kidneys, a pair of ureters, a urinary\nbladder and a urethra. Kidneys are located in the\nabdomen, one on either side of the backbone. Urine\nproduced in the kidneys passes through the ureters\ninto the urinary bladder where it is stored until it is\nreleased through the urethra.\nHow is urine produced? The purpose of making\nurine is to filter out waste products from the blood.\nJust as CO2 is removed from the blood in the lungs,\nnitrogenous waste such as urea or uric acid are\nremoved from blood in the kidneys. It is then no\nsurprise that the basic filtration unit in the kidneys,\nFigure 5.13\nExcretory system in human beings\n2024-25"
            },
            {
                "page": 97,
                "text": "Life Processes 97like in the lungs, is a cluster of very thin-walled blood\ncapillaries. Each capillary cluster in the kidney is\nassociated with the cup-shaped end of a coiled tube\ncalled Bowman’s capsule that collects the filtrate\n (Fig. 5.14). Each kidney has large numbers of these\nfiltration units called nephr ons packed close together .\nSome substances in the initial filtrate, such as glucose,\namino acids, salts and a major amount of water , are\nselectively re-absorbed as the urine flows along the tube.\nThe amount of water re-absorbed depends on how much\nexcess water there is in the body, and on how much of\ndissolved waste there is to be excreted. The urine forming\nin each kidney eventually enters a long tube, the ur eter,\nwhich connects the kidneys with the urinary bladder .\nUrine is stored in the urinary bladder until the pressure\nof the expanded bladder leads to the urge to pass it out\nthrough the ur ethra. The bladder is muscular , so it is\nunder nervous control, as we have discussed elsewhere.\nAs a result, we can usually control the urge to urinate.\nMore to Know!Artificial kidney (Hemodialysis)\nKidneys are vital organs for survival. Several factors like infections, injury or restricted\nblood flow to kidneys reduce the activity of kidneys. This leads to accumulation of\npoisonous wastes in the body, which can even lead to death. In case of kidney\nfailure, an artificial kidney can be used. An artificial kidney is a device to remove\nnitrogenous waste products from the blood through dialysis.\nArtificial kidneys contain a number of tubes with a semi-permeable lining, suspended\nin a tank filled with dialysing fluid.\nThis fluid has the same osmotic\npressure as blood, except that it is\ndevoid of nitrogenous wastes. The\npatient’s blood is passed through\nthese tubes. During this passage,\nthe waste products from the blood\npass into dialysing fluid by diffusion.\nThe purified blood is pumped back\ninto the patient. This is similar to the\nfunction of the kidney, but it is\ndifferent since there is no re-\nabsorption involved. Normally, in a\nhealthy adult, the initial filtrate in the\nkidneys is about 180 L daily.\nHowever , the volume actually\nexcreted is only a litre or two a day,\nbecause the remaining filtrate is re-\nabsorbed in the kidney tubules.\nFigure 5.14Figure 5.14Figure 5.14Figure 5.14Figure 5.14\nStructure of a nephron\n2024-25"
            },
            {
                "page": 98,
                "text": "Science 985.5.2 Excretion in Plants\nPlants use completely different\nstrategies for excretion than those\nof animals. Oxygen itself can be\nthought of as a waste product\ngenerated during photosynthesis!\nWe have discussed earlier how\nplants deal with oxygen as well as\nCO2. They can get rid of excess water\nby transpiration. For other wastes,\nplants use the fact that many of\ntheir tissues consist of dead cells,\nand that they can even lose some\nparts such as leaves. Many plant\nwaste products are stored in\ncellular vacuoles. W aste pr\noducts\nmay be stored in leaves that fall off.\nOther waste products are stored as\nresins and gums, especially in old\nxylem. Plants also excrete some\nwaste substances into the soil\naround them.\nWhat y ou hav e learnt\n/square6Movement of various types can be taken as an indication of life.\n/square6Maintenance of life requires processes like nutrition, respiration, transport of\nmaterials within the body and excretion of waste products.\n/square6Autotrophic nutrition involves the intake of simple inorganic materials from the\nenvironment and using an external energy source like the Sun to synthesise complex\nhigh-energy organic material.\n/square6Heterotrophic nutrition involves the intake of complex material prepared by other\norganisms.\n/square6In human beings, the food eaten is broken down by various steps along the\nalimentary canal and the digested food is absorbed in the small intestine to be sent\nto all cells in the body.Think it over!\nOrgan donation\nOrgan donation is a generous act of donating an\norgan to a person who suffers from non-function of\norgan(s). Donation of an organ may be done by the\nconsent of the donor and his/her family. Anyone\nregardless of age or gender can become an organ\nand tissue donor . Organ transplants can save or\ntransfor m the life of a person. T ransplantation is\nrequired because recipient’s organ has been\ndamaged or has failed by disease or injury. In organ\ntransplantation the organ is surgically removed\nfrom one person (organ donor) and transplanted to\nanother person (the recipient). Common\ntransplantations include corneas, kidneys, heart,\nliver, pancr eas, lungs, intestines and bone marr ow.\nMost organ and tissue donations occur just after\nthe donor has died or when the doctor declares a\nperson brain dead. But some organs such as\nkidney, part of a liver , lung, etc., and tissues can be\ndonated while the donor is alive.\n?QUESTIONS\n1. Describe the structure and functioning of nephrons.\n2. What are the methods used by plants to get rid of excretory products?\n3. How is the amount of urine produced regulated?\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 6 : Control and Coordination",
        "pages": [
            {
                "page": 100,
                "text": "Science 100Control and\nCoordination6 CHAPTER\nIn the pr evious chapter , we looked at life pr ocesses involved in the\nmaintenance functions in living organisms. There, we had started with\na notion we all have, that if we see something moving, it is alive. Some of\nthese movements are in fact the result of growth, as in plants. A seed\ngerminates and grows, and we can see that the seedling moves over the\ncourse of a few days, it pushes soil aside and comes out. But if its growth\nwere to be stopped, these movements would not happen. Some\nmovements, as in many animals and some plants, are not connected\nwith growth. A cat running, children playing on swings, buffaloes\nchewing cud – these are not movements caused by growth.\nWhy do we associate such visible movements with life? A possible\nanswer is that we think of movement as a response to a change in the\nenvironment of the organism. The cat may be running because it has\nseen a mouse.  Not only that, we also think of movement as an attempt\nby living organisms to use changes in their environment to their\nadvantage. Plants grow out into the sunshine. Children try to get pleasure\nand fun out of swinging. Buffaloes chew cud to help break up tough\nfood so as to be able to digest it better . When bright light is focussed on\nour eyes or when we touch a hot object, we detect the change and respond\nto it with movement in order to protect ourselves.\nIf we think a bit more about this, it becomes apparent that all this\nmovement, in response to the environment, is carefully controlled. Each\nkind of a change in the environment evokes an appropriate movement\nin response. When we want to talk to our friends in class, we whisper ,\nrather than shouting loudly. Clearly, the movement to be made depends\non the event that is triggering it. Therefore, such controlled movement\nmust be connected to the recognition of various events in the\nenvironment, followed by only the correct movement in response. In other\nwords, living organisms must use systems providing control and\ncoordination. In keeping with the general principles of body organisation\nin multicellular organisms, specialised tissues are used to provide these\ncontrol and coordination activities.\n6.1\n6.16.1 6.16.1ANIMALS – NERVOUS SYSTEMANIMALS – NERVOUS SYSTEMANIMALS – NERVOUS SYSTEMANIMALS – NERVOUS SYSTEMANIMALS – NERVOUS SYSTEM\nIn animals, such control and coordination are provided by nervous and\nmuscular tissues, which we have studied  in Class IX. Touching a hot\n2024-25"
            },
            {
                "page": 101,
                "text": "Control and Coordination 101object is an urgent and dangerous\nsituation for us. W e need to detect it,\nand respond to it. How do we detect that\nwe are touching a hot object? All\ninformation from our environment is\ndetected by the specialised tips of some\nnerve cells. These receptors are usually\nlocated in our sense organs, such as the\ninner ear , the nose, the tongue, and so\non. So gustatory receptors will detect taste\nwhile olfactory receptors will detect smell.\nThis information, acquired at the\nend of the dendritic tip of a nerve cell\n[Fig. 6.1 (a)],  sets off a chemical reaction\nthat creates an electrical impulse. This\nimpulse travels from the dendrite to the\ncell body, and then along the axon to its\nend. At the end of the axon, the electrical\nimpulse sets off the release of some\nchemicals. These chemicals cross the\ngap, or synapse, and start a similar\nelectrical impulse in a dendrite of the next\nneuron. This is a general scheme of how\nnervous impulses travel in the body. A\nsimilar synapse finally allows delivery of such impulses from neurons to\nother cells, such as muscles cells or gland  [Fig. 6.1 (b)].\nIt is thus no surprise that nervous tissue is made up of an organised\nnetwork of nerve cells or neurons, and is specialised for conducting\ninformation via electrical impulses fr om one part of the body to another .\nLook at Fig. 6.1 (a) and identify the parts of a neuron (i) where\ninformation is acquired, (ii) through which information travels as an\nelectrical impulse, and (iii) where this impulse must be converted into a\nchemical signal for onward transmi ssion.\nActivity 6.1Activity 6.1Activity 6.1Activity 6.1Activity 6.1\n/square6Put some sugar in your mouth. How does it taste?\n/square6Block your nose by pressing it between your thumb and index\nfinger . Now eat sugar again. Is ther e any dif ference in its taste?\n/square6While eating lunch, block your nose in the same way and notice if\nyou can fully appreciate the taste of the food you are eating.\nIs there a difference in how sugar and food taste if your nose is\nblocked? If so, why might this be happening? Read and talk about\npossible explanations for these kinds of differences. Do you come across\na similar situation when you have a cold?\nFigure 6.1 Figure 6.1 Figure 6.1 Figure 6.1 Figure 6.1 (a) Structure of neuron, (b)      Neuromuscular\njunction(a)\n(b)\n2024-25"
            },
            {
                "page": 102,
                "text": "Science 1026.1.1 What happens in Reflex Actions?\n‘Reflex’ is a word we use very commonly when we talk about some sudden\naction in r esponse to something in the envir onment. W e say ‘I jumped\nout of the way of the bus reflexly’, or ‘I pulled my hand back from the\nflame reflexly’, or ‘I was so hungry my mouth started watering reflexly’.\nWhat exactly do we mean? A common idea in all such examples is that\nwe do something without thinking about it, or without feeling in control\nof our r eactions. Y et these ar e situations wher e we ar e responding with\nsome action to changes in our environment. How is control and\ncoordination achieved in such situations?\nLet us consider this further . Take one of our examples. T\nouching a\nflame is an urgent and dangerous situation for us, or in fact, for any\nanimal! How would we respond to this? One seemingly simple way is to\nthink consciously about the pain and the possibility of getting burnt,\nand therefore move our hand. An important question then is, how long\nwill it take us to think all this? The answer depends on how we think.  If\nnerve impulses ar e sent ar ound the way we have talked about earlier ,\nthen thinking is also likely to involve the creation of such impulses.\nThinking is a complex activity, so it is bound to involve a complicated\ninteraction of many nerve impulses from many neurons.\nIf this is the case, it is no surprise that the thinking tissue in our\nbody consists of dense networks of intricately arranged neurons. It sits\nin the forward end of the skull, and receives signals from all over the\nbody which it thinks about before responding to them. Obviously, in\norder to receive these signals, this thinking part of the brain in the skull\nmust be connected to nerves coming from various parts of the body.\nSimilarly, if this part of the brain is to instruct muscles to move, nerves\nmust carry this signal back to different parts of the body. If all of this is\nto be done when we touch a hot object, it may take enough time for us to\nget burnt!\nHow does the design of the body solve this problem? Rather than\nhaving to think about the sensation of heat, if the nerves that detect heat\nwere to be connected to the nerves that move muscles in a simpler way,\nthe process of detecting the signal or the input and responding to it by\nan output action might be completed quickly. Such a connection is\ncommonly called a reflex arc (Fig. 6.2). Where should such reflex arc\nconnections be made between the input nerve and the output nerve?\nThe best place, of course, would be at the point where they first meet\neach other . Nerves fr om all over the body meet in a bundle in the spinal\ncord on their way to the brain. Reflex arcs are formed in this spinal cord\nitself, although the information input also goes on to reach the brain.\nOf course, reflex arcs have evolved in animals because the thinking\nprocess of the brain is not fast enough.  In fact many animals have very\nlittle or none of the complex neuron network needed for thinking. So it is\nquite likely that reflex arcs have evolved as efficient ways of functioning\nin the absence of true thought pr ocesses.  However , even after complex\nneuron networks have come into existence, reflex arcs continue to be\nmore efficient for quick responses.\n2024-25"
            },
            {
                "page": 103,
                "text": "Control and Coordination 103Can you now trace the sequence of events which occur when a bright\nlight is focussed on your eyes?\n6.1.2 Human Brain\nIs reflex action the only function of the spinal cord? Obviously not, since\nwe know that we are thinking beings. Spinal cord is made up of nerves\nwhich supply information to think about. Thinking involves more\ncomplex mechanisms and neural connections. These are concentrated\nin the brain, which is the main coordinating centre of the body.  The\nbrain and spinal cord constitute the central nervous system (Fig. 6.3).\nThey receive information from all parts of the body and integrate it.\nWe also think about our actions. W riting, talking, moving a chair ,\nclapping at the end of a programme are examples of voluntary actions\nwhich are based on deciding what to do next.  So, the brain also has to\nsend messages to muscles.  This is the second way in which the nervous\nsystem communicates with the muscles.  The communication between\nthe central nervous system and the other parts of the body is facilitated\nby the peripheral nervous system consisting of cranial nerves arising\nfrom the brain and spinal nerves arising from the spinal cord. The brain\nthus allows us to think and take actions based on that thinking.  As you\nwill expect, this is accomplished through a complex design, with different\nparts of the brain responsible for integrating different inputs and outputs.\nThe brain has three such major parts or regions, namely the fore-brain,\nmid-brain and hind-brain.\nThe fore-brain is the main thinking part of the brain. It has regions\nwhich receive sensory impulses from various receptors. Separate areas\nof the fore-brain are specialised for hearing, smell, sight and so on.  There\nare separate areas of association where this sensory information is\ninterpreted by putting it together with information from other receptors\nas well as with information that is already stored in the brain.  Based onFigure 6.2 Figure 6.2 Figure 6.2 Figure 6.2 Figure 6.2 Reflex arc\n2024-25"
            },
            {
                "page": 104,
                "text": "Science 104all this, a decision is made about how to respond and the information is\npassed on to the motor areas which control the movement of voluntary\nmuscles, for example, our leg muscles.  However , certain sensations ar e\ndistinct from seeing or hearing, for example, how do we know that we\nhave eaten enough? The sensation of feeling full is because of a centre\nassociated with  hunger , which is in a separate part of the for e-brain.\nStudy the labelled diagram of the human brain. W e have seen that\nthe different parts have specific functions. Can we find out the function\nof each part?\nLet us look at the other use of the word ‘reflex’ that we have talked\nabout in the introduction. Our mouth waters when we see food we like\nwithout our meaning to. Our hearts beat without our thinking about it.\nIn fact, we cannot control these actions easily by thinking about them\neven if we wanted to. Do we have to think about or remember to breathe\nor digest food? So, in between the simple reflex actions like change in\nthe size of the pupil, and the thought out actions such as moving a\nchair , ther e is another set of muscle movements over which we do not\nhave any thinking control. Many of these involuntary actions are\ncontrolled by the mid-brain and hind-brain. All these involuntary actions\nincluding blood pressure, salivation and vomiting are controlled by the\nmedulla in the hind-brain.\nThink about activities like walking in a straight line, riding a bicycle,\npicking up a pencil. These are possible due to a part of the hind-brain\ncalled the cerebellum. It is responsible for precision of voluntary actions\nand maintaining the posture and balance of the body. Imagine what\nwould happen if each of these events failed to take place if we were not\nthinking about it.Figure 6.3Figure 6.3Figure 6.3Figure 6.3Figure 6.3  Human brain\n2024-25"
            },
            {
                "page": 105,
                "text": "Control and Coordination 1056.1.3 How are these Tissues protected?\nA delicate organ like the brain, which is so important for a variety of\nactivities, needs to be carefully protected. For this, the body is designed\nso that the brain sits inside a bony box. Inside the box, the brain is\ncontained in a fluid-filled balloon which provides further shock\nabsorption. If you run your hand down the middle of your back, you\nwill feel a hard, bumpy structure. This is the vertebral column or\nbackbone which protects the spinal cord.\n6.1.4 How does the Nervous Tissue cause Action?\nSo far , we have been talking about nervous tissue, and how it collects\ninformation, sends it around the body, processes information, makes\ndecisions based on information, and conveys decisions to muscles for\naction. In other words, when the action or movement is to be performed,\nmuscle tissue will do the final job. How do animal muscles move? When\na nerve impulse reaches the muscle, the muscle fibre must move. How\ndoes a muscle cell move? The simplest notion of movement at the cellular\nlevel is that muscle cells will move by changing their shape so that they\nshorten. So the next question is, how do muscle cells change their shape?\nThe answer must lie in the chemistry of cellular components. Muscle\ncells have special proteins that change both their shape and their\narrangement in the cell in response to nervous electrical impulses. When\nthis happens, new arrangements of these proteins give the muscle cells\na shorter form. Remember when we talked about muscle tissue in\nClass IX, there were different kinds of muscles, such as voluntary muscles\nand involuntary muscles. Based on what we have discussed so far , what\ndo you think the differences between these would be?\nQUESTIONS\n?1. What is the difference between a reflex action and walking?\n2. What happens at the synapse between two neurons?\n3. Which part of the brain maintains posture and equilibrium of the body?\n4. How do we detect the smell of an agarbatti (incense stick)?\n5. What is the role of the brain in reflex action?\n6.2 COORDINA6.2 COORDINA6.2 COORDINA6.2 COORDINA6.2 COORDINA TION IN PLTION IN PLTION IN PLTION IN PLTION IN PL ANTSANTSANTS\nANTSANTS\nAnimals have a nervous system for controlling and coordinating the\nactivities of the body. But plants have neither a nervous system nor\nmuscles. So, how do they respond to stimuli? When we touch the leaves\nof a chhui-mui  (the ‘sensitive’ or ‘touch-me-not’ plant of the Mimosa\nfamily), they begin to fold up and droop. When a seed germinates, the\nroot goes down, the stem comes up into the air . What happens? Firstly,\nthe leaves of the sensitive plant move very quickly in response to touch.\n2024-25"
            },
            {
                "page": 106,
                "text": "Science 106There is no growth involved in this movement. On the other hand, the\ndirectional movement of a seedling is caused by growth. If it is prevented\nfrom growing, it will not show any movement. So plants show two different\ntypes of movement – one dependent on growth and the other independent\nof growth.\n6.2.1 Immediate Response to Stimulus\nLet us think about the first kind of movement, such as that of the sensitive\nplant. Since no growth is involved, the plant must actually move its leaves\nin response to touch. But there is no nervous tissue, nor any muscle\ntissue. How does the plant detect the touch, and how do the leaves move\nin response?\nFigure 6.4Figure 6.4Figure 6.4Figure 6.4Figure 6.4  The sensitive plant\nIf we think about where exactly the plant is touched, and what part\nof the plant actually moves, it is apparent that movement happens at a\npoint different from the point of touch. So, information that a touch has\noccurred must be communicated. The plants also use electrical-chemical\nmeans to convey this information from cell to cell, but unlike in animals,\nthere is no specialised tissue in plants for the conduction of information.\nFinally, again as in animals, some cells must change shape in order for\nmovement to happen. Instead of the specialised proteins found in animal\nmuscle cells, plant cells change shape by changing the amount of water\nin them, resulting in swelling or shrinking, and therefore in changing\nshapes (Fig. 6.4).\n6.2.2 Movement Due to Growth\nSome plants like the pea plant climb up other plants or fences by means\nof tendrils. These tendrils are sensitive to touch. When they come in\ncontact with any support, the part of the tendril in contact with the object\ndoes not grow as rapidly as the part of the tendril away from the object.\nThis causes the tendril to circle around the object and thus cling to it.\nMore commonly, plants respond to stimuli slowly by growing in a\nparticular direction. Because this growth is directional, it appears as if\nthe plant is moving. Let us understand this type of movement with the\nhelp of an example.\n2024-25"
            },
            {
                "page": 107,
                "text": "Control and Coordination 107Environmental triggers such as light, or gravity\nwill change the directions that plant parts grow in.\nThese directional, or tropic, movements can be either\ntowards the stimulus, or away from it. So, in two\ndifferent kinds of phototropic movement, shoots\nrespond by bending towards light while roots\nrespond by bending away from it. How does this help\nthe plant?\nPlants show tropism in response to other stimuli as well. The roots\nof a plant always grow downwards while the shoots usually grow\nupwards and away from the earth. This upward and downward growth\nof shoots and roots, respectively, in response to the pull of earth or gravity\nis, obviously, geotropism (Fig. 6.6). If ‘hydro’ means water and ‘chemo’\nrefers to chemicals, what would ‘hydrotropism’ and ‘chemotropism’\nmean? Can we think of examples of these kinds of directional growth\nmovements? One example of chemotropism is the growth of pollen tubes\ntowards ovules, about which we will learn more when we examine the\nreproductive processes of living organisms.\nLet us now once again think about how information is communicated\nin the bodies of multicellular organisms. The movement of the\nsensitive plant in response to touch is very quick. The movement of\nsunflowers in response to day or night, on the other hand, is quite slow.\nGrowth-r elated movement of plants will be even slower .\nEven in animal bodies, there are carefully controlled directions to\ngrowth. Our arms and fingers grow in certain directions, not haphazardly.\nSo controlled movements can be either slow or fast. If fast responses to\nstimuli are to be made, information transfer must happen very quickly.\nFor this, the medium of transmission must be able to move rapidly.Activity 6.2Activity 6.2Activity 6.2Activity 6.2Activity 6.2\n/square6Fill a conical flask with water .\n/square6Cover the neck of the flask with a wire mesh.\n/square6Keep two or three freshly germinated bean\nseeds on the wire mesh.\n/square6Take a cardboard box which is open from one\nside.\n/square6Keep the flask in the box in such a manner\nthat the open side of the box faces light coming\nfrom a window (Fig. 6.5).\n/square6After two or three days, you will notice that\nthe shoots bend towards light and roots away\nfrom light.\n/square6Now turn the flask so that the shoots are away\nfrom light and the roots towards light. Leave it\nundisturbed in this condition for a few days.\n/square6Have the old parts of the shoot and root\nchanged direction?\n/square6Are there differences in the direction of the new\ngrowth?\n/square6What can we conclude from this activity?\nFigure 6.5Figure 6.5Figure 6.5Figure 6.5Figure 6.5\nResponse of the plant to the direction of light\nFigure 6.6 Figure 6.6 Figure 6.6 Figure 6.6 Figure 6.6 Plant showing geotropism\n2024-25"
            },
            {
                "page": 108,
                "text": "Science 108Electrical impulses are an excellent means for this. But there are\nlimitations to the use of electrical impulses. Firstly, they will reach only\nthose cells that are connected by nervous tissue, not each and every cell\nin the animal body. Secondly, once an electrical impulse is generated in\na cell and transmitted, the cell will take some time to reset its mechanisms\nbefore it can generate and transmit a new impulse. In other words, cells\ncannot continually create and transmit electrical impulses. It is thus no\nwonder that most multicellular organisms use another means of\ncommunication between cells, namely, chemical communication.\nIf, instead of generating an electrical impulse, stimulated cells release\na chemical compound, this compound would diffuse all around the\noriginal cell. If other cells around have the means to detect this compound\nusing special molecules on their surfaces, then they would be able to\nrecognise infor mation, and even transmit it. This will be slower , of course,\nbut it can potentially reach all cells of the body, regardless of nervous\nconnections, and it can be done steadily and persistently. These\ncompounds, or hormones used by multicellular organisms for control\nand coordination show a great deal of diversity, as we would expect.\nDifferent plant hormones help to coordinate growth, development and\nresponses to the environment. They are synthesised at places away from\nwhere they act and simply diffuse to the area of action.\nLet us take an example that we have worked with earlier [Activity 6.2].\nWhen growing plants detect light, a hormone called auxin, synthesised\nat the shoot tip, helps the cells to gr ow longer . When light is coming fr om\none side of the plant, auxin diffuses towards the shady side of the shoot.\nThis concentration of auxin stimulates the cells to grow longer on the\nside of the shoot which is away from light. Thus, the plant appears to\nbend towards light.\nAnother example of plant hormones are gibberellins which, like\nauxins, help in the growth of the stem. Cytokinins promote cell division,\nand it is natural then that they are present in greater concentration in\nareas of rapid cell division, such as in fruits and seeds. These are examples\nof plant hormones that help in promoting growth. But plants also need\nsignals to stop growing. Abscisic acid is one example of a hormone which\ninhibits growth. Its effects include wilting of leaves.\nQUESTIONS\n?1. What are plant hormones?\n2. How is the movement of leaves of the sensitive plant different from the\nmovement of a shoot towards light?\n3. Give an example of a plant hormone that promotes growth.\n4. How do auxins promote the growth of a tendril around a support?\n5. Design an experiment to demonstrate hydrotropism.\n2024-25"
            },
            {
                "page": 109,
                "text": "Control and Coordination 1096.3 HORMONES IN ANIMALS6.3 HORMONES IN ANIMALS6.3 HORMONES IN ANIMALS6.3 HORMONES IN ANIMALS6.3 HORMONES IN ANIMALS\nHow are such chemical, or hormonal, means of information transmission\nused in animals? What do some animals, for instance squirrels,\nexperience when they are in a scary situation? Their bodies have to\nprepare for either fighting or running away. Both are very complicated\nactivities that will use a great deal of energy in controlled ways. Many\ndifferent tissue types will be used and their activities integrated together\nin these actions. However , the two alter nate activities, fighting or running,\nare also quite different! So here is a situation in which some common\npreparations can be usefully made in the body. These preparations\nshould ideally make it easier to do either activity in the near future. How\nwould this be achieved?\nIf the body design in the squirrel relied only on electrical impulses\nvia nerve cells, the range of tissues instructed to prepare for the coming\nactivity would be limited. On the other hand, if a chemical signal were to\nbe sent as well, it would reach all cells of the body and provide the wide-\nranging changes needed. This is done in many animals, including human\nbeings, using a hormone called adrenaline that is secreted from the\nadrenal glands. Look at Fig. 6.7 to locate these glands.\nAdrenaline is secreted directly into the blood and carried to different\nparts of the body. The target organs or the specific tissues on which it\nacts include the heart. As a r esult, the heart beats faster , resulting in\nsupply of more oxygen to our muscles. The blood to the digestive system\nand skin is reduced due to contraction of muscles around small arteries\nin these organs. This diverts the blood to our skeletal muscles. The\nbreathing rate also increases because of the contractions of the\ndiaphragm and the rib muscles. All these responses together enable the\nanimal body to be ready to deal with the situation. Such animal hormones\nare part of the endocrine system which constitutes a second way of control\nand coordination in our body.\nActivity 6.3Activity 6.3Activity 6.3Activity 6.3Activity 6.3\n/square6Look at Fig. 6.7.\n/square6Identify the endocrine glands mentioned in the figure.\n/square6Some of these glands have been listed in Table 6.1 and discussed\nin the text. Consult books in the library and discuss with your\nteachers to find out about other glands.\nRemember that plants have hormones that control their directional\ngrowth. What functions do animal hormones perform? On the face of it,\nwe cannot imagine their r ole in dir ectional gr owth. W e have never seen\nan animal gr owing mor e in one dir ection or the other , depending on\nlight or gravity! But if we think about it a bit more, it will become evident\nthat, even in animal bodies, growth happens in carefully controlled places.\nPlants will grow leaves in many places on the plant body, for example.\nBut we do not grow fingers on our faces. The design of the body is carefully\nmaintained even during the growth of children.\n2024-25"
            },
            {
                "page": 110,
                "text": "Science 110Let us examine some examples to understand how hormones help\nin coordinated growth. We have all seen salt packets which say ‘iodised\nsalt’ or ‘enriched with iodine’. Why is it important for us to have iodised\nsalt in our diet? Iodine is necessary for the thyroid gland to make\nthyroxin hormone. Thyroxin regulates carbohydrate, protein and fat\nmetabolism in the body so as to provide the best balance for growth.\nIodine is essential for the synthesis of thyroxin. In case iodine is deficient\nin our diet, there is a possibility that we might suffer from goitre. One\nof the symptoms in this disease is a swollen neck. Can you correlate\nthis with the position of the thyroid gland in Fig. 6.7?\nSometimes we come across people who are either very short (dwarfs)\nor extremely tall (giants). Have you ever wondered how this happens?\nGrowth hormone is one of the hormones secreted by the pituitary. As\nits name indicates, growth hormone regulates growth and development\nof the body. If there is a deficiency of this hormone in childhood, it\nleads to dwarfism.\nYou must have noticed many dramatic changes in your appearance\nas well as that of your friends as you approached 10–12 years of age.\nThese changes associated with puberty are because of the secretion of\ntestosterone in males and oestrogen in females.\nDo you know anyone in your family or friends who has been advised\nby the doctor to take less sugar in their diet because they are suffering\nfrom diabetes? As a treatment, they might be taking injections of insulin.\nThis is a hormone which is produced by the pancreas and helps in\nregulating blood sugar levels. If it is not secreted in proper amounts,\nthe sugar level in the blood rises causing many harmful effects.Figure 6.7 Endocrine glands in human beings (a) male, (b) female(a) (b)\nDo You Know?\nHypothalamus plays\nan important role in\nthe release of many\nhormones. For\nexample, when the\nlevel of growth\nhormone is low, the\nhypothalamus\nreleases growth\nhormone releasing\nfactor which\nstimulates the\npituitary gland to\nrelease growth\nhormone.\n2024-25"
            },
            {
                "page": 111,
                "text": "Control and Coordination 111If it is so important that hormones should be secreted in precise\nquantities, we need a mechanism through which this is done. The timing\nand amount of hormone released are regulated by feedback mechanisms.\nFor example, if the sugar levels in blood rise, they are detected by the\ncells of the pancreas which respond by producing more insulin. As the\nblood sugar level falls, insulin secretion is reduced.\nTable 6.1 : Some important hormones and their functionsActivity 6.4Activity 6.4Activity 6.4Activity 6.4Activity 6.4\n/square6  Hormones are secreted by endocrine glands and have specific functions. Complete\nTable 6.1 based on the hormone, the endocrine gland or the functions provided.\nQUESTIONS\n1. How does chemical coordination take place in animals?\n2. Why is the use of iodised salt advisable?\n3. How does our body respond when adrenaline is secreted into the blood?\n4. Why are some patients of diabetes treated by giving injections of insulin?\nWhat y ou hav e learnt?\n/square6Control and coordination are the functions of the nervous system and hormones\nin our bodies.\n/square6The responses of the nervous system can be classified as reflex action, voluntary\naction or involuntary action.\n/square6The nervous system uses electrical impulses to transmit messages.\n/square6The nervous system gets information from our sense organs and acts through our\nmuscles.\n/square6Chemical coordination is seen in both plants and animals.\n/square6Hormones produced in one part of an organism move to another part to achieve\nthe desired effect.\n/square6A feedback mechanism regulates the action of the hormones.S.No. Hormone Endocrine Gland Functions\n1. Growth hormone Pituitary gland Stimulates growth in all organs\n2. Thyroid gland Regulates metabolism for body growth\n3. Insulin Regulates blood sugar level\n4. Testosterone Testes\n5. Ovaries Development of female sex organs,\nregulates menstrual cycle, etc.\n6. Adrenaline Adrenal gland\n7. Releasing Stimulates pituitary gland to release\nhormones hormones\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 7 : How do Organisms Reproduce?",
        "pages": [
            {
                "page": 113,
                "text": "How do Organisms\nReproduce ?7 CHAPTER\nBefore we discuss the mechanisms by which organisms reproduce,\nlet us ask a more basic question – why do organisms reproduce?\nAfter all, reproduction is not necessary to maintain the life of an individual\norganism, unlike the essential life processes such as nutrition,\nrespiration, or excretion. On the other hand, if an individual organism is\ngoing to create more individuals, a lot of its energy will be spent in the\nprocess. So why should an individual organism waste energy on a process\nit does not need to stay alive? It would be interesting to discuss the\npossible answers in the classroom!\nWhatever the answer to this question, it is obvious that we notice\norganisms because they reproduce. If there were to be only one, non-\nreproducing member of a particular kind, it is doubtful that we would\nhave noticed its existence. It is the large numbers of organisms belonging\nto a single species that bring them to our notice. How do we know that\ntwo different individual organisms belong to the same species? Usually,\nwe say this because they look similar to each other . Thus, r eproducing\norganisms create new individuals that look very much like themselves.\n7.1 DO ORG7.1 DO ORG7.1 DO ORG7.1 DO ORG7.1 DO ORG ANISMS CREAANISMS CREAANISMS CREAANISMS CREAANISMS CREA TE EXATE EXATE EXA\nTE EXATE EXA CT COPIES OFCT COPIES OFCT COPIES OFCT COPIES OFCT COPIES OF\nTHEMSEL THEMSELTHEMSEL THEMSELTHEMSEL VES? VES?VES? VES?VES?\nOrganisms look similar because their body designs are similar . If body\ndesigns are to be similar , the blueprints for these designs should be\nsimilar . Thus, repr oduction at its most basic level will involve making\ncopies of the blueprints of body design. In Class IX, we learnt that the\nchromosomes in the nucleus of a cell contain information for inheritance\nof features from parents to next generation in the form of DNA (Deoxyribo\nNucleic Acid) molecules. The DNA in the cell nucleus is the information\nsource for making proteins. If the information is changed, different\nproteins will be made. Different proteins will eventually lead to altered\nbody designs.\nTherefore, a basic event in reproduction is the creation of a DNA\ncopy. Cells use chemical reactions to build copies of their DNA. This\ncreates two copies of the DNA in a reproducing cell, and they will need to\nbe separated fr om each other . However , keeping one copy of DNA in the\noriginal cell and simply pushing the other one out would not work,\n2024-25"
            },
            {
                "page": 114,
                "text": "Science 114?because the copy pushed out would not have any organised cellular\nstructure for maintaining life processes. Therefore, DNA copying is\naccompanied by the creation of an additional cellular apparatus, and\nthen the DNA copies separate, each with its own cellular apparatus.\nEffectively, a cell divides to give rise to two cells.\nThese two cells ar e of course similar , but ar e they likely to be\nabsolutely identical? The answer to this question will depend on how\naccurately the copying r eactions involved occur . No bio-chemical r eaction\nis absolutely reliable. Therefore, it is only to be expected that the process\nof copying the DNA will have some variations each time. As a result, the\nDNA copies generated will be similar , but may not be identical to the\noriginal. Some of these variations might be so drastic that the new DNA\ncopy cannot work with the cellular apparatus it inherits. Such a newborn\ncell will simply die. On the other hand, there could still be many other\nvariations in the DNA copies that would not lead to such a drastic\noutcome. Thus, the surviving cells are similar to, but subtly different\nfrom each other . This inbuilt tendency for variation during r eproduction\nis the basis for evolution, as we will discuss in the next chapter .\n7.1.1 The Impor tance of V ariation\nPopulations of organisms fill well-defined places, or niches, in the\necosystem, using their ability to reproduce. The consistency of DNA\ncopying during reproduction is important for the maintenance of body\ndesign features that allow the organism to use that particular niche.\nReproduction is therefore linked to the stability of populations of species.\nHowever , niches can change because of r easons beyond the contr ol\nof the organisms. Temperatures on earth can go up or down, water levels\ncan vary, or there could be meteorite hits, to think of a few examples. If\na population of reproducing organisms were suited to a particular niche\nand if the niche were drastically altered, the population could be wiped\nout. However , if some variations wer e to be pr esent in a few individuals\nin these populations, there would be some chance for them to survive.\nThus, if there were a population of bacteria living in temperate waters,\nand if the water temperature were to be increased by global warming,\nmost of these bacteria would die, but the few variants resistant to heat\nwould survive and gr ow further . Variation is thus useful for the survival\nof species over time.\nQUESTIONS\n1. What is the importance of DNA copying in reproduction?\n2. Why is variation beneficial to the species but not necessarily\nfor the individual?\n2024-25"
            },
            {
                "page": 115,
                "text": "How do Organisms Reproduce? 115\nFigure 7.1(a)Figure 7.1(a)Figure 7.1(a)Figure 7.1(a)Figure 7.1(a)  Binary fission in AmoebaActivity 7.2Activity 7.2Activity 7.2Activity 7.2Activity 7.27.2 MODES OF REPRODUCTION USED BY SINGLE7.2 MODES OF REPRODUCTION USED BY SINGLE7.2 MODES OF REPRODUCTION USED BY SINGLE7.2 MODES OF REPRODUCTION USED BY SINGLE7.2 MODES OF REPRODUCTION USED BY SINGLE\nORGANISMSORGANISMSORGANISMSORGANISMSORGANISMS\nActivity 7.1Activity 7.1Activity 7.1Activity 7.1Activity 7.1\n/square6Dissolve about 10 gm of sugar in 100 mL of water .\n/square6Take 20 mL of this solution in a test tube and add a pinch of yeast\ngranules to it.\n/square6Put a cotton plug on the mouth of the test tube and keep it in a\nwarm place.\n/square6After 1 or 2 hours, put a small drop of yeast culture from the test\ntube on a slide and cover it with a coverslip.\n/square6Observe the slide under a microscope.\n/square6Wet a slice of br ead, and keep it in a cool, moist and dark place.\n/square6Observe the surface of the slice with a magnifying glass.\n/square6Record your observations for a week.\nCompare and contrast the ways in which yeast grows in the first\ncase, and how mould grows in the second.\nHaving discussed the context in which reproductive processes work,\nlet us now examine how different organisms actually reproduce. The\nmodes by which various organisms reproduce depend on the body\ndesign of the organisms.\n7.2.1 Fission\nFor unicellular organisms, cell division, or fission, leads to the creation\nof new individuals. Many different patterns of fission have been observed.\nMany bacteria and protozoa simply split into two equal halves during\ncell division. In organisms such as Amoeba , the splitting of the two cells\nduring division can take place in any plane.\nActivity 7.3Activity 7.3Activity 7.3Activity 7.3Activity 7.3\n/square6Observe a permanent slide of\nAmoeba  under a microscope.\n/square6Similarly observe another\npermanent slide of Amoeba\nshowing binary fission.\n/square6Now, compare the observations of\nboth the slides.\nHowever , some unicellular or ganisms\nshow somewhat more organisation of their\nbodies, such as is seen in Leishmania  (which\ncause kala-azar ), which have a whip-like\nstructure at one end of the cell. In such\norganisms, binary fission occurs in a definite orientation in relation toFigure 7.1(b)Figure 7.1(b)Figure 7.1(b)Figure 7.1(b)Figure 7.1(b)  Binary fission in Leishmania  (a)         (b)          (c)          (d)            (e)                        (f)\n2024-25"
            },
            {
                "page": 116,
                "text": "Science 116these structures. Other single-celled organisms, such as the malarial\nparasite, Plasmodium , divide into many daughter cells simultaneously\nby multiple fission.\nYeast, on the other hand, can put out small buds that separate and\ngrow further , as we saw in Activity 7.1.\n7.2.2 Fragmentation\nFigure 7.2Figure 7.2Figure 7.2Figure 7.2Figure 7.2\nMultiple fission in\nPlasmodium Activity 7.4Activity 7.4Activity 7.4Activity 7.4Activity 7.4\n/square6Collect water from a lake or pond that appears dark green and\ncontains filamentous structures.\n/square6Put one or two filaments on a slide.\n/square6Put a drop of glycerine on these filaments and cover it with a coverslip.\n/square6Observe the slide under a microscope.\n/square6Can you identify different tissues in the Spirogyra  filaments?\nIn multi-cellular organisms with relatively simple body organisation,\nsimple reproductive methods can still work. Spirogyra , for example,\nsimply breaks up into smaller pieces upon maturation. These pieces or\nfragments grow into new individuals. Can we work out the reason for\nthis, based on what we saw in Activity 7.4?\nThis is not true for all multi-cellular organisms. They cannot simply\ndivide cell-by-cell. The reason is that many multi-cellular organisms, as\nwe have seen, are not simply a random collection of cells. Specialised\ncells are organised as tissues, and tissues are organised into organs,\nwhich then have to be placed at definite positions in the body. In such a\ncarefully organised situation, cell-by-cell division would be impractical.\nMulti-cellular organisms, therefore, need to use more complex ways of\nreproduction.\nA basic strategy used in multi-cellular organisms is that different\ncell types perform different specialised functions. Following this general\npattern, reproduction in such organisms is also the function of a specific\ncell type. How is reproduction to be achieved from a single cell type, if\nthe organism itself consists of many cell types? The answer is that there\nmust be a single cell type in the organism that is capable of growing,\nproliferating and making other cell types under the right circumstances.\n7.2.3 Regeneration\nMany fully differentiated organisms have the ability to give rise to new\nindividual organisms from their body parts. That is, if the individual is\nsomehow cut or broken up into many pieces, many of these pieces grow\ninto separate individuals. For example, simple animals like Hydra  and\nPlanaria  can be cut into any number of pieces and each piece grows\ninto a complete organism. This is known as regeneration (see Fig. 7.3).\nRegeneration is carried out by specialised cells. These cells proliferate\nand make large numbers of cells. From this mass of cells, different cells\nundergo changes to become various cell types and tissues. These changes\n2024-25"
            },
            {
                "page": 117,
                "text": "How do Organisms Reproduce? 117\nFigure 7.3 Figure 7.3 Figure 7.3 Figure 7.3 Figure 7.3 Regeneration in Planariatake place in an organised\nsequence referred to as\ndevelopment. However ,\nregeneration is not the same\nas reproduction, since most\norganisms would not\nnormally depend on being cut\nup to be able to reproduce.\n7.2.4 Budding\nOrganisms such as Hydra\nuse regenerative cells for\nreproduction in the process of\nbudding. In Hydra , a bud\ndevelops as an outgrowth due\nto repeated cell division at one\nspecific site (Fig. 7.4). These buds develop into tiny individuals and when\nfully mature, detach from the parent body and become new independent\nindividuals.\nFigure 7.4Figure 7.4Figure 7.4Figure 7.4Figure 7.4  Budding in Hydra\n7.2.5 V egetative Propagation\nThere are many plants in which parts like the root, stem and leaves\ndevelop into new plants under appropriate conditions. Unlike in most\nanimals, plants can indeed use such a mode for reproduction. This\nproperty of vegetative propagation is used in methods such as layering\nor grafting to grow many plants like sugarcane, roses, or grapes for\nagricultural purposes. Plants raised by vegetative propagation can bear\nflowers and fruits earlier than those produced from seeds. Such methods\nalso make possible the propagation of plants such as banana, orange,\nrose and jasmine that have lost the capacity to produce seeds. Another\nadvantage of vegetative propagation is that all plants produced are\ngenetically similar enough to the parent plant to have all its\ncharacteristics.\n2024-25"
            },
            {
                "page": 118,
                "text": "Science 118Similarly buds produced in the notches along the leaf\nmargin of Bryophyllum  fall on the soil and develop into\nnew plants (Fig. 7.5).\nActivity 7.6Activity 7.6Activity 7.6Activity 7.6Activity 7.6\n/square6Select a money-plant.\n/square6Cut some pieces such that they contain at least\none leaf.\n/square6Cut out some other portions between two leaves.\n/square6Dip one end of all the pieces in water and observe\nover the next few days.\n/square6Which ones grow and give rise to fresh leaves?\n/square6What can you conclude from your observations?\nTissue cultur e\nIn tissue culture, new plants are grown by removing tissue or separating cells from\nthe growing tip of a plant. The cells are then placed in an artificial medium where they\ndivide rapidly to form a small group of cells or callus. The callus is transferred to\nanother medium containing hormones for growth and differentiation. The plantlets\nare then placed in the soil so that they can grow into mature plants. Using tissue\nculture, many plants can be grown from one parent in disease-free conditions. This\ntechnique is commonly used for ornamental plants.\n7.2.6 Spore F ormation\nEven in many simple multi-cellular organisms, specific reproductive\nparts can be identified. The thread-like structures that developed on\nthe bread in Activity 7.2 above are the hyphae of the bread mould\n(Rhizopus ). They are not reproductive parts. On the other hand, the\ntiny blob-on-a-stick structures are involved in reproduction. The\nblobs are sporangia, which contain cells, or spores, that can\neventually develop into new Rhizopus  individuals (Fig. 7.6). The spores\nare covered by thick walls that protect them until they come into\ncontact with another moist surface and can begin to grow.Figure 7.6Figure 7.6Figure 7.6Figure 7.6Figure 7.6\nSpore formation in RhizopusActivity 7.5Activity 7.5Activity 7.5Activity 7.5Activity 7.5\n/square6Take a potato and observe its surface. Can notches be seen?\n/square6Cut the potato into small pieces such that some pieces contain a\nnotch or bud and some do not.\n/square6Spread some cotton on a tray and wet it. Place the potato pieces\non this cotton. Note where the pieces with the buds are placed.\n/square6Observe changes taking place in these potato pieces over the next\nfew days. Make sure that the cotton is kept moistened.\n/square6Which are the potato pieces that give rise to fresh green shoots\nand roots?\nFigure 7.5Figure 7.5Figure 7.5Figure 7.5Figure 7.5\nLeaf of Bryophyllum\nwith buds\nMore to Know?\n2024-25"
            },
            {
                "page": 119,
                "text": "How do Organisms Reproduce? 119All the modes of reproduction that we have discussed so far allow\nnew generations to be created from a single individual. This is known as\nasexual reproduction.\nQUESTIONS\n?1. How does binary fission differ from multiple fission?\n2. How will an organism be benefited if it reproduces through spores?\n3. Can you think of reasons why more complex organisms cannot give\nrise to new individuals through regeneration?\n4. Why is vegetative propagation practised for growing some types of\nplants?\n5. Why is DNA copying an essential part of the process of reproduction?\n7.3 SEXUAL REPRODUCTION7.3 SEXUAL REPRODUCTION7.3 SEXUAL REPRODUCTION7.3 SEXUAL REPRODUCTION7.3 SEXUAL REPRODUCTION\nWe are also familiar with modes of r eproduction that depend on the\ninvolvement of two individuals before a new generation can be created.\nBulls alone cannot produce new calves, nor can hens alone produce\nnew chicks. In such cases, both sexes, males and females, are needed to\nproduce new generations. What is the significance of this sexual mode\nof reproduction? Are there any limitations of the asexual mode of\nreproduction, which we have been discussing above?\n7.3.1 Why the Sexual Mode of Reproduction?\nThe creation of two new cells from one involves copying of the DNA as\nwell as of the cellular apparatus. The DNA copying mechanism, as we\nhave noted, cannot be absolutely accurate, and the resultant errors are\na source of variations in populations of organisms. Every individual\norganism cannot be protected by variations, but in a population,\nvariations are useful for ensuring the survival of the species. It would\ntherefore make sense if organisms came up with reproductive modes\nthat allowed more and more variation to be generated.\nWhile DNA-copying mechanisms are not absolutely accurate, they\nare precise enough to make the generation of variation a fairly slow\nprocess. If the DNA copying mechanisms were to be less accurate, many\nof the resultant DNA copies would not be able to work with the cellular\napparatus, and would die. So how can the process of making variants\nbe speeded up? Each new variation is made in a DNA copy that already\nhas variations accumulated from previous generations. Thus, two\ndifferent individuals in a population would have quite different patterns\nof accumulated variations. Since all of these variations are in living\nindividuals, it is assured that they do not have any really bad effects.\nCombining variations from two or more individuals would thus create\nnew combinations of variants. Each combination would be novel, since\nit would involve two different individuals. The sexual mode of\n2024-25"
            },
            {
                "page": 120,
                "text": "Science 120reproduction incorporates such a process of combining DNA from two\ndifferent individuals during reproduction.\nBut this creates a major difficulty. If each new generation is to be the\ncombination of the DNA copies from two pre-existing individuals, then\neach new generation will end up having twice the amount of DNA that\nthe previous generation had. This is likely to mess up the control of the\ncellular apparatus by the DNA. How many ways can we think of for\nsolving this difficulty?\nWe have seen earlier that as or ganisms become mor\ne complex, the\nspecialisation of tissue increases. One solution that many multi-cellular\norganisms have found for the problem mentioned above is to have special\nlineages of cells in specialised organs in which only half the number of\nchromosomes and half the amount of DNA as compared to the non-\nreproductive body cells. This is achieved by a process of cell division\ncalled meiosis. Thus, when these germ-cells from two individuals combine\nduring sexual reproduction to form a new individual, it results in re-\nestablishment of the number of chromosomes and the DNA content in\nthe new generation.\nIf the zygote is to grow and develop into an organism which has\nhighly specialised tissues and organs, then it has to have sufficient stores\nof energy for doing this. In very simple organisms, it is seen that the two\ngerm-cells ar e not very dif ferent fr om one another , or may even be similar .\nBut as the body designs become more complex, the germ-cells also\nspecialise. One germ-cell is large and contains the food-stores while the\nother is smaller and likely to be motile. Conventionally, the motile germ-\ncell is called the male gamete and the germ-cell containing the stored\nfood is called the female gamete. W e shall see in the next few sections\nhow the need to create these two different types of gametes give rise to\ndifferences in the male and female reproductive organs and, in some\ncases, differences in the bodies of the male and female organisms.\n7.3.2 Sexual Reproduction in Flowering Plants\nThe r eproductive parts of angiosper ms ar e located in the flower . You\nhave already studied the different parts of a flower – sepals, petals,\nstamens and pistil. Stamens and pistil are\nthe reproductive parts of a flower which\ncontain the germ-cells.  What possible\nfunctions could the petals and sepals serve?\nThe flower may be unisexual (papaya,\nwatermelon) when it contains either stamens\nor pistil or bisexual ( Hibiscus , mustard)\nwhen it contains both stamens and pistil.\nStamen is the male reproductive part and it\nproduces pollen grains that are yellowish\nin colour . You must have seen this yellowish\npowder that often sticks to our hands if we\ntouch the stamen of a flower . Pistil is pr esent\nin the centre of a flower and is the female\nreproductive part. It is made of three parts.\nFigure 7.7Figure 7.7Figure 7.7Figure 7.7Figure 7.7\nLongitudinal section of\nflower\n2024-25"
            },
            {
                "page": 121,
                "text": "How do Organisms Reproduce? 121\nFigure 7.8Figure 7.8Figure 7.8Figure 7.8Figure 7.8\nGermination of pollen on\nstigmaThe swollen bottom part is the ovary, middle elongated part is the style\nand the terminal part which may be sticky is the stigma. The ovary\ncontains ovules and each ovule has an egg cell. The male germ-cell\nproduced by pollen grain fuses with the female gamete present in\nthe ovule. This fusion of the germ-cells or fertilisation gives us the\nzygote which is capable of growing into a new plant.\nThus the pollen needs to be transferred from the stamen to the\nstigma. If this transfer of pollen occurs in the same flower , it is\nreferred to as self-pollination. On the other hand, if the pollen is\ntransferr ed fr om one flower to another , it is known as cr oss-\npollination. This transfer of pollen from one flower to another is\nachieved by agents like wind, water or animals.\nAfter the pollen lands on a suitable stigma, it has to reach the\nfemale germ-cells which are in the ovary. For this, a tube grows\nout of the pollen grain and travels through the style to reach the\novary.\nAfter fertilisation, the zygote divides several times to form an\nembryo within the ovule. The ovule develops a tough coat and is\ngradually converted into a seed. The ovary grows rapidly and ripens\nto form a fruit. Meanwhile, the petals, sepals, stamens, style and\nstigma may shrivel and fall off. Have you ever observed any flower\npart still persisting in the fruit? T ry and work out the advantages\nof seed-formation for the plant. The seed contains the future plant\nor embryo which develops into a seedling under appropriate\nconditions. This process is known as germination.\nActivity 7.7Activity 7.7Activity 7.7Activity 7.7Activity 7.7\n/square6Soak a few seeds of Bengal gram ( chana )\nand keep them overnight.\n/square6Drain the excess water and cover the seeds\nwith a wet cloth and leave them for a day.\nMake sure that the seeds do not become dry.\n/square6Cut open the seeds carefully and observe\nthe different parts.\n/square6Compare your observations with the Fig. 7.9\nand see if you can identify all the parts.\n7.3.3 Reproduction in Human Beings\nSo far , we have been discussing the variety of modes that dif ferent species\nuse for reproduction. Let us now look at the species that we are most\ninterested in, namely, humans. Humans use a sexual mode of\nreproduction. How does this process work?\nLet us begin at an apparently unrelated point. All of us know that\nour bodies change as we become older . You have lear nt changes that\ntake place in your body earlier in Class VIII also. W e notice that our\nheight has incr eased continuously fr\nom early age till now. W e acquir e\nteeth, we even lose the old, so-called milk teeth and acquire new ones.\nFigure 7.9Figure 7.9Figure 7.9Figure 7.9Figure 7.9\nGermination\n2024-25"
            },
            {
                "page": 122,
                "text": "Science 122All of these are changes that can be grouped under the general process\nof growth, in which the body becomes lar ger. But in early teenage years,\na whole new set of changes occurs that cannot be explained simply as\nbody enlargement. Instead, the appearance of the body changes.\nProportions change, new featur es appear , and so do new sensations.\nSome of these changes ar e common to both boys and girls. W e begin\nto notice thick hair growing in new parts of the body such as armpits\nand the genital area between the thighs, which can also become darker\nin colour . Thinner hair can also appear on legs and ar ms, as well as on\nthe face. The skin frequently becomes oily and we might begin to develop\npimples. W e begin to be conscious and awar e of both our own bodies\nand those of others in new ways.\nOn the other hand, there are also changes taking place that are\ndifferent between boys and girls. In girls, breast size begins to increase,\nwith darkening of the skin of the nipples at the tips of the breasts. Also,\ngirls begin to menstruate at around this time. Boys begin to have new\nthick hair gr owth on the face and their voices begin to crack. Further ,\nthe penis occasionally begins to become enlarged and erect, either in\ndaydreams or at night.\nAll of these changes take place slowly, over a period of months and\nyears. They do not happen all at the same time in one person, nor do\nthey happen at an exact age. In some people, they happen early and\nquickly, while in others, they can happen slowly. Also, each change does\nnot become complete quickly either . So, for example, thick hair on the\nface in boys appears as a few scattered hairs first, and only slowly does\nthe growth begin to become uniform. Even so, all these changes show\ndifferences between people. Just as we have differently shaped noses or\nfingers, so also we have different patterns of hair growth, or size and\nshape of breast or penis. All of these changes are aspects of the sexual\nmaturation of the body.\nWhy does the body show sexual maturation at this age? W e have\ntalked about the need for specialised cell types in multi-cellular bodies\nto carry out specialised functions. The creation of germ-cells to participate\nin sexual reproduction is another specialised function, and we have seen\nthat plants develop special cell and tissue types to create them. Human\nbeings also develop special tissues for this purpose. However , while the\nbody of the individual organism is growing to its adult size, the resources\nof the body are mainly directed at achieving this growth. While that is\nhappening, the maturation of the reproductive tissue is not likely to be\na major priority. Thus, as the rate of general body growth begins to slow\ndown, reproductive tissues begin to mature. This period during\nadolescence is called puberty.\nSo how do all the changes that we have talked about link to the\nreproductive pr ocess? W e must r emember that the sexual mode of\nreproduction means that germ-cells from two individuals have to join\ntogether . This can happen by the exter nal release of ger m-cells fr om the\nbodies of individuals, as happens in flowering plants. Or it can happen\nby two individuals joining their bodies together for internal transfer of\ngerm-cells for fusion, as happens in many animals. If animals are to\n2024-25"
            },
            {
                "page": 123,
                "text": "How do Organisms Reproduce? 123participate in this process of mating, their state of sexual maturity must\nbe identifiable by other individuals. Many changes during puberty, such\nas new hair -growth patter ns, ar e signals that sexual maturation is taking\nplace.\nOn the other hand, the actual transfer of germ-cells between two\npeople needs special organs for the sexual act, such as the penis when it\nis capable of becoming erect. In mammals such as humans, the baby is\ncarried in the mother’s body for a long period, and will be breast-fed\nlater. The female r eproductive or gans and br easts will need to matur e to\naccommodate these possibilities. Let us look at the systems involved in\nthe process of sexual reproduction.\n7.3.3 (a) Male Reproductive System\nThe male reproductive system (Fig. 7.10)\nconsists of portions which produce the\ngerm-cells and other portions that deliver\nthe germ-cells to the site of fertilisation.\nThe formation of germ-cells or sperms\ntakes place in the testes. These are located\noutside the abdominal cavity in scrotum\nbecause sperm formation requires a lower\ntemperature than the normal body\ntemperatur e. We have discussed the r ole of the\ntestes in the secretion of the hormone,\ntestoster one, in the pr evious chapter . In\naddition to regulating the formation of sperms,\ntestosterone brings about changes in\nappearance seen in boys at the time of puberty.\nThe sperms formed are delivered\nthrough the vas deferens which unites with\na tube coming fr om the urinary bladder . The\nurethra thus forms a common passage for\nboth the sperms and urine. Along the path\nof the vas deferens, glands like the prostate\nand the seminal vesicles add their secretions\nso that the sperms are now in a fluid which\nmakes their transport easier and this fluid\nalso provides nutrition. The sperms are tiny\nbodies that consist of mainly genetic\nmaterial and a long tail that helps them to\nmove towards the female germ-cell.\n7.3.3 (b) Female Reproductive System\nThe female germ-cells or eggs are made in\nthe ovaries. They are also responsible for the\nproduction of some hormones. Look at\nFig. 7.11 and identify the various organs in\nthe female reproductive system.\nFigure 7.10 Figure 7.10 Figure 7.10 Figure 7.10 Figure 7.10 Huma n–male reproductive system\nFigure 7.11 Figure 7.11 Figure 7.11 Figure 7.11 Figure 7.11 Huma n–female reproductive system\n2024-25"
            },
            {
                "page": 124,
                "text": "Science 124When a girl is born, the ovaries already contain thousands of\nimmature eggs. On reaching puberty, some of these start maturing. One\negg is produced every month by one of the ovaries. The egg is carried\nfrom the ovary to the womb through a thin oviduct or fallopian tube.\nThe two oviducts unite into an elastic bag-like structure known as the\nuterus. The uterus opens into the vagina through the cervix.\nThe sperms enter through the vaginal passage during sexual\nintercourse. They travel upwards and reach the oviduct where they may\nencounter the egg. The fertilised egg (zygote) starts dividing and form a\nball of cells or embryo. The embryo i s implanted in the li ning of the uterus\nwhere they continue to gr ow and develop or gans to become foetus. W e\nhave seen in earlier sections that the mother’s body is designed to\nundertake the development of the child. Hence the uterus prepares itself\nevery month to receive and nurture the growing embryo. The lining\nthickens and is richly supplied with blood to nourish the growing embryo.\nThe embryo gets nutrition from the mother’s blood with the help of a\nspecial tissue called placenta. This is a disc which is embedded in the\nuterine wall. It contains villi on the embryo’s side of the tissue. On the\nmother’s side are blood spaces, which surround the villi. This provides\na large surface area for glucose and oxygen to pass from the mother to\nthe embryo. The developing embryo will also generate waste substances\nwhich can be removed by transferring them into the mother’s blood\nthrough the placenta. The development of the child inside the mother’s\nbody takes approximately nine months. The child is born as a result of\nrhythmic contractions of the muscles in the uterus.\n7.3.3 (c) What happens when the Egg is not F ertilised?\nIf the egg is not fertilised, it lives for about one day. Since the ovary\nreleases one egg every month, the uterus also prepares itself every month\nto receive a fertilised egg. Thus its lining becomes thick and spongy.\nThis would be required for nourishing the embryo if fertilisation had\ntaken place. Now, however , this lining is not needed any longer . So, the\nlining slowly breaks and comes out through the vagina as blood and\nmucous. This cycle takes place roughly every month and is known as\nmenstruation. It usually lasts for about two to eight days.\n7.3.3 (d) Reproductive Health\nAs we have seen, the process of sexual maturation is gradual, and takes\nplace while general body growth is still going on. Therefore, some degree\nof sexual maturation does not necessarily mean that the body or the\nmind is ready for sexual acts or for having and bringing up children.\nHow do we decide if the body or the mind is ready for this major\nresponsibility? All of us are under many different kinds of pressures\nabout these issues. There can be pressure from our friends for\nparticipating in many activities, whether we really want to or not. There\ncan be pressure from families to get married and start having children.\nThere can be pressure from government agencies to avoid having\nchildren. In this situation, making choices can become very difficult.\n2024-25"
            },
            {
                "page": 125,
                "text": "How do Organisms Reproduce? 125We must also consider the possible health consequences of having\nsex. W e have discussed in Class IX that diseases can be transmitted\nfrom person to person in a variety of ways. Since the sexual act is a\nvery intimate connection of bodies, it is not surprising that many\ndiseases can be sexually transmitted. These include bacterial infections\nsuch as gonorrhoea and syphilis, and viral infections such as warts\nand HIV-AIDS. Is it possible to prevent the transmission of such diseases\nduring the sexual act? Using a covering, called a condom, for the penis\nduring sex helps to prevent transmission of many of these infections to\nsome extent.\nThe sexual act always has the potential to lead to pregnancy.\nPregnancy will make major demands on the body and the mind of the\nwoman, and if she is not ready for it, her health will be adversely\naffected. Therefore, many ways have been devised to avoid pregnancy.\nThese contraceptive methods fall in a number of categories. One\ncategory is the creation of a mechanical barrier so that sperm does not\nreach the egg. Condoms on the penis or similar coverings worn in the\nvagina can serve this purpose. Another category of contraceptives acts\nby changing the hormonal balance of the body so that eggs are not\nreleased and fertilisation cannot occur . These drugs commonly need\nto be taken orally as pills. However , since they change hor monal\nbalances, they can cause side -effects too. Other contraceptive devices\nsuch as the loop or the copper -T are placed in the uterus to pr event\npregnancy. Again, they can cause side effects due to irritation of the\nuterus. If the vas deferens in the male is blocked, sperm transfer will\nbe prevented. If the fallopian tube in the female is blocked, the egg will\nnot be able to reach the uterus. In both cases fertilisation will not take\nplace. Surgical methods can be used to create such blocks. While\nsurgical methods are safe in the long run, surgery itself can cause\ninfections and other problems if not performed properly. Surgery can\nalso be used for removal of unwanted pregnancies. These may be\nmisused by people who do not want a particular child, as happens in\nillegal sex-selective abortion of female foetuses. For a healthy society,\nthe female-male sex ratio must be maintained. Because of reckless\nfemale foeticides, child sex ratio is declining at an alarming rate in\nsome sections of our society, although prenatal sex determination has\nbeen prohibited by law.\nWe have noted earlier that r eproduction is the pr\nocess by which\norganisms increase their populations. The rates of birth and death in a\ngiven population will determine its size. The size of the human population\nis a cause for concern for many people. This is because an expanding\npopulation makes it harder to improve everybody’s standard of living.\nHowever , if inequality in society is the main r eason for poor standar ds of\nliving for many people, the size of the population is relatively unimportant.\nIf we look around us, what can we identify as the most important\nreason(s) for poor living standards?\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 8 : Heredity",
        "pages": [
            {
                "page": 128,
                "text": "Science 128Figure 8.1Figure 8.1Figure 8.1Figure 8.1Figure 8.1\nCreation of diversity over succeeding\ngenerations. The original organism at the top\nwill give rise to, say, two individuals, similar\nin body design, but with subtle differences.\nEach of them, in turn, will give rise to two\nindividuals in the next generation. Each of\nthe four individuals in the bottom row will\nbe dif fer\nent fr om each other . While some of\nthese differences will be unique, others will\nbe inherited from their respective parents,\nwho wer e different fr om each other .Heredity8 CHAPTER\nWe have seen that r eproductive pr ocesses give rise to new individuals\nthat ar e similar , but subtly dif ferent. W e have discussed how some\namount of variation is produced even during asexual reproduction. And\nthe number of successful variations are maximised by the process of\nsexual reproduction. If we observe a field of sugarcane we find very little\nvariations among the individual plants. But in a number of animals\nincluding human beings, which reproduce sexually, quite distinct\nvariations are visible among dif ferent individuals. In this chapter , we\nshall be studying the mechanism by which variations are created and\ninherited.\n8.1 8.18.1 8.18.1AAAAACCUMUL CCUMULCCUMUL CCUMULCCUMUL A AA AATION OF VTION OF VTION OF VTION OF VTION OF V ARIA ARIAARIA ARIAARIA TION TIONTION TIONTION\nDURING REPRODUCTIONDURING REPRODUCTIONDURING REPRODUCTIONDURING REPRODUCTIONDURING REPRODUCTION\nInheritance from the previous generation provides\nboth a common basic body design, and subtle\nchanges in it, for the next generation. Now think\nabout what would happen when this new generation,\nin its turn, reproduces. The second generation will\nhave differences that they inherit from the first\ngeneration, as well as newly created differences\n(Fig. 8.1).\nFigure 8.1 would represent the situation if a\nsingle individual reproduces, as happens in asexual\nreproduction. If one bacterium divides, and then the\nresultant two bacteria divide again, the four\nindividual bacteria generated would be very similar .\nThere would be only very minor differences between\nthem, generated due to small inaccuracies in DNA\ncopying. However , if sexual r eproduction is involved,\neven greater diversity will be generated, as we will\nsee when we discuss the rules of inheritance.\nDo all these variations in a species have equal\nchances of surviving in the environment in which they\nfind themselves? Obviously not. Depending on the\nnature of variations, different individuals would have\n2024-25"
            },
            {
                "page": 129,
                "text": "Heredity 1298.2 HEREDITY8.2 HEREDITY8.2 HEREDITY8.2 HEREDITY8.2 HEREDITY\nThe most obvious outcome of the reproductive process still remains the\ngeneration of individuals of similar design. The rules of heredity determine\nthe process by which traits and characteristics are reliably inherited. Let\nus take a closer look at these rules.\n8.2.1 Inherited T raits\nWhat exactly do we mean by similarities and dif ferences? W e know that\na child bears all the basic featur es of a human being. However , it does\nnot look exactly like its parents, and human populations show a great\ndeal of variation.QUESTIONS\n?1. If a trait A exists in 10% of a population of an asexually reproducing\nspecies and a trait B exists in 60% of the same population, which trait\nis likely to have arisen earlier?\n2. How does the creation of variations in a species promote survival?\nActivity 8.1Activity 8.1Activity 8.1Activity 8.1Activity 8.1\n/square6Observe the ears of all the students in the class. Prepare a list of\nstudents having free or attached earlobes and calculate the\npercentage of students having each (Fig. 8.2). Find out about the\nearlobes of the parents of each student in the class. Correlate the\nearlobe type of each student with that of their parents. Based on\nthis evidence, suggest a possible rule for the inheritance of earlobe\ntypes.\n8.2.2 Rules for the Inheritance of T raits – –– ––\nMendel’s Contributions\nThe rules for inheritance of such traits in human beings are related to\nthe fact that both the father and the mother contribute practically equal\namounts of genetic material to the child. This means that each trait can\nbe influenced by both paternal and maternal DNA. Thus, for each trait\nthere will be two versions in each child. What will, then, the trait seen in\nthe child be? Mendel (see box) worked out the main rules of such\ninheritance, and it is interesting to look at some of his experiments from\nmore than a century ago.Figure 8.2Figure 8.2Figure 8.2Figure 8.2Figure 8.2\n(a) Free and (b) attached\nearlobes. The lowest part\nof the ear , called the\nearlobe, is closely attached\nto the side of the head in\nsome of us, and not\nin others. Free and\nattached earlobes are two\nvariants found in human\npopulations.different kinds of advantages. Bacteria that can withstand heat will survive\nbetter in a heat wave, as we have discussed earlier . Selection of variants\nby environmental factors forms the basis for evolutionary processes, as\nwe will discuss in later sections.\n(a)\n(b)\n2024-25"
            },
            {
                "page": 130,
                "text": "Science 130Mendel used a number of contrasting visible characters of garden\npeas – round/wrinkled seeds, tall/short plants, white/violet flowers and\nso on.  He took pea plants with different characteristics – a tall plant and\na short plant, produced progeny by crossing them, and calculated the\npercentages of tall or short progeny.\nIn the first place, there were no halfway characteristics in this first-\ngeneration, or F1 progeny – no ‘medium-height’ plants. All plants were\ntall. This meant that only one of the parental traits\nwas seen, not some mixture of the two. So the next\nquestion was, were the tall plants in the F1\ngeneration exactly the same as the tall plants of the\nparent generation? Mendelian experiments test this\nby getting both the parental plants and these F1 tall\nplants to reproduce by self-pollination. The progeny\nof the par ental plants ar e, of course, all tall. However ,\nthe second-generation, or F2, progeny of the F1 tall\nplants are not all tall. Instead, one quarter of them\nare short. This indicates that both the tallness and\nshortness traits were inherited in the F1 plants, but\nonly the tallness trait was expressed. This led Mendel\nto propose that two copies of factor (now called genes)\ncontrolling traits are present in sexually reproducing\norganism. These two may be identical, or may be\ndifferent, depending on the parentage. A pattern of\ninheritance can be worked out with this assumption,\nas shown in Fig. 8.3.Gregor Johann Mendel (1822–1884)\nMendel was educated in a monastery and went on to study science and\nmathematics at the University of Vienna. Failure in the examinations for a\nteaching certificate did not suppress his zeal for scientific quest. He went\nback to his monastery and started growing peas. Many others had studied\nthe inheritance of traits in peas and other or\nganisms earlier , but Mendel\nblended his knowledge of science and mathematics and was the first one\nto keep count of individuals exhibiting a particular trait in each generation.\nThis helped him to arrive at the laws of inheritance.\nFigure 8.3Figure 8.3Figure 8.3Figure 8.3Figure 8.3\nInheritance of traits\nover two generations Activity 8.2Activity 8.2Activity 8.2Activity 8.2Activity 8.2\n/square6In Fig. 8.3, what experiment would we do to confirm that the F2\ngeneration did in fact have a 1:2:1 ratio of TT, Tt and tt trait\ncombinations?\nIn this explanation, both TT and Tt are tall plants, while only tt is a\nshort plant. In other words, a single copy of ‘T’ is enough to make the\nplant tall, while both copies have to be ‘t’ for the plant to be short. T raits\nlike ‘T’ are called dominant traits, while those that behave like ‘t’ are\ncalled r ecessive traits. W ork out which trait would be consider ed\ndominant and which one recessive in Fig. 8.4.\n2024-25"
            },
            {
                "page": 131,
                "text": "Heredity 131\nx\nRR yy\n(round, green)rr YY\n(wrinkled, yellow)\nRy\n rY\nRr Yy\n(round, yellow)F1\nx\nRr Yy\nF1Rr Yy\nF1\n315 round, yellow\n108 round, green\n101 wrinkled, yellow\n32 wrinkled, green\n9\n3\n3\n1\n556 seeds16\nFigure 9.5 Independent inheritance of two\nseparate traits, shape and colour of seeds\nRY Ry rY ry\nRY\nRy\nrY\nryRRYY RRYy RrYY RrYy\nRRYy RRyy RrYy Rryy\nRrYY RrYy rrYY rrYy\nRrYy Rryy rrYy rryyF2\nFigure 8.5Figure 8.5Figure 8.5Figure 8.5Figure 8.5\nIndependent inheritance\nof two separate traits,\nshape and colour of seedsWhat happens when pea plants showing two different\ncharacteristics, rather than just one, are bred with each other?\nWhat do the progeny of a tall plant with round seeds and a short\nplant with wrinkled-seeds look like? They are all tall and have\nround seeds. Tallness and round seeds are thus dominant traits.\nBut what happens when these F1 progeny are used to generate\nF2 progeny by self-pollination? A Mendelian experiment will find\nthat some F2 progeny are tall plants with round seeds, and some\nwere short plants with wrinkled seeds.  However , ther e would also\nbe some F2 progeny that showed new combinations. Some of them\nwould be tall, but have wrinkled seeds, while others would be short,\nbut have r ound seeds. Y ou can see as to how new combinations of\ntraits are formed in F2 offspring when factors controlling for seed\nshape and seed colour recombine to form zygote leading to form\nF2 offspring (Fig. 8.5). Thus, the tall/short trait and the round\nseed/wrinkled seed trait are independently inherited.\n8.2.3 How do these T raits get Expressed?\nHow does the mechanism of heredity work? Cellular DNA is\nthe information source for making proteins in the cell. A section\nof DNA that provides information for one protein is called the\ngene for that protein. How do proteins control the\ncharacteristics that we are discussing here? Let us take the\nexample of tallness as a characteristic. W e know that plants\nhave hormones that can trigger growth. Plant height can thus\ndepend on the amount of a particular plant hormone. The\namount of the plant hormone made will depend on the\nefficiency of the process for making it. Consider now an enzyme\nthat is important for this process. If this enzyme works\nefficiently, a lot of hormone will be made, and the plant will be\ntall. If the gene for that enzyme has an alteration that makes\nthe enzyme less efficient, the amount of hormone will be less,\nand the plant will be short. Thus, genes control characteristics,\nor traits.\nIf the interpretations of Mendelian experiments we have been\ndiscussing are correct, then both parents must be contributing\nequally to the DNA of the progeny during sexual reproduction.\nWe have disscussed this issue in the pr evious Chapter . If both\nparents can help determine the trait in the progeny, both parents\nmust be contributing a copy of the same gene. This means that\neach pea plant must have two sets of all genes, one inherited from\neach parent. For this mechanism to work, each germ cell must\nhave only one gene set.\nHow do germ-cells make a single set of genes from the normal two\ncopies that all other cells in the body have? If progeny plants inherited a\nsingle whole gene set from each parent, then the experiment explained\nin Fig. 8.5 cannot work. This is because the two characteristics ‘R’ and\n‘y’ would then be linked to each other and cannot be independentlyFigure 8.4Figure 8.4Figure 8.4Figure 8.4Figure 8.4\n2024-25"
            },
            {
                "page": 132,
                "text": "Science 132inherited. This is explained by the fact that each gene set is present, not\nas a single long thread of DNA, but as separate independent pieces,\neach called a chromosome. Thus, each cell will have two copies of each\nchromosome, one each from the male and female parents. Every germ-\ncell will take one chromosome from each pair and these may be of either\nmaternal or paternal origin. When two germ cells combine, they will\nrestore the normal number of chromosomes in the progeny, ensuring\nthe stability of the DNA of the species. Such a mechanism of inheritance\nexplains the results of the Mendel experiments, and is used by all\nsexually reproducing organisms. But asexually reproducing organisms\nalso follow similar rules of inheritance. Can we work out how their\ninheritance might work?\n8.2.4 Se x Deter mination\nWe have discussed the idea that the two sexes participating in sexual\nreproduction must be somewhat different from each other for a number\nof reasons. How is the sex of a newborn individual\ndetermined? Different species use very different strategies\nfor this. Some rely entirely on environmental cues. Thus,\nin some animals like a few reptiles, the temperature at\nwhich fertilised eggs are kept determines whether the\nanimals developing in the eggs will be male or female. In\nother animals, such as snails, individuals can change sex,\nindicating that sex is not genetically deter mined. However ,\nin human beings, the sex of the individual is largely\ngenetically determined. In other words, the genes inherited\nfrom our parents decide whether we will be boys or girls.\nBut so far , we have assumed that similar gene sets ar\ne\ninherited from both parents. If that is the case, how can\ngenetic inheritance determine sex?\nThe explanation lies in the fact that all human\nchromosomes are not paired. Most human chromosomes\nhave a maternal and a paternal copy, and we have 22\nsuch pairs. But one pair , called the sex chr omosomes, is\nodd in not always being a per fect pair . Women have a\nperfect pair of sex chromosomes, both called X. But men\nhave a mismatched pair in which one is a normal-sized X\nwhile the other is a short one called Y . So women ar e XX,\nwhile men ar e XY. Now, can we work out what the\ninheritance pattern of X and Y will be?\nAs Fig. 8.6 shows, half the children will be boys and\nhalf will be girls. All children will inherit an X chromosome\nfrom their mother regardless of whether they are boys or\ngirls. Thus, the sex of the children will be determined by\nwhat they inherit from their father . A child who inherits\nan X chromosome from her father will be a girl, and one\nwho inherits a Y chromosome from him will be a boy.Figure 8.6Figure 8.6Figure 8.6Figure 8.6Figure 8.6\nSex determination in\nhuman beings\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 13 : Our Environment",
        "pages": [
            {
                "page": 208,
                "text": "Science 208Activity 13.1Activity 13.1Activity 13.1Activity 13.1Activity 13.1Our Environment13 CHAPTER\nWe have hear d the wor d ‘envir onment’ often being used on the\ntelevision, in newspapers and by people around us. Our elders tell\nus that the ‘environment’ is not what it used to be earlier; others say that\nwe should work in a healthy ‘environment’; and global summits involving\nthe developed and developing countries are regularly held to discuss\n‘envir onmental’ issues. In this chapter , we shall be studying how various\ncomponents in the environment interact with each other and how we\nimpact the environment.\n13.1 ECO13.1 ECO13.1 ECO\n13.1 ECO13.1 ECO -SYSTEM — WHA-SYSTEM — WHA-SYSTEM — WHA-SYSTEM — WHA-SYSTEM — WHA T ARE ITS COMPONENTS?T ARE ITS COMPONENTS?T ARE ITS COMPONENTS?T ARE ITS COMPONENTS?T ARE ITS COMPONENTS?\nAll organisms such as plants, animals, microorganisms and human\nbeings as well as the physical surroundings interact with each other\nand maintain a balance in nature. All the interacting organisms in an\narea together with the non-living constituents of the environment form\nan ecosystem. Thus, an ecosystem consists of biotic components\ncomprising living organisms and abiotic components comprising\nphysical factors like temperature, rainfall, wind, soil and minerals.\nFor example, if you visit a garden you will find different plants, such\nas grasses, trees; flower bearing plants like rose, jasmine, sunflower;\nand animals like frogs, insects and birds. All these living organisms\ninteract with each other and their growth, reproduction and other\nactivities are affected by the abiotic components of ecosystem. So a garden\nis an ecosystem. Other types of ecosystems are forests, ponds and lakes.\nThese are natural ecosystems while gardens and crop-fields are human-\nmade (artificial) ecosystems.\n/square6You might have seen an aquarium. Let us try to design one.\n/square6What are the things that we need to keep in mind when we create\nan aquarium? The fish would need a free space for swimming (it\ncould be a lar ge jar), water , oxygen and food.\n/square6We can pr ovide oxygen thr ough an oxygen pump (aerator) and\nfish food which is available in the market.\n2024-25"
            },
            {
                "page": 209,
                "text": "Our Environment 209/square6If we add a few aquatic plants and animals it can become a self-\nsustaining system. Can you think how this happens? An aquarium\nis an example of a human-made ecosystem.\n/square6Can we leave the aquarium as such after we set it up? Why does\nit have to be cleaned once in a while? Do we have to clean ponds\nor lakes in the same manner? Why or why not?\nWe have seen in earlier classes that or ganisms can be gr ouped as\nproducers, consumers and decomposers according to the manner in\nwhich they obtain their sustenance from the environment. Let us recall\nwhat we have learnt through the self sustaining ecosystem created by\nus above. Which organisms can make organic compounds like sugar\nand starch from inorganic substances using the radiant energy of the\nSun in the presence of chlorophyll? All green plants and certain bacteria\nwhich can produce food by photosynthesis come under this category\nand are called the producers.\nOrganisms depend on the producers either directly or indirectly for\ntheir sustenance? These organisms which consume the food produced,\neither directly from producers or indirectly by feeding on other consumers\nare the consumers. Consumers can be classed variously as herbivores,\ncarnivores, omnivores and parasites. Can you give examples for each of\nthese categories of consumers?\n/square6Imagine the situation where you do not clean the  aquarium and\nsome fish and plants have died. Have you ever thought what\nhappens when an organism dies? The microorganisms, comprising\nbacteria and fungi, break-down the dead remains and waste\nproducts of organisms. These microorganisms are the decomposers\nas they break-down the complex organic substances into simple\ninorganic substances that go into the soil and are used up once\nmore by the plants. What will happen to the garbage, and dead\nanimals and plants in their absence? Will the natural replenishment\nof the soil take place, even if decomposers are not there?\nActivity 13.2Activity 13.2Activity 13.2Activity 13.2Activity 13.2\n/square6While creating an aquarium did you take care not to put an aquatic\nanimal which would eat others? What would have happened\notherwise?\n/square6Make groups and discuss how each of the above groups of\norganisms ar e dependent on each other .\n/square6Write the aquatic or ganisms in or der of who eats whom and for m\na chain of at least three steps.  →  → \n/square6Would you consider any one gr oup of or ganisms to be of primary\nimportance? Why or why not?\n2024-25"
            },
            {
                "page": 210,
                "text": "Science 210Figure 13.2Figure 13.2Figure 13.2Figure 13.2Figure 13.2\nTrophic levels13.1.1 F ood Chains and W ebs\nIn Activity 13.4 we have formed a series of organisms feeding\non one another . This series or or ganisms taking part at\nvarious biotic levels form a food chain (Fig. 13.1).\nEach step or level of the food chain forms a trophic level.\nThe autotrophs or the producers are at the first trophic level.\nThey fix up the solar energy and make it available for\nheterotrophs or the consumers. The herbivores or the primary\nconsumers come at the second, small carnivores or the\nsecondary consumers at the third and larger carnivores or\nthe tertiary consumers form the fourth trophic level (Fig. 13.2).\nWe know that the food we eat acts as a fuel to pr\novide us\nenergy to do work. Thus the interactions among various\ncomponents of the environment involves flow of energy from\none component of the system to another . As we have studied,\nthe autotrophs capture the energy present in sunlight and\nconvert it into chemical energy. This energy supports all the\nactivities of the living world. From autotrophs, the energy goes\nto the heter otrophs and decomposers. However , as we saw in\nthe previous Chapter on ‘Sources of Energy’, when one form\nof ener gy is changed to another , some ener gy is lost to the\nenvironment in forms which cannot be used again. The flow\nof energy between various components of the environment\nhas been extensively studied and it has been found that –\n/square6The green plants in a terrestrial ecosystem capture about\n1% of the energy of sunlight that falls on their leaves and convert it\ninto food energy.\n/square6When green plants are eaten by primary consumers, a great deal\nof energy is lost as heat to the environment, some amount goes\ninto digestion and in doing work and the rest goes towards growth\nand reproduction. An average of 10% of the food eaten is turned\ninto its own body and made available for the next level of\nconsumers.\n/square6Therefore, 10% can be taken as the average value for the amount\nof organic matter that is present at each step and reaches the next\nlevel of consumers.\n/square6Since so little energy is available for the next level of consumers,\nfood chains generally consist of only three or four steps. The loss\nof energy at each step is so great that very little usable energy\nremains after four trophic levels.\n/square6There are generally a greater number of individuals at the lower\ntrophic levels of an ecosystem, the greatest number is of the\nproducers.\n/square6The length and complexity of food chains vary greatly. Each organism\nis generally eaten by two or more other kinds of organisms which in\nturn are eaten by several other organisms. So instead of a straight\nline food chain, the relationship can be shown as a series of branching\nlines called a food web (Fig. 13.3).Figure 13.1Figure 13.1Figure 13.1Figure 13.1Figure 13.1\nFood chain in nature\n(a) in forest, (b) in\ngrassland and (c) in a\npond\n2024-25"
            },
            {
                "page": 211,
                "text": "Our Environment 211From the energy flow diagram (Fig. 13.4),\ntwo things become clear . Firstly, the flow of\nenergy is unidirectional. The energy that is\ncaptured by the autotrophs does not revert\nback to the solar input and the energy which\npasses to the herbivores does not come back\nto autotrophs. As it moves progressively\nthrough the various trophic levels it is no\nlonger available to the previous level.\nSecondly, the energy available at each trophic\nlevel gets diminished progressively due to loss\nof energy at each level.\nAnother interesting aspect of food chain\nis how unknowingly some harmful\nchemicals enter our bodies through the food\nchain. Y ou have read in Class IX how water\ngets polluted. One of the reasons is the use of\nseveral pesticides and other chemicals to\nprotect our crops from diseases and pests.\nThese chemicals are either washed down into\nthe soil or into the water bodies. From the\nsoil, these are absorbed by the plants along\nwith water and minerals, and from the water\nbodies these are taken up by aquatic plants\nFigure 13.4  Figure 13.4  Figure 13.4  Figure 13.4  Figure 13.4  Diagram showing flow of energy in an ecosystemFigure 13.3Figure 13.3Figure 13.3Figure 13.3Figure 13.3\nFood web, consisting of\nmany food chains\n2024-25"
            },
            {
                "page": 212,
                "text": "Science 212Activity 13.3Activity 13.3Activity 13.3Activity 13.3Activity 13.3and animals. This is one of the ways in which they enter the food chain.\nAs these chemicals are not degradable, these get accumulated\nprogressively at each trophic level. As human beings occupy the top\nlevel in any food chain, the maximum concentration of these chemicals\nget accumulated in our bodies. This phenomenon is known as biological\nmagnification. This is the reason why our food grains such as wheat\nand rice, vegetables and fruits, and even meat, contain varying amounts\nof pesticide residues. They cannot always be removed by washing or\nother means.\nQUESTIONS\n?1. What are trophic levels? Give an example of a food chain and state the\ndifferent trophic levels in it.\n2. What is the role of decomposers in the ecosystem?\n13.213.213.2\n13.213.2 HOW DO OUR ACTIVITIES AFFECT THEHOW DO OUR ACTIVITIES AFFECT THEHOW DO OUR ACTIVITIES AFFECT THEHOW DO OUR ACTIVITIES AFFECT THEHOW DO OUR ACTIVITIES AFFECT THE\nENVIRONMENT?ENVIRONMENT?ENVIRONMENT?ENVIRONMENT?ENVIRONMENT?\nWe are an integral part of the envir onment. Changes in the envir onment\naffect us and our activities change the envir onment ar ound us. W e have\nalready seen in Class IX how our activities pollute the environment. In\nthis chapter , we shall be looking at two of the environmental pr oblems\nin detail, that is, depletion of the ozone layer and waste disposal.\n13.2.1 Ozone Layer and How it is Getting Depleted\nOzone (O3) is a molecule formed by three atoms of oxygen. While O2,\nwhich we normally refer to as oxygen, is essential for all aerobic forms of\nlife. Ozone, is a deadly poison. However , at the higher levels of the\natmosphere, ozone performs an essential function. It shields the surface\nof the earth from ultraviolet (UV) radiation from the Sun. This radiation/square6Newspaper reports about pesticide levels in ready-made food items\nare often seen these days and some states have banned these\nproducts. Debate in groups the need for such bans.\n/square6What do you think would be the source of pesticides in these food\nitems? Could pesticides get into our bodies from this source through\nother food products too?\n/square6Discuss what methods could be applied to reduce our intake of\npesticides.\n2024-25"
            },
            {
                "page": 213,
                "text": "Our Environment 213Activity 13.5Activity 13.5Activity 13.5Activity 13.5Activity 13.5Activity 13.4Activity 13.4Activity 13.4Activity 13.4Activity 13.4is highly damaging to organisms, for example, it is known to cause skin\ncancer in human beings.\nOzone at the higher levels of the atmosphere is a product of UV\nradiation acting on oxygen (O2) molecule. The higher energy UV\nradiations split apart some moleculer oxygen (O2) into free oxygen (O)\natoms. These atoms then combine with the molecular oxygen to form\nozone as shown—\nO O+O2UV →\nO O O2 3\nOzone )+ →\n(\nThe amount of ozone in the atmosphere began to drop sharply in\nthe 1980s. This decrease has been linked to synthetic chemicals like\nchlorofluorocarbons (CFCs) which are used as refrigerants and in fire\nextinguishers. In 1987, the United Nations Environment Programme\n(UNEP) succeeded in forging an agreement to freeze CFC production at\n1986 levels. It is now mandatory for all the manufacturing companies\nto make CFC-free refrigerators throughout the world.\n/square6Collect waste material from your homes. This could include all\nthe waste generated during a day, like kitchen waste (spoilt food,\nvegetable peels, used tea leaves, milk packets and empty cartons),\nwaste paper , empty medicine bottles/strips/bubble packs, old and\ntorn clothes and br oken footwear .\n/square6Bury this material in a pit in the school garden or if there is no\nspace available, you can collect the material in an old bucket/\nflower pot and cover with at least 15 cm of soil.\n/square6Keep this material moist and observe at 15-day intervals.\n/square6What are the materials that remain unchanged over long periods\nof time?\n/square6What are the materials which change their form and structure\nover time?\n/square6Of these materials that are changed, which ones change the fastest?/square6Find out from the library, internet or newspaper reports, which\nchemicals ar e responsible for the depletion of the ozone layer .\n/square6Find out if the regulations put in place to control the emission of\nthese chemicals have succeeded in reducing the damage to the\nozone layer . Has the size of the hole in the ozone layer changed in\nrecent years?\n13.2.2 Managing the Garbage we Produce\nIn our daily activities, we generate a lot of material that are thrown\naway. What are some of these waste materials? What happens after we\nthrow them away? Let us perform an activity to find answers to these\nquestions.\n2024-25"
            }
        ]
    }
]