[
    {
        "chapter": "Chapter 1 : Chemical Reactions and Equations",
        "pages": [
            {
                "page": 1,
                "text": "Chemical Reactions\nand Equations1 CHAPTER\nConsider the following situations of daily life and think what happens\nwhen –\n/square6milk is left at room temperature during summers.\n/square6an iron tawa/pan/nail is left exposed to humid atmosphere.\n/square6grapes get fermented.\n/square6food is cooked.\n/square6food gets digested in our body.\n/square6we respire.\nIn all the above situations, the nature and the identity of the initial\nsubstance have somewhat changed. W e have alr eady lear nt about physical\nand chemical changes of matter in our previous classes. Whenever a chemical\nchange occurs, we can say that a chemical reaction has taken place.\nYou may per haps be wondering as to what is actually meant by a\nchemical reaction. How do we come to know that a chemical reaction\nhas taken place? Let us perform some activities to find the answer to\nthese questions.\nFigure 1.1\nBurning of a magnesium ribbon in air and collection of magnesium\noxide in a watch-glassActivity 1.1Activity 1.1Activity 1.1Activity 1.1Activity 1.1\nCAUTION:  This Activity needs\nthe teacher’s assistance. It\nwould be better if students\nwear suitable eyeglasses.\n/square6Clean a magnesium ribbon\nabout 3-4 cm long by rubbing\nit with sandpaper .\n/square6Hold it with a pair of tongs.\nBurn it using a spirit lamp or\nburner and collect the ash so\nformed in a watch-glass as\nshown in Fig. 1.1. Burn  the\nmagnesium ribbon keeping it\naway as far as possible from\nyour eyes.\n/square6What do you observe?“Facts are not science — as the dictionary is not literature.”\nMartin H. Fischer\n2024-25"
            },
            {
                "page": 2,
                "text": "Science 2Activity 1.2Activity 1.2Activity 1.2Activity 1.2Activity 1.2\nFigure 1.2Figure 1.2Figure 1.2Figure 1.2Figure 1.2\nFormation of hydrogen\ngas by the action of\ndilute sulphuric acid on\nzincFrom the above three activities, we can say that any of\nthe following observations helps us to determine whether\na chemical reaction has taken place –\n/square6change in state\n/square6change in colour\n/square6evolution of a gas\n/square6change in temperature.\nAs we observe the changes around us, we can see\nthat there is a large variety of chemical reactions taking\nplace ar ound us. W e will study about the various types\nof chemical reactions and their symbolic representation\nin this Chapter .Activity 1.3Activity 1.3Activity 1.3Activity 1.3Activity 1.3\n/square6Take a few zinc granules in a conical flask or a test tube.\n/square6Add dilute hydrochloric acid or sulphuric acid to this\n(Fig. 1.2).\nCAUTION:  Handle the acid with care.\n/square6Do you observe anything happening around the zinc\ngranules?\n/square6Touch the conical flask or test tube. Is there any change in\nits temperature?/square6Take lead nitrate\nsolution in a test\ntube.\n/square6Add potassium\niodide solution\nto this.\n/square6What do you\nobserve?\n1.1 CHEMIC1.1 CHEMIC1.1 CHEMIC1.1 CHEMIC1.1 CHEMIC AL EQUAAL EQUAAL EQUA AL EQUAAL EQUA TIONS TIONSTIONS TIONSTIONS\nActivity 1.1 can be described as – when a magnesium ribbon is burnt in\noxygen, it gets converted to magnesium oxide. This description of a\nchemical reaction in a sentence form is quite long. It can be written in a\nshorter form. The simplest way to do this is to write it in the form of a\nword-equation.\nThe word-equation for the above reaction would be –\nMagnesium + Oxygen →Magnesium oxide (1.1)\n            (Reactants) (Product)\nThe substances that undergo chemical change in the reaction (1.1),\nmagnesium and oxygen, are the reactants. The new substance is\nmagnesium oxide, formed during the reaction, as a product.\nA word-equation shows change of reactants to products through an\narrow placed between them. The reactants are written on the left-hand\nside (LHS) with a plus sign (+) between them. Similarly, products are\nwritten on the right-hand side (RHS) with a plus sign (+) between them.\nThe arrowhead points towards the products, and shows the direction of\nthe reaction.You must have observed that magnesium ribbon bur ns with a\ndazzling white flame and changes into a white powder . This powder is\nmagnesium oxide. It is formed due to the reaction between magnesium\nand oxygen present in the air .\n2024-25"
            },
            {
                "page": 3,
                "text": "Chemical Reactions and Equations 31.1.1 W riting a Chemical Equation\nIs there any other shorter way for representing chemical equations?\nChemical equations can be made more concise and useful if we use\nchemical formulae instead of words. A chemical equation represents a\nchemical reaction. If you recall formulae of magnesium, oxygen and\nmagnesium oxide, the above word-equation can be written as –\nMg + O2  →  MgO (1.2)\nCount and compare the number of atoms of each element on the\nLHS and RHS of the arrow. Is the number of atoms of each element the\nsame on both the sides? If yes, then the equation is balanced. If not,\nthen the equation is unbalanced because the mass is not the same on\nboth sides of the equation. Such a chemical equation is a skeletal\nchemical equation for a reaction. Equation (1.2) is a skeletal chemical\nequation for the bur ning of magnesium in air .\n1.1.2 Balanced Chemical Equations\nRecall the law of conservation of mass that you studied in Class IX; mass\ncan neither be created nor destroyed in a chemical reaction. That is, the\ntotal mass of the elements present in the products of a chemical reaction\nhas to be equal to the total mass of the elements present in the reactants.\nIn other words, the number of atoms of each element remains the\nsame, before and after a chemical reaction. Hence, we need to balance a\nskeletal chemical equation. Is the chemical Eq. (1.2) balanced? Let us\nlearn about balancing a chemical equation step by step.\nThe word-equation for Activity 1.3 may be represented as –\nZinc + Sulphuric acid  →  Zinc sulphate + Hydrogen\nThe above word-equation may be represented by the following\nchemical equation –\nZn + H2SO4 → ZnSO4 + H2(1.3)\nLet us examine the number of atoms of different elements on both\nsides of the arrow.\nElement Number of atoms in Number of atoms\nreactants (LHS) in products (RHS)\nZn 1 1\nH 2 2\nS 1 1\nO 4 4\nAs the number of atoms of each element is the same on both sides of\nthe arrow, Eq. (1.3) is a balanced chemical equation.\nLet us try to balance the following chemical equation –\nFe + H2O → Fe3O4 + H2(1.4)\n2024-25"
            },
            {
                "page": 4,
                "text": "Science 4Step I:  To balance a chemical equation, first draw boxes around each\nformula. Do not change anything inside the boxes while balancing the\nequation.\nFe   +   H2O   →   Fe3O4   +   H2(1.5)\nStep II:  List the number of atoms of different elements present in the\nunbalanced equation (1.5).\nElement Number of atoms Number of atoms\nin reactants (LHS) in products (RHS)\nFe 1 3\nH 2 2\nO 1 4\nTo equalise the number of atoms, it must be remembered that we\ncannot alter the formulae of the compounds or elements involved in the\nreactions. For example, to balance oxygen atoms we can put coefficient\n‘4’ as 4 H2O and not H2O4 or (H2O)4. Now the partly balanced equation\nbecome s–\nFe   +   4 H2O   →   Fe3O4   +   H2\nStep IV:  Fe and H atoms ar e still not balanced. Pick any of these elements\nto proceed further . Let us balance hydr ogen atoms in the partly balanced\nequation.\nTo equalise the number of H atoms, make the number of molecules\nof hydrogen as four on the RHS.Step III: It is often convenient to start balancing with the compound\nthat contains the maximum number of atoms. It may be a reactant or a\nproduct. In that compound, select the element which has the maximum\nnumber of atoms. Using these criteria, we select Fe3O4 and the element\noxygen in it. There are four oxygen atoms on the RHS and only one on\nthe LHS.\nTo balance the oxygen atoms –\nThe equation would be –\n  Fe   +   4   H2O   →   Fe3O4   +   4 H2Atoms of In reactants In products\noxygen\n(i)Initial 1 (in H2O) 4 (in Fe3O4)\n(ii)To balance 1×4 4\nAtoms of In reactants In products\nhydrogen\n(i)Initial 8 (in 4 H2O) 2 (in H2)\n(ii)To balance 8 2 × 4(1.6)\n(partly balanced equation)\n(1.7)\n(partly balanced equation)\n2024-25"
            },
            {
                "page": 5,
                "text": "Chemical Reactions and Equations 5To equalise Fe, we take three atoms of Fe on the LHS.\n3   Fe   +   4   H2O   →   Fe3O4   +   4   H2(1.8)\nStep VI:  Finally, to check the correctness of the balanced equation, we\ncount atoms of each element on both sides of the equation.\n3Fe + 4H2O → Fe3O4 + 4H2\nThe numbers of atoms of elements on both sides of Eq. (1.9) are\nequal. This equation is now balanced. This method of balancing chemical\nequations is called hit-and-trial method as we make trials to balance\nthe equation by using the smallest whole number coefficient.\nStep VII: Writing Symbols of Physical StatesWriting Symbols of Physical StatesWriting Symbols of Physical StatesWriting Symbols of Physical StatesWriting Symbols of Physical States   Car efully examine\nthe above balanced Eq. (1.9). Does this equation tell us anything about\nthe physical state of each reactant and product? No information has\nbeen given in this equation about their physical states.\nTo make a chemical equation more informative, the physical states\nof the reactants and products are mentioned along with their chemical\nformulae. The gaseous, liquid, aqueous and solid states of reactants\nand products are represented by the notations (g), (l), (aq) and (s),\nrespectively. The word aqueous (aq) is written if the reactant or product\nis present as a solution in water .\nThe balanced Eq. (1.9) becomes\n3Fe(s) + 4H2O(g)  → Fe3O4(s) + 4H2(g) (1.10)\nNote that the symbol (g) is used with H2O to indicate that in this\nreaction water is used in the form of steam.\nUsually physical states are not included in a chemical equation unless\nit is necessary to specify them.\nSometimes the reaction conditions, such as temperature, pressure,\ncatalyst, etc., for the reaction are indicated above and/or below the arrow\nin the equation. For example –\nCO(g) + 2H (g)2340\natmCH OH(l)3  →  (1.11)\n6CO (aq) 12H O(l) C H O (aq) 6O2 2 6 12 6 + +Sunlight\nChl\norophyll →  2 2 2 ( aq) 6H O(l)+ (1.12)\n   (Glucose)\nUsing these steps, can you balance Eq. (1.2) given in the text earlier?Step V:  Examine the above equation and pick up the third element\nwhich is not balanced. Y ou find that only one element is left to be\nbalanced, that is, iron.\nAtoms of In reactants In products\niron\n(i)Initial 1 (in Fe) 3 (in Fe3O4)\n(ii)To balance 1×3 3\n(1.9)\n(balanced equation)\n2024-25"
            },
            {
                "page": 6,
                "text": "Science 61.2 TYPES OF CHEMIC1.2 TYPES OF CHEMIC1.2 TYPES OF CHEMIC1.2 TYPES OF CHEMIC1.2 TYPES OF CHEMIC AL REAAL REAAL REA\nAL REAAL REA CTIONS CTIONSCTIONS CTIONSCTIONS\nWe have lear nt in Class IX that during a chemical r eaction atoms of one\nelement do not change into those of another element. Nor do atoms\ndisappear from the mixture or appear from elsewhere. Actually, chemical\nreactions involve the breaking and making of bonds between atoms to\nproduce new substances. Y ou will study about types of bonds for med\nbetween atoms in Chapters 3 and 4.\n1.2.1 Combination Reaction\nActivity 1.4Activity 1.4Activity 1.4Activity 1.4Activity 1.4\n/square6Take a small amount of calcium oxide\nor quick lime in a beaker .\n/square6Slowly add water to this.\n/square6Touch the beaker as shown in Fig. 1.3.\n/square6Do you feel any change in temperature?\nFigure 1.3Figure 1.3Figure 1.3Figure 1.3Figure 1.3\nFormation of slaked\nlime by the reaction of\ncalcium oxide with\nwaterCalcium oxide reacts vigorously with water to produce slaked lime\n(calcium hydroxide) releasing a large amount of heat.\nCaO(s) +H2O(l)  → Ca(OH)2(aq)    +   Heat (1.13)\n(Quick lime)   (Slaked lime)\nIn this reaction, calcium oxide and water combine to form a single\nproduct, calcium hydroxide. Such a reaction in which a single product\nis formed from two or more reactants is known as a combination reaction.QUESTIONS\n1. Why should a magnesium ribbon be cleaned before burning in air?\n2. Write the balanced equation for the following chemical r eactions.\n(i)Hydrogen + Chlorine → Hydrogen chloride\n(ii)Barium chloride + Aluminium sulphate →  Barium sulphate +\n     Aluminium chloride\n(iii)Sodium + W ater  → Sodium hydr oxide + Hydr ogen\n3. Write a balanced chemical equation with state symbols for the\nfollowing reactions.\n(i)Solutions of barium chloride and sodium sulphate in water react\nto give insoluble barium sulphate and the solution of sodium\nchloride.\n(ii)Sodium hydroxide solution (in water) reacts with hydrochloric\nacid solution (in water) to produce sodium chloride solution and\nwater .?\n2024-25"
            },
            {
                "page": 7,
                "text": "Chemical Reactions and Equations 7Let us discuss some more examples of combination reactions.\n(i)Burning of coal\nC(s) + O2(g)  → CO2(g) (1.15)\n(ii)Formation of water from H2(g) and O2(g)\n2H2(g) + O2(g) → 2H2O(l) (1.16)\nIn simple language we can say that when two or more substances\n(elements or compounds) combine to form a single product, the reactions\nare called combination reactions.\nIn Activity 1.4, we also observed that a large amount of heat is evolved.\nThis makes the reaction mixture warm. Reactions in which heat is\nreleased along with the formation of products are called exothermic\nchemical reactions.\nOther examples of exothermic reactions are –\n(i)Burning of natural gas\nCH4(g) + 2O2 (g) →  CO2 (g) + 2H2O (g) (1.17)\n(ii)Do you know that respiration is an exothermic process?\nWe all know that we need ener gy to stay alive. W e get this ener gy\nfrom the food we eat. During digestion, food is broken down into simpler\nsubstances. For example, rice, potatoes and bread contain\ncarbohydrates. These carbohydrates are broken down to form glucose.\nThis glucose combines with oxygen in the cells of our body and provides\nenergy. The special name of this reaction is respiration, the process of\nwhich you will study in Chapter 6.\nC6H12O6(aq) + 6O2(aq) → 6CO2(aq) + 6H2O(l) + energy (1.18)\n(Glucose)\n(iii) The decomposition of vegetable matter into compost is also an\nexample of an exothermic reaction.\nIdentify the type of the reaction taking place in Activity 1.1, where\nheat is given out along with the formation of a single product.\nDo Y ou Know?A solution of slaked lime produced by the reaction 1.13 is used for whitewashing\nwalls. Calcium hydroxide reacts slowly with the carbon dioxide in air to form a thin\nlayer of calcium carbonate on the walls. Calcium carbonate is  formed after two to\nthree days of whitewashing and gives a shiny finish to the walls. It is interesting to note\nthat the chemical formula for marble is also CaCO3.\nCa(OH)2(aq) + CO2(g) →CaCO3(s)  + H2O(l) (1.14)\n(Calcium (Calcium\nhydroxide) carbonate)\n2024-25"
            },
            {
                "page": 8,
                "text": "Science 8 88 88Figure 1.5\nHeating of lead nitrate and\nemission of nitrogen dioxide\nFigure 1.4\nCorrect way of heating\nthe boiling tube\ncontaining crystals\nof ferrous sulphate\nand of smelling the\nodour\nActivity 1.6Activity 1.6Activity 1.6Activity 1.6Activity 1.6\nnTake about 2 g lead nitrate powder in a boiling\ntube.\nnHold the boiling tube with a pair of tongs and\nheat it over a flame, as shown in Fig. 1.5.\nnWhat do you observe? Note down the change,\nif any.\nYou will observe the emission of brown fumes.\nThese fumes are of nitrogen dioxide (NO2). The\nreaction that takes place is –Activity 1.5Activity 1.5Activity 1.5Activity 1.5Activity 1.5\nnTake about 2 g ferrous sulphate crystals\nin a dry boiling tube.\nnNote the colour of the ferrous sulphate\ncrystals.\nnHeat the boiling tube over the  flame  of\na burner or spirit lamp as shown in\nFig. 1.4.\nnObserve the colour of the crystals after\nheating.\nHave you noticed that the green colour of the ferrous sulphate crystals\nhas changed? You can also smell the characteristic odour of burning\nsulphur.\n2FeSO4(s) Heat →   Fe2O3(s)  +  SO2(g)  + SO3(g) (1.19)\n(Ferrous sulphate)   (Ferric oxide)\nIn this reaction you can observe that a single reactant breaks down\nto give simpler products. This is a decomposition reaction. Ferrous\nsulphate crystals (FeSO4. 7H2O) lose water when heated and the colour\nof the crystals changes. It then decomposes to ferric oxide (Fe2O3),\nsulphur dioxide (SO2) and sulphur trioxide (SO3). Ferric oxide is a solid,\nwhile SO2 and SO3 are gases.\nDecomposition of calcium carbonate to calcium oxide and carbon\ndioxide on heating is an important decomposition reaction used in\nvarious industries. Calcium oxide is called lime or quick lime. It has\nmany uses – one is in the manufacture of cement. When a decomposition\nreaction is carried out by heating, it is called thermal decomposition.\nCaCO3(s) Heat →   CaO(s)    +   CO2(g) (1.20)\n(Limestone)    (Quick lime)\nAnother example of a thermal decomposition reaction is given\nin Activity 1.6.1.2.2 Decomposition Reaction\n2024-25"
            },
            {
                "page": 9,
                "text": "Chemical Reactions and Equations 9 9999Activity 1.7Activity 1.7Activity 1.7Activity 1.7Activity 1.7\nActivity 1.8Activity 1.8Activity 1.8Activity 1.8Activity 1.8\nnTake about 2 g silver chloride in a china dish.\nnWhat is its colour?\nnPlace this china dish in sunlight for some time\n(Fig. 1.7).\nnObserve the colour of the silver chloride after some\ntime.\nFigure 1.7\nSilver chloride turns grey\nin sunlight to form silver\nmetalYou will see that white silver chloride turns grey in sunlight. This is\ndue to the decomposition of silver chloride into silver and chlorine by\nlight.\n2AgCl(s) Sunlight → 2Ag(s) + Cl2(g) (1.22)nTake a plastic mug. Drill two holes at its\nbase and fit rubber stoppers in these holes.\nInsert carbon electrodes in these rubber\nstoppers as shown in Fig. 1.6.\nnConnect these electrodes to a 6 volt\nbattery.\nnFill the mug with water such that the\nelectrodes are immersed. Add a few drops\nof dilute sulphuric acid to the water.\nnTake two test tubes filled with water and\ninvert them over the two carbon electrodes.\nnSwitch on the current and leave the\napparatus undisturbed for some time.\nnYou will observe the formation of bubbles\nat both the electrodes. These bubbles displace water in the\ntest tubes.\nnIs the volume of the gas collected the same in both the test tubes?\nnOnce the test tubes are filled with the respective gases, remove\nthem carefully.\nnTest these gases one by one by bringing a burning candle close\nto the mouth of the test tubes.\nCAUTION:  This step must be performed carefully by the teacher.\nnWhat happens in each case?\nnWhich gas is present in each test tube?Figure 1.6\nElectrolysis of water2Pb(NO3)2(s) Heat →  2PbO(s) + 4NO2(g)  +  O2(g) (1.21)\n(Lead nitrate)       (Lead oxide) (Nitrogen      (Oxygen)\ndioxide)\nLet us perform some more decomposition reactions as given in\nActivities 1.7 and 1.8.\n2024-25"
            },
            {
                "page": 10,
                "text": "Science 10 1010 1010\nFigure 1.8\n(a) Iron nails dipped in copper sulphate solution?QUESTIONS\n1. A solution of a substance ‘X’ is used for whitewashing.\n(i)Name the substance ‘X’ and write its formula.\n(ii)Write the reaction of the substance ‘X’ named in (i) above with\nwater.\n2. Why is the amount of gas collected in one of the test tubes in Activity\n1.7 double of the amount collected in the other? Name this gas.\n1.2.3  Displacement Reaction\nActivity 1.9Activity 1.9Activity 1.9Activity 1.9Activity 1.9\nnTake three iron nails and clean them by\nrubbing with sand paper.\nnTake two test tubes marked as (A) and\n(B). In each test tube, take about 10 mL\ncopper sulphate solution.\nnTie two iron nails with a thread and\nimmerse them carefully in the copper\nsulphate solution in test tube B for\nabout 20 minutes [Fig. 1.8 (a)]. Keep one\niron nail aside for comparison.\nnAfter 20 minutes, take out the iron nails\nfrom the copper sulphate solution.\nnCompare the intensity of the blue colour\nof copper sulphate solutions in test tubes\n(A) and (B) [Fig. 1.8 (b)].\nnAlso, compare the colour of the iron nails\ndipped in the copper sulphate solution\nwith the one kept aside [Fig. 1.8 (b)].Take about 2 g barium hydroxide in a test tube. Add 1 g of ammonium chloride and mix\nwith the help of a glass rod. Touch the bottom of the test tube with your palm. What do you\nfeel? Is this an exothermic or endothermic reaction?Carry out the following ActivitySilver bromide also behaves in the same way.\n2AgBr(s)Sunlight → 2Ag(s) + Br2(g) (1.23)\nThe above reactions are used in black and white photography.\nWhat form of energy is causing these decomposition reactions?\nWe have seen that the decomposition reactions require energy either\nin the form of heat, light or electricity for breaking down the reactants.\nReactions in which energy is absorbed are known as endothermic\nreactions.\n2024-25"
            },
            {
                "page": 11,
                "text": "Chemical Reactions and Equations 11Why does the iron nail become brownish in colour and the blue colour\nof copper sulphate solution fades?\nThe following chemical reaction takes place in this Activit y–\nFe(s) + CuSO4(aq) → FeSO4(aq)    +   Cu(s) (1.24)\n        (Copper sulphate) (Iron sulphate)\nIn this reaction, iron has displaced or removed another element,\ncopper , from copper sulphate solution. This r eaction is known as\ndisplacement reaction.\nOther examples of displacement reactions are\nZn(s) + CuSO4(aq)   → ZnSO4(aq)   +     Cu(s) (1.25)\n     (Copper sulphate) (Zinc sulphate)\nPb(s) + CuCl2(aq)   → PbCl2(aq)     +     Cu(s) (1.26)\n      (Copper chloride) (Lead chloride)\nZinc and lead ar e mor e reactive elements than copper . They displace\ncopper from its compounds.\n1.2.4 Double Displacement Reaction\nActivity 1.10Activity 1.10Activity 1.10Activity 1.10Activity 1.10\n/square6Take about 3 mL of sodium sulphate\nsolution in a test tube.\n/square6In another test tube, take about 3 mL of\nbarium chloride solution.\n/square6Mix the two solutions (Fig. 1.9).\n/square6What do you observe?\nFigure 1.9Figure 1.9Figure 1.9Figure 1.9Figure 1.9\nFormation of barium\nsulphate and sodium\nchlorideYou will observe that a white substance, which is\ninsoluble in water , is for med. This insoluble substance\nformed is known as a precipitate. Any reaction that\nproduces a precipitate can be called a precipitation reaction.\nNa2SO4(aq) + BaCl2(aq) → BaSO4(s) + 2NaCl(aq) (1.27)\n(Sodium (Barium (Barium (Sodium\nsulphate) chloride) sulphate) chloride)Figure 1.8 Figure 1.8 Figure 1.8 Figure 1.8 Figure 1.8 (b) Iron nails and copper sulphate solutions compared before and after the experiment\n2024-25"
            },
            {
                "page": 12,
                "text": "Science 121.2.5 Oxidation and Reduction\nActivity 1.11Activity 1.11Activity 1.11Activity 1.11Activity 1.11\n/square6Heat a china dish containing about 1 g\ncopper powder (Fig. 1.10).\n/square6What do you observe?\nFigure 1.10Figure 1.10Figure 1.10Figure 1.10Figure 1.10\nOxidation of copper to\ncopper oxideThe surface of copper powder becomes coated with\nblack copper(II) oxide. Why has this black\nsubstance formed?\nThis is because oxygen is added to copper and\ncopper oxide is formed.\n2Cu + O2  Heat →  2CuO (1.28)\nIf hydrogen gas is passed over this heated material (CuO), the black\ncoating on the surface turns brown as the reverse reaction takes place\nand copper is obtained.\nCuO +H Cu+H O2 2Hea\nt →   (1.29)\nIf a substance gains oxygen during a reaction, it is said to be oxidised.\nIf a substance loses oxygen during a reaction, it is said to be reduced.\nDuring this reaction (1.29), the copper(II) oxide is losing oxygen and\nis being reduced. The hydrogen is gaining oxygen and is being oxidised.\nIn other words, one reactant gets oxidised while the other gets reduced\nduring a reaction. Such reactions are called oxidation-reduction reactions\nor redox reactions.\n(1.30)\nSome other examples of redox reactions are:\nZnO + C → +Zn CO (1.31)\nMnO HCl MnCl H O Cl2 2 2 2 4 2+ → + + (1.32)Recall Activity 1.2Recall Activity 1.2Recall Activity 1.2Recall Activity 1.2Recall Activity 1.2 , where you have mixed the solutions of lead(II) nitrate\nand potassium iodide.\n(i)What was the colour of the precipitate formed? Can you name the compound\nprecipitated?\n(ii)Write the balanced chemical equation for this r eaction.\n(iii)Is this also a double displacement reaction?What causes this? The  white precipitate of BaSO4 is formed by the\nreaction of 2–\n4SO and Ba2+. The other product formed is sodium chloride\nwhich remains in the solution. Such reactions in which there is an\nexchange of ions between the reactants are called double displacement\nreactions.\n2024-25"
            },
            {
                "page": 13,
                "text": "Chemical Reactions and Equations 13In reaction (1.31) carbon is oxidised to CO and ZnO is reduced to Zn.\nIn reaction (1.32) HCl is oxidised to Cl2 whereas MnO2 is reduced to MnCl2.\nFrom the above examples we can say that if a substance gains oxygen\nor loses hydrogen during a reaction, it is oxidised. If a substance loses\noxygen or gains hydrogen during a reaction, it is reduced.\nQUESTIONS\n?1. Why does the colour of copper sulphate solution change when\nan iron nail is dipped in it?\n2. Give an example of a double displacement reaction other than\nthe one given in Activity 1.10.\n3. Identify the substances that are oxidised and the substances\nthat are reduced in the following reactions.\n(i)4Na(s) + O2(g) → 2Na2O(s)\n(ii)CuO(s) + H2(g) → Cu(s) + H2O(l)1.3\n1.31.3 1.31.3HA HAHA HAHAVE YOU OBSERVED THE EFFECTS OF OVE YOU OBSERVED THE EFFECTS OF OVE YOU OBSERVED THE EFFECTS OF OVE YOU OBSERVED THE EFFECTS OF OVE YOU OBSERVED THE EFFECTS OF O XID XIDXID XIDXIDA AAAATION TIONTION TIONTION\nREA REAREA REAREACTIONS IN EVERYDCTIONS IN EVERYDCTIONS IN EVERYDCTIONS IN EVERYDCTIONS IN EVERYD A AA AAY LIFE? Y LIFE?Y LIFE? Y LIFE?Y LIFE?\n1.3.1 Corrosion\nYou must have observed that iron articles are shiny when new, but get\ncoated with a reddish brown powder when left for some time. This process\nis commonly known as rusting of iron. Some other metals also get\ntarnished in this manner . Have you noticed the colour of the coating\nformed on copper and silver? When a metal is attacked by substances\naround it such as moisture, acids, etc., it is said to corrode and this\nprocess is called corrosion. The black coating on silver and the green\ncoating on copper are other examples of corrosion.\nCorrosion causes damage to car bodies, bridges, iron railings, ships\nand to all objects made of metals, specially those of iron. Corrosion of\niron is a serious problem. Every year an enormous amount of money is\nspent to r eplace damaged ir on. You will lear n mor e about corr osion in\nChapter 3.\n1.3.2 Rancidity\nHave you ever tasted or smelt the fat/oil containing food materials left\nfor a long time?\nWhen fats and oils are oxidised, they become rancid and their smell\nand taste change. Usually substances which prevent oxidation\n(antioxidants) are added to foods containing fats and oil. Keeping food\nin air tight containers helps to slow down oxidation. Do you know that\nchips manufacturers usually flush bags of chips with gas such as\nnitrogen to prevent the chips from getting oxidised ?Recall Activity 1.1Recall Activity 1.1Recall Activity 1.1Recall Activity 1.1Recall Activity 1.1 ,     where a magnesium ribbon burns with a dazzling flame in air (oxygen)\nand changes into a white substance, magnesium oxide. Is magnesium being oxidised or\nreduced in this reaction?\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 2 : Acids, Bases and Salts",
        "pages": [
            {
                "page": 17,
                "text": "Acids, Bases\nand Salts2 CHAPTER\nYou have lear nt in your pr evious classes that the sour and bitter\ntastes of food are due to acids and bases, respectively, present in them.\nIf someone in the family is suffering from a problem of acidity after\novereating, which of the following would you suggest as a remedy– lemon\njuice, vinegar or baking soda solution?\n/square6Which property did you think of while choosing the remedy?\nSurely you must have used your knowledge about the ability of\nacids and bases to nullify each other’s effect.\n/square6Recall how we tested sour and bitter substances without tasting\nthem.\nYou alr eady know that acids ar e sour in taste and change the colour\nof blue litmus to red, whereas, bases are bitter and change the colour of\nthe red litmus to blue. Litmus is a natural indicator , turmeric is another\nsuch indicator . Have you noticed that a stain of curry on a white cloth\nbecomes reddish-brown when soap, which is basic in nature, is scrubbed\non it? It turns yellow again when the cloth is washed with plenty of\nwater . You can also use synthetic indicators such as methyl orange and\nphenolphthalein to test for acids and bases.\nIn this Chapter , we will study the r eactions of acids and bases, how\nacids and bases cancel out each other’s effects and many more interesting\nthings that we use and see in our day-to-day life.\nDo Y ou Know?Litmus solution is a purple dye, which is extracted from lichen, a plant belonging to\nthe division Thallophyta, and is commonly used as an indicator . When the litmus\nsolution is neither acidic nor basic, its colour is purple. There are many other natural\nmaterials like red cabbage leaves, turmeric, coloured petals of some flowers such as\nHydrangea , Petunia  and Geranium , which indicate the presence of acid or base in a\nsolution. These are called acid-base indicators or sometimes simply indicators.\n2024-25"
            },
            {
                "page": 18,
                "text": "Science 182.1 2.12.12.12.1UNDERST\nUNDERSTUNDERST UNDERSTUNDERST ANDING THE CHEMICANDING THE CHEMICANDING THE CHEMICANDING THE CHEMICANDING THE CHEMIC AL PROPERTIES OFAL PROPERTIES OFAL PROPERTIES OFAL PROPERTIES OFAL PROPERTIES OF\nACIDS AND BASESACIDS AND BASESACIDS AND BASESACIDS AND BASESACIDS AND BASES\n2.1.1 Acids and Bases in the Laborator y\nActivity 2.1Activity 2.1Activity 2.1Activity 2.1Activity 2.1\nThese indicators tell us whether a substance is acidic or basic by\nchange in colour . Ther e are some substances whose odour changes in\nacidic or basic media. These are called olfactory indicators. Let us try\nout some of these indicators.QUESTION\n?1. You have been pr ovided with thr ee test tubes. One of them contains\ndistilled water and the other two contain an acidic solution and a basic\nsolution, r espectively. If you ar e given only r ed litmus paper , how will\nyou identify the contents of each test tube?\n/square6Collect the following solutions from the science laboratory–\nhydrochloric acid (HCl),  sulphuric acid (H2SO4), nitric acid (HNO3),\nacetic acid (CH3COOH), sodium hydroxide (NaOH), calcium\nhydroxide [Ca(OH)2], potassium hydroxide (KOH), magnesium\nhydroxide [Mg(OH)2], and ammonium hydroxide (NH4OH).\n/square6Put a drop of each of the above solutions on a watch-glass one by\none and test with a drop of the indicators shown in Table 2.1.\n/square6What change in colour did you observe with red litmus, blue litmus,\nphenolphthalein and methyl orange solutions for each of the\nsolutions taken?\n/square6Tabulate your observations in Table 2.1.\nTable 2.1\nSample Red Blue Phenolph- Methyl\nsolution litmus litmus -thalein      orange\nsolution solution solution solution\nActivity 2.2Activity 2.2Activity 2.2Activity 2.2Activity 2.2\n/square6Take some finely chopped onions in a plastic bag along with some\nstrips of clean cloth. T ie up the bag tightly and leave over night in\nthe fridge. The cloth strips can now be used to test for acids and\nbases.\n/square6Take two of these cloth strips and check their odour .\n/square6Keep them on a clean surface and put a few drops of dilute HCl\nsolution on one strip and a few drops of dilute NaOH solution on\nthe other .\n2024-25"
            },
            {
                "page": 19,
                "text": "Acids, Bases and Salts 19Which of these – vanilla, onion and clove, can be used as olfactory\nindicators on the basis of your observations?\nLet us do some more activities to understand the chemical properties\nof acids and bases.\n2.1.2 How do Acids and Bases React with Metals?/square6Rinse both cloth strips with water and again check their odour .\n/square6Note your observations.\n/square6Now take some dilute vanilla essence and clove oil and check their\nodour .\n/square6Take some dilute HCl solution in one test tube and dilute NaOH\nsolution in another . Add a few dr ops of dilute vanilla essence to\nboth test tubes and shake well. Check the odour once again and\nrecord changes in odour , if any.\n/square6Similarly, test the change in the odour of clove oil with dilute HCl\nand dilute NaOH solutions and record your observations.\nActivity 2.3Activity 2.3Activity 2.3Activity 2.3Activity 2.3\nCAUTION : This activity needs the teacher’s assistance.\n/square6Set the apparatus as shown in Fig. 2.1.\n/square6Take about 5 mL of dilute sulphuric acid in a test tube and add a\nfew pieces of zinc granules to it.\n/square6What do you observe on the surface of zinc granules?\n/square6Pass the gas being evolved through the soap solution.\n/square6Why are bubbles  formed in the soap solution?\n/square6Take a burning candle near a gas filled bubble.\n/square6What do you observe?\n/square6Repeat this Activity with some more acids like HCl, HNO3 and\nCH3COOH.\n/square6Are the observations in all the cases the same or different?\nFigure 2.1Figure 2.1Figure 2.1Figure 2.1Figure 2.1 Reaction of zinc granules with dilute sulphuric acid and testing hydrogen\ngas by burning\n2024-25"
            },
            {
                "page": 20,
                "text": "Science 20 Note that the metal in the above reactions displaces hydrogen atoms\nfrom the acids as hydrogen gas and forms a compound called a salt.\nThus, the reaction of a metal with an acid can be summarised as –\nAcid + Metal →  Salt + Hydrogen gas\nCan you now write the equations for the reactions you have observed?\nActivity 2.4Activity 2.4Activity 2.4Activity 2.4Activity 2.4\nThe reactions occurring in the above Activity are written as –\nTest tube A: Na CO HCl(aq) Cl(aq) H O(l) + CO2 3 2 2 (s) N a (g) + → + 2 2\nTest tube B: NaHCO HCl(aq) Cl(aq) H O(l) + CO3 2 2 (s) Na (g) + → +\nOn passing the carbon dioxide gas evolved through lime water ,\nCa(OH) CO H O(l)2 2 2 (aq) (g) CaCO s3 + → +( )\n(Lime water) (White precipitate)/square6Place a few pieces of granulated zinc metal in a test tube.\n/square6Add 2 mL of sodium hydroxide solution and warm the contents\nof the test tube.\n/square6Repeat the rest of the steps as in Activity 2.3 and record your\nobservations.\nThe reaction that takes place can be written as follows.\n2NaOH(aq) + Zn(s) → Na2ZnO2(s) + H2(g)\n      (Sodium zincate)\nYou find again that hydr ogen is for med in the reaction. However ,\nsuch reactions are not possible with all metals.\n2.1.3 How do Metal Carbonates and Metal\nHydrogencarbonates React with Acids?\nActivity 2.5Activity 2.5Activity 2.5Activity 2.5Activity 2.5\n/square6Take two test tubes, label them as A\nand B.\n/square6Take about 0.5 g of sodium carbonate\n(Na2CO3) in test tube A and about\n0.5 g of sodium hydrogencarbonate\n(NaHCO3) in test tube B.\n/square6Add about 2 mL of dilute HCl to both\nthe test tubes.\n/square6What do you observe?\n/square6Pass the gas produced in each case\nthrough lime water (calcium\nhydroxide solution) as shown in\nFig. 2.2 and record your observations.Figure 2.2Figure 2.2Figure 2.2Figure 2.2Figure 2.2\nPassing carbon dioxide gas\nthrough calcium hydroxide\nsolution\n2024-25"
            },
            {
                "page": 21,
                "text": "Acids, Bases and Salts 21Activity 2.6Activity 2.6Activity 2.6Activity 2.6Activity 2.6\n/square6Take about 2 mL of dilute NaOH solution in a test tube and add\ntwo drops of phenolphthalein solution.\n/square6What is the colour of the solution?\n/square6Add dilute HCl solution to the above solution drop by drop.\n/square6Is there any colour change for the reaction mixture?\n/square6Why did the colour of phenolphthalein change after the addition\nof an acid?\n/square6Now add a few drops of NaOH to the above mixture.\n/square6Does the pink colour of phenolphthalein reappear?\n/square6Why do you think this has happened?On passing excess carbon dioxide the following reaction takes place:\nCaCO s Ca(HCO aq3 3 ( ) ) ( ) + → H O(l)+ CO (g) 2 2 2\n(Soluble in water)\nLimestone, chalk and marble are different forms of calcium carbonate.\nAll metal carbonates and hydrogencarbonates react with acids to give a\ncorresponding salt, carbon dioxide and water .\nThus, the reaction can be summarised as –\nIn the above Activity, we have observed that the effect of a base is\nnullified by an acid and vice-versa. The reaction taking place is written as  –\nNaOH(aq) + HCl(aq) → NaCl(aq) + H2O(l)\nThe reaction between an acid and a base to give a salt and water is\nknown as a neutralisation reaction. In general, a neutralisation reaction\ncan be written as –\nBase + Acid → Salt + W ater\n2.1.5 Reaction of Metallic Oxides with Acids\nActivity 2.7Activity 2.7Activity 2.7Activity 2.7Activity 2.7\n/square6Take a small amount of copper oxide in a beaker and add dilute\nhydrochloric acid slowly while stirring.\n/square6Note the colour of the solution. What has happened to the copper\noxide?\nYou will notice that the colour of the solution becomes blue-gr een\nand the copper oxide dissolves. The blue-green colour of the solution is\ndue to the formation of copper(II) chloride in the reaction. The general\nreaction between a metal oxide and an acid can be written as –\nMetal oxide + Acid → Salt + W aterMetal carbonate/Metal hydrogencarbonate + Acid → Salt + Carbon dioxide + W ater\n2.1.4 How do Acids and Bases React with each other?\n2024-25"
            },
            {
                "page": 22,
                "text": "Science 22Now write and balance the equation for the above reaction. Since\nmetallic oxides react with acids to give salts and water , similar to the\nreaction of a base with an acid, metallic oxides are said to be basic oxides.\n2.1.6 Reaction of a Non-metallic Oxide with Base\nYou saw the r eaction between carbon dioxide and calcium hydr oxide\n(lime water) in Activity 2.5. Calcium hydroxide, which is a base, reacts\nwith carbon dioxide to pr oduce a salt and water . Since this is similar to\nthe reaction between a base and an acid, we can conclude that non-\nmetallic oxides are acidic in nature.\nQUESTIONS\n?1. Why should curd and sour substances not be kept in brass and copper\nvessels?\n2. Which gas is usually liberated when an acid reacts with a metal?\nIllustrate with an example. How will you test for the presence of\nthis gas?\n3. Metal compound A reacts with dilute hydrochloric acid to produce\neffervescence. The gas evolved extinguishes a bur ning candle. W rite a\nbalanced chemical equation for the reaction if one of the compounds\nformed is calcium chloride.\n2.2 WHA2.2 WHA2.2 WHA2.2 WHA2.2 WHA T DO ALL ACIDS AND ALL BASES HAT DO ALL ACIDS AND ALL BASES HAT DO ALL ACIDS AND ALL BASES HAT DO ALL ACIDS AND ALL BASES HAT DO ALL ACIDS AND ALL BASES HA VE IN\nVE INVE IN VE INVE IN\nCOMMON?COMMON?COMMON?COMMON?COMMON?\nIn Section 2.1 we have seen that all acids have similar chemical\nproperties. What leads to this similarity in pr operties? W e saw in Activity\n2.3 that all acids generate hydrogen gas on reacting with metals, so\nhydrogen seems to be common to all acids. Let us perform an Activity to\ninvestigate whether all compounds containing hydrogen are acidic.\nActivity 2.8Activity 2.8Activity 2.8Activity 2.8Activity 2.8\n/square6Take solutions of glucose, alcohol,\nhydrochloric acid, sulphuric acid, etc.\n/square6Fix two nails on a cork, and place the cork in\na 100 mL beaker .\n/square6Connect the nails to the two terminals of a\n6 volt battery through a bulb and a switch, as\nshown in Fig. 2.3.\n/square6Now pour some dilute HCl in the beaker and\nswitch on the current.\n/square6Repeat with dilute sulphuric acid.\n/square6What do you observe?\n/square6Repeat the experiment separately with\nglucose and alcohol solutions. What do you\nobserve now?\n/square6Does the bulb glow in all cases?\nFigure 2.3Figure 2.3Figure 2.3Figure 2.3Figure 2.3\nAcid solution in water\nconducts electricity\n2024-25"
            },
            {
                "page": 23,
                "text": "Acids, Bases and Salts 23The bulb will start glowing in the case of acids, as shown in Fig. 2.3.\nBut you will observe that glucose and alcohol solutions do not conduct\nelectricity. Glowing of the bulb indicates that there is a flow of electric\ncurrent through the solution. The electric current is carried through the\nacidic solution by ions.\nAcids contain H+ ion as cation and anion such as C l– in HCl, N\nO3– in\nHNO3, SO2–\n4 in H2SO4, CH3COO– in CH3COOH. Since the cation present in\nacids is H+, this suggests that acids produce hydrogen ions, H+(aq), in\nsolution, which are responsible for their acidic properties.\nRepeat the same Activity using alkalis such as sodium hydroxide, calcium\nhydroxide, etc. What can you conclude from the results of this Activity?\n2.2.1 What Happens to an Acid or a Base in a W ater Solution?\nDo acids produce ions only in aqueous solution? Let us test this.\nActivity 2.9Activity 2.9Activity 2.9Activity 2.9Activity 2.9\n/square6Take about 1g solid NaCl in a clean and\ndry test tube and set up the apparatus as\nshown in Fig. 2.4.\n/square6Add some concentrated sulphuric acid to\nthe test tube.\n/square6What do you observe? Is there a gas coming\nout of the delivery tube?\n/square6Test the gas evolved successively with dry\nand wet blue litmus paper .\n/square6In which case does the litmus paper change\ncolour?\n/square6On the basis of the above Activity, what do\nyou infer about the acidic character of:\n(i)dry HCl gas\n(ii)HCl solution?Figure 2.4 Figure 2.4 Figure 2.4 Figure 2.4 Figure 2.4 Preparation of  HCl gas\nThis experiment suggests that hydrogen ions in HCl are produced\nin the pr esence of water . The separation of H+ ion fr om HCl molecules\ncannot occur in the absence of water .\nHCl + H2O → H3O+ + Cl–\nHydrogen ions cannot exist alone, but they exist after combining\nwith water molecules. Thus hydrogen ions must always be shown as\nH+(aq) or hydronium ion (H3O+).\nH+ + H2O → H3O+\nWe have seen that acids give H3O+ or H+(aq) ion in water . Let us see\nwhat happens when a base is dissolved in water .\nNaOH(s)H O2 →   Na+ (aq) + OH– (aq)Note to teachers: If the climate is very humid, you will have to pass the gas produced\nthrough a guard tube (drying tube) containing calcium chloride to dry the gas.\n2024-25"
            },
            {
                "page": 24,
                "text": "Science 24KOH(s) K (aq)+OH (aq)H O2 + → –\nMg(OH)2(s)H O2 →   Mg2+(aq)+2OH–(aq)\nBases generate hydr oxide (OH–) ions in water . Bases which are soluble\nin water are called alkalis.Do Y ou\nKnow?All bases do not dissolve in water . An alkali is a base that dissolves in water . They\nare soapy to touch, bitter and corrosive. Never taste or touch them as they may\ncause harm. Which of the bases in the Table 2.1 are alkalis?\nNow as we have identified that all acids generate H+(aq) and all\nbases generate OH–(aq), we can view the neutralisation reaction as\nfollows  –\nAcid + Base → Salt + W ater\nH  X + M  OH →  MX + HOH\nH+(aq) + OH– (aq) → H2O(l)\nLet us see what is involved when water is mixed with an acid or a base.\nActivity 2.10Activity 2.10Activity 2.10Activity 2.10Activity 2.10\n/square6Take 10 mL water in a beaker .\n/square6Add a few drops of concentrated H2SO4 to it and swirl the\nbeaker slowly.\n/square6Touch the base of the beaker .\n/square6Is there a change in temperature?\n/square6Is this an exothermic or endothermic process?\n/square6Repeat the above Activity with sodium hydroxide pellets\nand record your observations.Figure 2.5Figure 2.5Figure 2.5Figure 2.5Figure 2.5\nWarning sign displayed\non containers containing\nconcentrated acids and\nbasesThe process of dissolving an acid or a base in water is a highly\nexothermic one. Care must be taken while mixing concentrated nitric\nacid or sulphuric acid with water . The acid must always be added slowly\nto water with constant stirring. If water is added to a concentrated acid,\nthe heat generated may cause the mixture to splash out and cause burns.\nThe glass container may also break due to excessive local heating. Look\nout for the warning sign (shown in Fig. 2.5) on the can of concentrated\nsulphuric acid and on the bottle of sodium hydroxide pellets.\nMixing an acid or base with water results in decrease in the\nconcentration of ions (H3O+/OH–) per unit volume. Such a process is\ncalled dilution and the acid or the base is said to be diluted.\n2024-25"
            },
            {
                "page": 25,
                "text": "Acids, Bases and Salts 252.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?2.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?2.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?2.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?2.3 HOW STRONG ARE ACID OR BASE SOLUTIONS?\nWe know how acid-base indicators can be used to distinguish between\nan acid and a base. W e have also lear nt in the previous section about\ndilution and decrease in concentration of H+ or OH– ions in solutions.\nCan we quantitatively find the amount of these ions present in a solution?\nCan we judge how strong a given acid or base is?\nWe can do this by making use of a universal indicator , which is a\nmixture of several indicators. The universal indicator shows different\ncolours at different concentrations of hydrogen ions in a solution.\nA scale for measuring hydrogen ion concentration in a solution, called\npH scale has been developed. The p in pH stands for ‘ potenz ’ in German,\nmeaning power . On the pH scale we can measur e pH generally fr om\n0 (very acidic) to 14 (very alkaline). pH should be thought of simply as a\nnumber which indicates the acidic or basic nature of a solution. Higher\nthe hydronium ion concentration, lower is the pH value.\nThe pH of a neutral solution is 7. V alues less than 7 on the pH scale\nrepresent an acidic solution. As the pH value increases from 7 to 14, it\nrepresents an increase in OH– ion concentration in the solution, that is,\nincrease in the strength of alkali (Fig. 2.6). Generally paper impregnated\nwith the universal indicator is used for measuring pH.QUESTIONS\n?1. Why do HCl, HNO3, etc., show acidic characters in aqueous solutions\nwhile solutions of compounds like alcohol and glucose do not show acidic\ncharacter?\n2. Why does an aqueous solution of an acid conduct electricity?\n3. Why does dry HCl gas not change the colour of the dry litmus paper?\n4. While diluting an acid, why is it recommended that the acid should be\nadded to water and not water to the acid?\n5. How is the concentration of hydronium ions (H3O+) affected when a\nsolution of an acid is diluted?\n6. How is the concentration of hydroxide ions (O H–) affected when excess\nbase is dissolved in a solution of sodium hydroxide?\nFigure 2.6Figure 2.6Figure 2.6Figure 2.6Figure 2.6  Variation of pH with the change in concentration of  H+(aq) and OH–(aq) ions\n2024-25"
            },
            {
                "page": 26,
                "text": "Science 26Activity 2.11Activity 2.11Activity 2.11Activity 2.11Activity 2.11\n/square6Test the pH values\nof solutions given in\nTable 2.2.\n/square6Record your observations.\n/square6What is the nature of each\nsubstance on the basis of\nyour observations?\nFigure 2.7 Figure 2.7 Figure 2.7 Figure 2.7 Figure 2.7 pH of some common substances shown on a pH paper (colours are only a rough guide)\nThe strength of acids and bases depends on the number of H+ ions\nand OH– ions produced, respectively. If we take hydrochloric acid and\nacetic acid of the same concentration, say one molar , then these pr oduce\ndifferent amounts of hydrogen ions. Acids that give rise to more H+ ions\nare said to be strong acids, and acids that give less H+ ions are said to be\nweak acids. Can you now say what weak and strong bases are?\n2.3.1 Impor2.3.1 Impor2.3.1 Impor2.3.1 Impor2.3.1 Impor tance of pH in Evertance of pH in Evertance of pH in Evertance of pH in Evertance of pH in Ever yday Life yday Lifeyday Lifeyday Lifeyday Life\nAre plants and animals pH sensitive?\nOur body works within the pH range of 7.0 to 7.8. Living organisms can\nsurvive only in a narrow range of pH change. When pH of rain water is\nless than 5.6, it is called acid rain. When acid rain flows into the rivers, it\nlowers the pH of the river water . The survival of aquatic life in such rivers\nbecomes difficult.Table 2.2\n S. Solution Colour of Approx- Nature of\nNo. pH paper -imate substance\npH value\n1Saliva (before meal)\n2Saliva (after meal)\n3Lemon juice\n4Colourless aerated\ndrink\n5Carrot juice\n6Coffee\n7Tomato juice\n8Tap water\n91M NaOH\n101M HCl\n2024-25"
            },
            {
                "page": 27,
                "text": "Acids, Bases and Salts 27What is the pH of the soil in your backyard?\nPlants require a specific pH range for their healthy growth. To find out\nthe pH required for the healthy growth of a plant, you can collect the soil\nfrom various places and check the pH in the manner described below in\nActivity 2.12. Also, you can note down which plants are growing in the\nregion from which you have collected the soil.Acids in other planets\nThe atmosphere of venus is made up of thick white and yellowish clouds of\nsulphuric acid. Do you think life can exist on this planet?\nActivity 2.12Activity 2.12Activity 2.12Activity 2.12Activity 2.12\n/square6Put about 2 g soil in a test tube and add 5 mL water to it.\n/square6Shake the contents of the test tube.\n/square6Filter the contents and collect the filtrate in a test tube.\n/square6Check the pH of this filtrate with the help of universal\nindicator paper .\n/square6What can you conclude about the ideal soil pH for the growth of\nplants in your region?\npH in our digestive system\nIt is very interesting to note that our stomach produces hydrochloric\nacid. It helps in the digestion of food without harming the stomach.\nDuring indigestion the stomach produces too much acid and this causes\npain and irritation. To get rid of this pain, people use bases called\nantacids. One such remedy must have been suggested by you at the\nbeginning of this Chapter . These antacids neutralise the excess acid.\nMagnesium hydroxide (Milk of magnesia), a mild base, is often used for\nthis purpose.\npH change as the cause of tooth decay\nTooth decay starts when the pH of the mouth is lower than 5.5. Tooth\nenamel, made up of calcium hydroxyapatite (a crystalline form of calcium\nphosphate) is the hardest substance in the body. It does not dissolve in\nwater , but is corr oded when the pH in the mouth is below 5.5. Bacteria\npresent in the mouth produce acids by degradation of sugar and food\nparticles remaining in the mouth after eating. The best way to prevent\nthis is to clean the mouth after eating food. Using toothpastes, which are\ngenerally basic, for cleaning the teeth can neutralise the excess acid and\nprevent tooth decay.\nSelf defence by animals and plants through chemical warfare\nHave you ever been stung by a honey-bee? Bee-sting leaves an acid\nwhich  causes pain and irritation. Use of a mild base like baking soda\non the stung area gives relief. Stinging hair of nettle leaves inject\nmethanoic acid causing burning pain.Do Y ou\nKnow?\n2024-25"
            },
            {
                "page": 28,
                "text": "Science 282.4 MORE ABOUT SAL2.4 MORE ABOUT SAL2.4 MORE ABOUT SAL2.4 MORE ABOUT SAL2.4 MORE ABOUT SAL TS TSTSTSTS\nIn the previous sections we have seen the formation of salts during\nvarious reactions. Let us understand more about their preparation,\nproperties and uses.\n2.4.1 F amily of Salts\nActivity 2.13Activity 2.13Activity 2.13Activity 2.13Activity 2.13\n/square6Write the chemical for mulae of the salts given below.\nPotassium sulphate, sodium sulphate, calcium sulphate,\nmagnesium sulphate, copper sulphate, sodium chloride, sodium\nnitrate, sodium carbonate and ammonium chloride.Nature provides neutralisation options\nNettle is a herbaceous plant which grows in the wild. Its leaves have stinging hair ,\nwhich cause painful stings when touched accidentally. This is due to the methanoic\nacid secreted by them. A traditional remedy is rubbing the\narea with the leaf of the dock plant, which often grows beside\nthe nettle in the wild. Can you guess the nature of the dock\nplant? So next time you know what to look out for if you\naccidentally touch a nettle plant while trekking. Are you aware\nof any other effective traditional remedies for such stings?\nTable 2.3  Some naturally occurring acids\nNatural source Acid Natural source Acid\nVinegar Acetic acid Sour milk (Curd) Lactic acid\nOrange Citric acid Lemon Citric acid\nTamarind Tartaric acid Ant sting Methanoic acid\nTomato Oxalic acid Nettle sting Methanoic acid\nQUESTIONS\n1. You have two solutions, A and B. The pH of solution A is 6 and pH of\nsolution B is 8. Which solution has more hydrogen ion concentration?\nWhich of this is acidic and which one is basic?\n2. What effect does the concentration of H+(aq) ions have on the nature of the\nsolution?\n3. Do basic solutions also have H+(aq) ions? If yes, then why are these basic?\n4. Under what soil condition do you think a farmer would treat the soil of his\nfields with quick lime (calcium oxide) or slaked lime (calcium hydroxide) or\nchalk (calcium carbonate)? ?Do Y ou Know?\n2024-25"
            },
            {
                "page": 29,
                "text": "Acids, Bases and Salts 29/square6Identify the acids and bases from which the above salts may be\nobtained.\n/square6Salts having the same positive or negative radicals are said to\nbelong to a family.  For example, NaCl and Na2SO4 belong to the\nfamily of sodium salts.  Similarly, NaCl and KCl belong to the family\nof chloride salts.  How many families can you identify among the\nsalts given in this Activity?\n2.4.2 pH of Salts\nActivity 2.14Activity 2.14Activity 2.14Activity 2.14Activity 2.14\n/square6Collect the following salt samples – sodium chloride, potassium\nnitrate, aluminium chloride, zinc sulphate, copper sulphate,\nsodium acetate, sodium carbonate and sodium hydrogencarbonate\n(some other salts available can also be taken).\n/square6Check their solubility in water (use distilled water only).\n/square6Check the action of these solutions on litmus and find the pH\nusing a pH paper .\n/square6Which of the salts are acidic, basic or neutral?\n/square6Identify the acid or base used to form the salt.\n/square6Report your observations in Table 2.4.\nSalts of a strong acid and a strong base\nare neutral with pH value of 7. On the other\nhand, salts of a strong acid and weak base\nare acidic with pH value less than 7 and those\nof a strong base and weak acid are basic in\nnature, with pH value more than 7.\n2.4.3 Chemicals from Common Salt\nBy now you have learnt that the salt formed\nby the combination of hydrochloric acid and\nsodium hydroxide solution is called sodium\nchloride. This is the salt that you use in food.\nYou must have observed in the above Activity\nthat it is a neutral salt.\nSeawater contains many salts dissolved\nin it. Sodium chloride is separated from these\nsalts. Deposits of solid salt are also found in\nseveral parts of the world. These large crystals\nare often brown due to impurities. This is\ncalled rock salt. Beds of rock salt were formed\nwhen seas of bygone ages dried up. Rock salt\nis mined like coal.\nYou must have hear d about Mahatma Gandhi’s Dandi  March. Did\nyou know that sodium chloride was such an important symbol in our\nstruggle for freedom?Table 2.4\nSalt pH Acid used Base used\n2024-25"
            },
            {
                "page": 30,
                "text": "Science 30Common salt — A raw material for chemicals\nThe common salt thus obtained is an important raw material for various\nmaterials of daily use, such as sodium hydroxide, baking soda, washing\nsoda, bleaching powder and many more. Let us see how one substance\nis used for making all these different substances.\nSodium hydroxide\nWhen electricity is passed through an aqueous solution of sodium\nchloride (called brine), it decomposes to form sodium hydroxide. The\nprocess is called the chlor -alkali pr ocess because of the pr oducts for med–\nchlor for chlorine and alkali for sodium hydroxide.\n2NaCl(aq) + 2H2O(l) → 2NaOH(aq) + Cl2(g) + H2(g)\nChlorine gas is given off at the anode, and hydrogen gas at the cathode.\nSodium hydroxide solution is formed near the cathode. The three\nproducts produced in this process are all useful. Figure 2.8 shows the\ndifferent uses of these products.\nBleaching powder\nYou have alr eady come to know that chlorine is pr oduced during the\nelectrolysis of aqueous sodium chloride (brine). This chlorine gas is used\nfor the manufactur e of bleaching powder . Bleaching powder is pr oduced\nby the action of chlorine on dry slaked lime [Ca(OH)2]. Bleaching powder\nis represented as CaOCl2, though the actual composition is quite\ncomplex.\nCa(OH)2 + Cl2 → CaOCl2 + H2OFigure 2.8Figure 2.8Figure 2.8Figure 2.8Figure 2.8  Important products from the chlor-alkali process\n2024-25"
            },
            {
                "page": 31,
                "text": "Acids, Bases and Salts 31Bleaching powder is used –\n(i)for bleaching cotton and linen in the textile industry, for bleaching\nwood pulp in paper factories and for bleaching washed clothes\nin laundry;\n(ii)as an oxidising agent in many chemical industries; and\n(iii)to make drinking water free from germs.\nBaking soda\nThe baking soda is commonly used in the kitchen for making tasty crispy\npakoras, etc. Sometimes it is added for faster cooking. The chemical\nname of the compound is sodium hydrogencarbonate (NaHCO3). It is\nproduced using sodium chloride as one of the raw materials.\nNaCl + H O + CO + NH NH Cl + NaHCO2 2 3 4 3 →\n(Ammonium (Sodium\nchloride) hydrogencarbonate)\nDid you check the pH of sodium hydrogencarbonate in Activity 2.14?\nCan you correlate why it can be used to neutralise an acid? It is a mild\nnon-corrosive basic salt. The following reaction takes place when it is\nheated during cooking –\n2NaHCO Na CO + H O+CO3 2 3 2 2Heat → \n(Sodium (Sodium\nhydrogencarbonate) carbonate)\nSodium hydrogencarbonate has got various uses in the household.\nUses of Baking soda\n(i)For making baking powder , which is a mixture of baking soda\n(sodium hydrogencarbonate) and a mild edible acid such as\ntartaric acid. When baking powder is heated or mixed in water ,\nthe following reaction takes place –\nNaHCO3 + H+      →     CO2 + H2O + Sodium salt of acid\n         (From any acid)\nCarbon dioxide produced during the reaction can cause bread or\ncake to rise making them soft and spongy.\n(ii)Sodium hydrogencarbonate is also an ingredient in antacids.\nBeing alkaline, it neutralises excess acid in the stomach and\nprovides relief.\n(iii)It is also used in soda-acid fire extinguishers.\nWashing soda\nAnother chemical that can be obtained from sodium chloride is\nNa2CO3.10H2O (washing soda). Y ou have seen above that sodium\ncarbonate can be obtained by heating baking soda; recrystallisation of\nsodium carbonate gives washing soda. It is also a basic salt.\nNa CO H O Na CO H O\nSodium\ncar\nbonate2 3 2 2 3 2 10 10 + → .\n(\n)\n2024-25"
            },
            {
                "page": 32,
                "text": "Science 32\nWhat does 10H2O signify? Does it make Na2CO3 wet? W e will addr ess\nthis question in the next section.\nSodium carbonate and sodium hydrogencarbonate are useful\nchemicals for many industrial processes as well.\nUses of washing soda\n(i)Sodium carbonate (washing soda) is used in glass, soap and\npaper industries.\n(ii)It is used in the manufacture of sodium compounds such as borax.\n(iii)Sodium carbonate can be used as a cleaning agent for domestic\npurposes.\n(iv)It is used for r emoving per manent har dness of water .\n2.4.4 Are the Cr ystals of Salts really Dr y?\nActivity 2.15Activity 2.15Activity 2.15Activity 2.15Activity 2.15\n/square6Heat a few crystals of copper sulphate\nin a dry boiling tube.\n/square6What is the colour of the copper\nsulphate after heating?\n/square6Do you notice water droplets in the\nboiling tube? Where have these come\nfrom?\n/square6Add 2-3 drops of  water on the sample\nof copper sulphate obtained after\nheating.\n/square6What do you observe? Is the blue\ncolour of copper sulphate restored?\nFigure 2.9Figure 2.9Figure 2.9Figure 2.9Figure 2.9\nRemoving water\nof crystallisationCopper sulphate crystals which seem to be dry contain water of\ncrystallisation. When we heat the crystals, this water is removed and the\nsalt turns white.\nIf you moisten the crystals again with water , you will find that blue\ncolour of the crystals reappears.\nWater of crystallisation is the fixed number of water molecules pr esent\nin one formula unit of a salt. Five water molecules are present in one\nformula unit of copper sulphate. Chemical formula for hydrated copper\nsulphate is Cu SO4. 5H2O. Now you would be able to answer the question\nwhether the molecule of Na2CO3.10H2O is wet.\nOne other salt, which possesses water of crystallisation is gypsum.\nIt has two water molecules as water of cyrstallisation. It has the chemical\nformula CaSO4.2H2O. Let us look into the use of this salt.\nPlaster of Paris\nOn heating gypsum at 373 K, it loses water molecules and becomes\ncalcium sulphate hemihydrate  ( 4 21CaSO . H O2). This is called Plaster of\n2024-25"
            },
            {
                "page": 33,
                "text": "Acids, Bases and Salts 33Paris, the substance which doctors use as plaster for supporting\nfractured bones in the right position. Plaster of Paris is a white powder\nand on mixing with water , it changes to gypsum once again giving a\nhard solid mass.\nCaSO .1\n2H O +11\n2H O CaSO .2H O4 2 2 4 2\n(Plaster of Paris ) Gyps um)→\n(\nNote that only half a water molecule is shown to be attached as water\nof crystallisation. How can you get half a water molecule? It is written in\nthis form because two formula units of CaSO4 share one molecule of\nwater . Plaster of Paris is used for making toys, materials for decoration\nand for making sur faces smooth. T ry to find out why is calcium sulphate\nhemihydrate called ‘Plaster of Paris’ ?\n1. What is the common name of the compound CaOCl2?\n2. Name the substance which on treatment with chlorine yields bleaching\npowder .\n3. Name the sodium compound which is used for softening har d water .\n4. What will happen if a solution of sodium hydrocarbonate is heated?\nGive the equation of the reaction involved.\n5. Write an equation to show the r eaction between Plaster of Paris and\nwater .QUESTIONS\n?\nWhat y ou hav e learnt\n/square6Acid-base indicators are dyes or mixtures of dyes which are used to indicate the\npresence of acids and bases.\n/square6Acidic nature of a substance is due to the formation of H+(aq) ions in solution.\nFormation of OH–(aq) ions in solution is responsible for the basic nature of a\nsubstance.\n/square6When an acid reacts with a metal, hydrogen gas is evolved and a corresponding\nsalt is formed.\n/square6When a base reacts with a metal, along with the evolution of hydrogen gas a salt is\nformed which has a negative ion composed of the metal and oxygen.\n/square6When an acid reacts with a metal carbonate or metal hydrogencarbonate, it gives\nthe corr esponding salt, carbon dioxide gas and water.\n/square6Acidic and basic solutions in water conduct electricity because they produce\nhydrogen and hydroxide ions respectively.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 3 : Metals and Non-metals",
        "pages": [
            {
                "page": 37,
                "text": "Metals and Non-metals3 CHAPTER\nIn Class IX you have lear nt about various elements. Y ou have seen\nthat elements can be classified as metals or non-metals on the basis of\ntheir properties.\n/square6Think of some uses of metals and non-metals in your daily life.\n/square6What properties did you think of while categorising elements\nas metals or non-metals?\n/square6How are these properties related to the uses of these elements?\nLet us look at some of these properties in detail.\n3.1 PHYSIC3.1 PHYSIC3.1 PHYSIC3.1 PHYSIC3.1 PHYSIC AL PROPERTIESAL PROPERTIESAL PROPERTIESAL PROPERTIESAL PROPERTIES\n3.1.1 Metals\nThe easiest way to start grouping substances is by comparing their\nphysical properties. Let us study this with the help of the following\nactivities. For performing A ctivities 3.1 to 3.6, collect the samples of\nfollowing metals –  iron, copper , aluminium, magnesium, sodium, lead,\nzinc and any other metal that is easily available.\nActivity 3.1Activity 3.1Activity 3.1Activity 3.1Activity 3.1\n/square6Take samples of  ir on, copper , aluminium and magnesium. Note\nthe appearance of each sample.\n/square6Clean the surface of each sample by rubbing them with sand paper\nand note their appearance again.\nMetals, in their pure state, have a shining surface. This property is\ncalled metallic lustre.\nActivity 3.2Activity 3.2Activity 3.2Activity 3.2Activity 3.2\n/square6Take small pieces of ir on, copper , aluminium, and magnesium.\nTry to cut these metals with a sharp knife and note your\nobservations.\n/square6Hold a piece of sodium metal with a pair of tongs.\nCAUTION:  Always handle sodium metal with care. Dry it by\npressing between the folds of a filter paper .\n/square6Put it on a watch-glass and try to cut it with a knife.\n/square6What do you observe?\n2024-25"
            },
            {
                "page": 38,
                "text": "Science 38You will find that some metals can be beaten into thin sheets. This\nproperty is called malleability. Did you know that gold and silver are the\nmost malleable metals?Activity 3.3Activity 3.3Activity 3.3Activity 3.3Activity 3.3\n/square6Take pieces of ir on, zinc, lead and copper .\n/square6Place any one metal on a block of iron and strike it four or five\ntimes with a hammer . What do you observe?\n/square6Repeat with other metals.\n/square6Record the change in the shape of these metals.You will find that metals ar e generally har d. The har\ndness varies\nfrom metal to metal.\nActivity 3.4Activity 3.4Activity 3.4Activity 3.4Activity 3.4\n/square6List the metals whose wires you have seen in daily life.\nThe ability of metals to be drawn into thin wires is called ductility.\nGold is the most ductile metal. Y ou will be surprised to know that a wir e\nof about 2 km length can be drawn from one gram of gold.\nIt is because of their malleability and ductility that metals can be\ngiven different shapes according to our needs.\nCan you name some metals that are used for making cooking vessels?\nDo you know why these metals are used for making vessels? Let us do\nthe following Activity to find out the answer .\nActivity 3.5Activity 3.5Activity 3.5Activity 3.5Activity 3.5\n/square6Take an aluminium or copper\nwire. Clamp this wire on a\nstand, as shown in Fig. 3.1.\n/square6Fix a pin to the free end of the\nwire using wax.\n/square6Heat the wire with a spirit lamp,\ncandle or a burner near the\nplace where it is clamped.\n/square6What do you observe after some\ntime?\n/square6Note your observations. Does\nthe metal wire melt?\nThe above activity shows that metals are good conductors of heat\nand have high melting points. The best conductors of heat are silver and\ncopper . Lead and mer cury are comparatively poor conductors of heat.\nDo metals also conduct electricity? Let us find out.Figure 3.1Figure 3.1Figure 3.1Figure 3.1Figure 3.1\nMetals are good\nconductors of heat.\n2024-25"
            },
            {
                "page": 39,
                "text": "Metals and Non-metals 39You must have seen that the wir es that carry curr ent\nin your homes have a coating of polyvinylchloride (PVC)\nor a rubber -like material. Why ar e electric wir es coated\nwith such substances?\nWhat happens when metals strike a hard surface? Do they produce\na sound? The metals that produce a sound on striking a hard surface\nare said to be sonorous. Can you now say why school bells are made of\nmetals?\n3.1.2 Non-metals\nIn the previous Class you have learnt that there are very few non-metals\nas compared to metals. Some of the examples of non-metals are carbon,\nsulphur , iodine, oxygen, hydr ogen, etc. The non-metals ar e either  solids\nor gases except bromine which is a liquid.\nDo non-metals also have physical properties similar to that of metals?\nLet us find out.Activity 3.6Activity 3.6Activity 3.6Activity 3.6Activity 3.6\n/square6Set up an electric circuit as shown in Fig. 3.2.\n/square6Place the metal to be tested in the circuit\nbetween terminals A and B as shown.\n/square6Does the bulb glow? What does this indicate?\nFigure 3.2Figure 3.2Figure 3.2Figure 3.2Figure 3.2\nMetals are good\nconductors of electricity.\nActivity 3.7Activity 3.7Activity 3.7Activity 3.7Activity 3.7\n/square6Collect samples of carbon (coal or graphite), sulphur and iodine.\n/square6Carry out the Activities 3.1 to 3.4 and 3.6 with these non-metals\nand record your observations.\nCompile your observations regarding metals and non-metals in Table 3.1.\nTable 3.1\nElement Symbol Type of Hardness Malleability Ductility Conducts Sonority\nsurface Electricity\nOn the bases of the observations recorded in Table 3.1, discuss the\ngeneral physical properties of metals and non-metals in the class. Y ou\nmust have concluded that we cannot group elements according to their\nphysical properties alone, as there are many exceptions. For example –\n(i)All metals except mercury exist as solids at room temperature.\nIn Activity 3.5, you have observed that metals have high melting\n2024-25"
            },
            {
                "page": 40,
                "text": "Science 40points but gallium and caesium have very low melting points.\nThese two metals will melt if you keep them on your palm.\n(ii)Iodine is a non-metal but it is lustrous.\n(iii)Carbon is a non-metal that can exist in different forms. Each\nform is called an allotrope. Diamond, an allotrope of carbon, is\nthe hardest natural substance known and has a very high melting\nand boiling point. Graphite, another allotrope of carbon, is a\nconductor of electricity.\n(iv)Alkali metals (lithium, sodium, potassium) are so soft that they\ncan be cut with a knife. They have low densities and low melting\npoints.\nElements can be more clearly classified as metals and non-metals\non the basis of their chemical properties.\nActivity 3.8Activity 3.8Activity 3.8Activity 3.8Activity 3.8\n/square6Take a magnesium ribbon and some sulphur powder .\n/square6Burn the magnesium ribbon. Collect the ashes formed and dissolve\nthem in water .\n/square6Test the r esultant solution with both r ed and blue litmus paper .\n/square6Is the product formed on burning magnesium acidic or basic?\n/square6Now bur n sulphur powder . Place a test tube over the bur ning\nsulphur to collect the fumes produced.\n/square6Add some water to the above test tube and shake.\n/square6Test this solution with blue and r ed litmus paper .\n/square6Is the product formed on burning sulphur acidic or basic?\n/square6Can you write equations for these reactions?\nQUESTIONS\n?1. Give an example of a metal which\n(i)is a liquid at room temperature.\n(ii)can be easily cut with a knife.\n(iii)is the best conductor of heat.\n(iv)is a poor conductor of heat.\n2.Explain the meanings of malleable and ductile.\n3.2 CHEMIC3.2 CHEMIC3.2 CHEMIC3.2 CHEMIC3.2 CHEMIC AL PROPERTIES OF METAL PROPERTIES OF METAL PROPERTIES OF METAL PROPERTIES OF METAL PROPERTIES OF MET ALS ALSALSALSALS\nWe will lear n about the chemical pr operties of metals in the following\nSections 3.2.1 to 3.2.4. For this, collect the samples of following metals –\naluminium, copper , iron, lead, magnesium, zinc and sodium. Most non-metals pr oduce acidic oxides when dissolve in water . On\nthe other hand, most metals, give rise to basic oxides. Y ou will be lear ning\nmore about these metal oxides in the next section.\n2024-25"
            },
            {
                "page": 41,
                "text": "Metals and Non-metals 413.2.1 What happens when Metals are bur nt in Air?\nYou have seen in Activity 3.8 that magnesium bur ns in air with a dazzling\nwhite flame. Do all metals react in the same manner? Let us check by\nperforming the following Activity.\nActivity 3.9Activity 3.9Activity 3.9Activity 3.9Activity 3.9\nCAUTION : The following activity needs the teacher’s assistance.\nIt would be better if students wear eye protection.\n/square6Hold any of the samples taken above with a pair of tongs and try\nburning over a flame. Repeat with the other metal samples.\n/square6Collect the product if formed.\n/square6Let the products and the metal surface cool down.\n/square6Which metals burn easily?\n/square6What flame colour did you observe when the metal burnt?\n/square6How does the metal surface appear after burning?\n/square6Arrange the metals in the decreasing order of their reactivity\ntowards oxygen.\n/square6Are the products soluble in water?\nAlmost all metals combine with oxygen to form metal oxides.\nMetal  +  Oxygen → Metal oxide\n For example, when copper is heated in air , it combines with oxygen\nto form copper(II) oxide, a black oxide.\n2Cu  +  O2  →  2CuO\n(Copper)      (Copper(II) oxide)\nSimilarly, aluminium forms aluminium oxide.\n4Al +3O2 → 2Al2O3\n(Aluminium) (Aluminium oxide)\nRecall from Chapter 2, how copper oxide reacts with hydrochloric acid.\nWe have lear nt that metal oxides ar e basic in natur e. But some metal\noxides, such as aluminium oxide, zinc oxide show both acidic as well as\nbasic behaviour . Such metal oxides which r eact with both acids as well as\nbases to produce salts and water are known as amphoteric oxides.\nAluminium oxide reacts in the following manner with acids and bases –\nAl2O3 + 6HCl →2AlCl3+3H2O\nAl2O3 + 2NaOH →2NaAlO2+H2O\n(Sodium\naluminate)\n Most metal oxides are insoluble in water but some of these dissolve\nin water to form alkalis. Sodium oxide and potassium oxide dissolve in\nwater to produce alkalis as follows –\nNa2O(s) +H2O(l) → 2NaOH(aq)\nK2O(s) +H2O(l) → 2KOH(aq)\n2024-25"
            },
            {
                "page": 42,
                "text": "Science 42We have observed in Activity 3.9 that all metals do not r eact with\noxygen at the same rate. Different metals show different reactivities\ntowards oxygen. Metals such as potassium and sodium react so\nvigorously that they catch fire if kept in the open. Hence, to protect them\nand to prevent accidental fires, they are kept immersed in kerosene oil.\nAt ordinary temperature, the surfaces of metals such as magnesium,\naluminium, zinc, lead, etc., are covered with a thin layer of oxide. The\nprotective oxide layer prevents the metal from further oxidation. Iron\ndoes not burn on heating but iron filings burn vigorously when sprinkled\nin the flame of the bur ner. Copper does not bur n, but the hot metal is\ncoated with a black coloured layer of copper(II) oxide. Silver and gold do\nnot react with oxygen even at high temperatures.Do Y ou Know?Anodising is a process of forming a thick oxide layer of aluminium. Aluminium\ndevelops a thin oxide layer when exposed to air . This aluminium oxide coat makes it\nresistant to further corrosion.  The resistance can be improved further by making the\noxide layer thicker .  During anodising, a clean aluminium article is made the anode\nand is electrolysed with dilute sulphuric acid. The oxygen gas evolved at the anode\nreacts with aluminium to make a thicker pr otective oxide layer .  This oxide layer can\nbe dyed easily to give aluminium articles an attractive finish.\nAfter performing Activity 3.9, you must have observed that sodium\nis the most reactive of the samples of metals taken here. The reaction of\nmagnesium is less vigorous implying that it is not as reactive as sodium.\nBut burning in oxygen does not help us to decide about the reactivity of\nzinc, iron, copper or lead. Let us see some more reactions to arrive at a\nconclusion about the order of reactivity of these metals.\n3.2.2 What happens when Metals react with W ater?\nActivity 3.10Activity 3.10Activity 3.10Activity 3.10Activity 3.10\nCAUTION:  This Activity needs the teacher’s assistance.\n/square6Collect the samples of the same metals as in Activity 3.9.\n/square6Put small pieces of the samples separately in beakers half-filled\nwith cold water .\n/square6Which metals reacted with cold water? Arrange them in the\nincreasing or der of their r eactivity with cold water .\n/square6Did any metal produce fire on water?\n/square6Does any metal start floating after some time?\n/square6Put the metals that did not react with cold water in beakers\nhalf-filled with hot water .\n/square6For the metals that did not r eact with hot water , arrange the\napparatus as shown in Fig.  3.3 and observe their reaction with steam.\n/square6Which metals did not react even with steam?\n/square6Arrange the metals in the decr easing or der of r eactivity with water .\n2024-25"
            },
            {
                "page": 43,
                "text": "Metals and Non-metals 43Metals react with water and produce a metal oxide and hydrogen\ngas. Metal oxides that are soluble in water dissolve in it to further form\nmetal hydr oxide. But all metals do not r eact with water .\nMetal +Water →Metal oxide + Hydrogen\nMetal oxide +Water →Metal hydroxide\nMetals like potassium and sodium r eact violently with cold water . In\ncase of sodium and potassium, the reaction is so violent and exothermic\nthat the evolved hydrogen immediately catches fire.\n2K(s)   + 2H2O(l) →  2KOH(aq)  +  H2(g) + heat energy\n2Na(s) + 2H2O(l) → 2NaOH(aq) + H2(g) + heat energy\nThe reaction of calcium with water is less violent. The heat evolved is\nnot sufficient for the hydrogen to catch fire.\nCa(s) + 2H2O(l) → Ca(OH)2(aq) + H2(g)\nCalcium starts floating because the bubbles of hydrogen gas formed\nstick to the surface of the metal.\nMagnesium does not r eact with cold water . It reacts with hot water\nto form magnesium hydroxide and hydrogen. It also starts floating due\nto the bubbles of hydrogen gas sticking to its surface.\nMetals like aluminium, iron and zinc do not react either with cold or\nhot water . But they r eact with steam to for m the metal oxide and hydr ogen.\n2Al(s) +3H2O(g) → Al2O3(s) + 3H2(g)\n3Fe(s) +4H2O(g) → Fe3O4(s) + 4H2(g)\nMetals such as  lead, copper , silver and gold do not r eact with water at all.\n3.2.3 What happens when Metals react with Acids?\nYou have alr\neady lear nt that metals r eact with acids to give a salt and\nhydrogen gas.Figure 3.3Figure 3.3Figure 3.3Figure 3.3Figure 3.3  Action of steam on a metal\n2024-25"
            },
            {
                "page": 44,
                "text": "Science 44Metal + Dilute acid →  Salt + Hydrogen\nBut do all metals react in the same manner? Let us find out.\nActivity 3.11Activity 3.11Activity 3.11Activity 3.11Activity 3.11\n/square6Collect all the metal samples except sodium and potassium again.\nIf the samples ar e tar nished, rub them clean with sand paper .\nCAUTION:  Do not take sodium and potassium as they react\nvigorously even with cold water .\n/square6Put the samples separately in test tubes containing dilute\nhydrochloric acid.\n/square6Suspend thermometers in the test tubes, so that their bulbs are\ndipped in the acid.\n/square6Observe the rate of formation of bubbles carefully.\n/square6Which metals reacted vigorously with dilute hydrochloric acid?\n/square6With which metal did you record the highest temperature?\n/square6Arrange the metals in the decreasing order of reactivity with dilute\nacids.\nWrite equations for the r eactions of magnesium, aluminium, zinc\nand iron with dilute hydrochloric acid.\nHydrogen gas is not evolved when a metal reacts with nitric acid. It is\nbecause HNO3 is a strong oxidising agent. It oxidises the H2 produced to\nwater and itself gets reduced to any of the nitrogen oxides (N2O, NO,\nNO2). But magnesium (Mg) and manganese (Mn) react with very dilute\nHNO3 to evolve H2 gas.\nYou must have observed in Activity 3.11, that the rate of for mation\nof bubbles was the fastest in the case of magnesium. The reaction was\nalso the most exothermic in this case. The reactivity decreases in the\norder Mg > Al > Zn > Fe. In the case of copper , no bubbles wer e seen and\nthe temperature also remained unchanged. This shows that copper does\nnot react with dilute HCl.Do Y ou Know?Aqua regia,  (Latin for ‘royal water’) is a freshly prepared mixture of concentrated\nhydrochloric acid and concentrated nitric acid in the ratio of 3:1. It can dissolve\ngold, even though neither of these acids can do so alone. Aqua regia  is a highly\ncorrosive, fuming liquid. It is one of the few reagents that is able to dissolve gold and\nplatinum.\n3.2.4 How do Metals react with Solutions of other Metal\nSalts?\nActivity 3.12Activity 3.12Activity 3.12Activity 3.12Activity 3.12\n/square6Take a clean wire of copper and an iron nail.\n/square6Put the copper wire in a solution of iron sulphate and the iron\nnail in a solution of copper sulphate taken in test tubes (Fig. 3.4).\n/square6Record your observations after 20 minutes.\n2024-25"
            },
            {
                "page": 45,
                "text": "Metals and Non-metals 45/square6In which test tube did you find that a reaction has occurred?\n/square6On what basis can you say that a reaction has actually taken\nplace?\n/square6Can you correlate your observations for the Activities 3.9, 3.10\nand 3.11?\n/square6Write a balanced chemical equation for the r eaction that has taken\nplace.\n/square6Name the type of reaction.\nReactive metals can displace less\nreactive metals from their compounds in\nsolution or molten form.\nWe have seen in the pr evious sections\nthat all metals ar e not equally r eactive. W e\nchecked the reactivity of various metals\nwith oxygen, water and acids. But all\nmetals do not react with these reagents.\nSo we were not able to put all the metal\nsamples we had collected in decreasing\norder of their reactivity. Displacement\nreactions studied in Chapter 1 give better\nevidence about the reactivity of metals. It\nis simple and easy if metal A displaces\nmetal B from its solution, it is more reactive than B.\nMetal A + Salt solution of B →  Salt solution of A + Metal B\nWhich metal, copper or iron, is more reactive according to your\nobservations in Activity 3.12?\n3.2.5 The Reactivity Series\nThe reactivity series is a list of metals arranged in the order of their\ndecreasing activities. After performing displacement experiments\n(Activities 1.9 and 3.12), the following series, (Table 3.2) known as the\nreactivity or activity series has been developed.\nTable 3.2 Activity series : Relative reactivities of metals\nK Potassium Most reactive\nNa Sodium\nCa Calcium\nMg Magnesium\nAl Aluminium\nZn Zinc Reactivity decreases\nFe Iron\nPb Lead\n[H] [Hydrogen]\nCu Copper\nHg Mercury\nAg Silver\nAu Gold Least reactiveFigure 3.4Figure 3.4Figure 3.4Figure 3.4Figure 3.4\nReaction of metals with\nsalt solutions\n2024-25"
            },
            {
                "page": 46,
                "text": "Science 46?QUESTIONS\n1. Why is sodium kept immersed in kerosene oil?\n2. Write equations for the r eactions of\n(i)iron with steam\n(ii)calcium and potassium with water\n3. Samples of four metals A, B, C and D were taken and added to the\nfollowing solution one by one. The results obtained have been tabulated\nas follows.\n3.3 HOW DO MET3.3 HOW DO MET3.3 HOW DO MET3.3 HOW DO MET3.3 HOW DO MET ALS AND NON-METALS AND NON-METALS AND NON-METALS AND NON-METALS AND NON-MET ALS REA ALS REAALS REAALS REAALS REA CT? CT?CT? CT?CT?\nIn the above activities, you saw the reactions of metals with a number of\nreagents. Why do metals react in this manner? Let us recall what we\nlearnt about the electronic configuration of elements in Class IX. W e\nlearnt that noble gases, which have a completely filled valence shell, show\nlittle chemical activity. W e, ther efore, explain the r eactivity of elements\nas a tendency to attain a completely filled valence shell.\nLet us have a look at the electronic configuration of noble gases and\nsome metals and non-metals.\nWe can see fr om Table 3.3 that a sodium atom has one electr on in its\noutermost shell. If it loses the electron from its M shell then its L shell\nnow becomes the outermost shell and that has a stable octet. The nucleus\nof this atom still has 11 protons but the number of electrons has\nbecome 10, so there is a net positive charge giving us a sodium cation\nNa+. On the other hand chlorine has seven electrons in its outermost shellUse the Table above to answer the following questions about metals\nA, B, C and D.\n(i)Which is the most reactive metal?\n(ii) What would you observe if B is added to a solution of Copper(II)\nsulphate?\n(iii) Arrange the metals A, B, C and D in the order of decreasing\nreactivity.\n4. Which gas is produced when dilute hydrochloric acid is added to a\nreactive metal? W rite the chemical r eaction when ir on reacts with dilute\nH2SO4.\n5. What would you observe when zinc is added to a solution of iron(II)\nsulphate? W rite the chemical r eaction that takes place.Metal Iron(II) sulphate Copper(II) sulphate Zinc sulphate Silver nitrate\nA No reaction Displacement\nB Displacement No reaction\nC No reaction No reaction No reaction Displacement\nD No reaction No reaction No reaction No reaction\n2024-25"
            },
            {
                "page": 47,
                "text": "Metals and Non-metals 47and it requires one more electron to complete its octet. If sodium and chlorine\nwere to react, the electron lost by sodium could be taken up by chlorine.\nAfter gaining an electron, the chlorine atom gets a unit negative charge,\nbecause its nucleus has 17 protons and there are 18 electrons in its K, L\nand M shells.  This gives us a chloride anion C1–. So both these elements\ncan have a give-and-take relation between them as follows (Fig. 3.5).\nNa Na + e\n2,8,1 2,8+\n(Sodi\num cation )→–\nCl +e Cl\n2,8,7 2,8,8\n(Chloride anion )– –→\nFigure 3.5Figure 3.5Figure 3.5Figure 3.5Figure 3.5  Formation of sodium chloride\nSodium and chloride ions, being oppositely charged, attract each\nother and are held by strong electrostatic forces of attraction to exist as\nsodium chloride (NaCl). It should be noted that sodium chloride does\nnot exist as molecules but aggregates of oppositely charged ions.\nLet us see the formation of one more ionic compound, magnesium\nchloride  (Fig. 3.6) .Table 3.3  Electronic configurations of some elements\nType of Element Atomic Number of\nelement number electrons in shells\nK L M N\nNoble gases Helium (He) 2 2\nNeon (Ne) 10 2 8\nArgon (Ar) 18 2 8\n8\nMetals Sodium (Na) 11 2 8 1\nMagnesium (Mg) 12 2 8 2\nAluminium (Al) 13 2 8 3\nPotassium (K) 19 2 8 8 1\nCalcium (Ca) 20 2 8 8 2\nNon-metals Nitrogen (N) 7 2 5\nOxygen (O) 8 2 6\nFluorine (F) 9 2 7\nPhosphorus (P) 15 2 8 5\nSulphur (S) 16 2 8 6\nChlorine (Cl) 17 2 8 7\n2024-25"
            },
            {
                "page": 48,
                "text": "Science 48Mg Mg e2+\n(Magnesium cation ) →  + 2\n2 8 2 2 8–\n, , ,\nCl +e Cl\n2,8,7 2,8,8\n(Chloride anion )– –\n→ \nFigure 3.6Figure 3.6Figure 3.6Figure 3.6Figure 3.6  Formation of magnesium chloride\nThe compounds formed in this manner by the transfer of electrons\nfrom a metal to a non-metal are known as ionic compounds or\nelectrovalent compounds. Can you name the cation and anion present\nin MgCl2?\n3.3.1 Proper ties of Ionic Compounds\nTo learn about the properties of ionic compounds, let us perform the\nfollowing Activity:\nActivity 3.13Activity 3.13Activity 3.13Activity 3.13Activity 3.13\n/square6Take samples of sodium chloride, potassium iodide, barium\nchloride or any other salt from the science laboratory.\n/square6What is the physical state of these salts?\n/square6Take a small amount of a sample on a metal spatula and\nheat directly on the flame (Fig. 3.7). Repeat with other samples.\n/square6What did you observe? Did the samples impart any colour\nto the flame? Do these compounds melt?\n/square6Try to dissolve the samples in water , petr ol and ker osene.\nAre they soluble?\n/square6Make a circuit as shown in Fig. 3.8 and insert the electrodes\ninto a solution of one salt. What did you observe? Test the\nother salt samples too in this manner .\n/square6What is your inference about the nature of these\ncompounds?Figure 3.7Figure 3.7Figure 3.7Figure 3.7Figure 3.7\nHeating a salt sample on a\nspatula\nFigure 3.8Figure 3.8Figure 3.8Figure 3.8Figure 3.8\nTesting the conductivity of\na salt solutionTable 3.4  Melting and boiling points of some ionic compounds\nIonic Melting point Boiling point\ncompound (K) (K)\nNaCl 1074 1686\nLiCl 887 1600\nCaCl21045 1900\nCaO 2850 3120\nMgCl2981 1685\n2024-25"
            },
            {
                "page": 49,
                "text": "Metals and Non-metals 49You may have observed the following general pr operties for ionic\ncompounds—\n(i)Physical nature : Ionic compounds are solids and are somewhat\nhard because of the strong force of attraction between the positive\nand negative ions. These compounds are generally brittle and\nbreak into pieces when pressure is applied.\n(ii)Melting and Boiling points : Ionic compounds have high melting\nand boiling points (see Table 3.4). This is because a considerable\namount of ener gy is r equir ed to br eak the str ong inter -ionic\nattraction.\n(iii) Solubility : Electrovalent compounds are generally soluble in\nwater and insoluble in solvents such as kerosene, petrol, etc.\n(iv)Conduction of Electricity : The conduction of electricity through\na solution involves the movement of charged particles. A solution\nof an ionic compound in water contains ions, which move to the\nopposite electrodes when electricity is passed through the\nsolution. Ionic compounds in the solid state do not conduct\nelectricity because movement of ions in the solid is not possible\ndue to their rigid structure. But ionic compounds conduct\nelectricity in the molten state. This is possible in the molten state\nsince the elecrostatic forces of attraction between the oppositely\ncharged ions are overcome due to the heat. Thus, the ions move\nfreely and conduct electricity.\nQUESTIONS\n?1.          (i) Write the electr on-dot structur es for sodium, oxygen and\nmagnesium.\n(ii) Show the formation of Na2O and MgO by the transfer of  electrons.\n(iii) What are the ions present in these compounds?\n2. Why do ionic compounds have high melting points?\n3.4 3.43.43.43.4OCCURRENCE OF METOCCURRENCE OF METOCCURRENCE OF METOCCURRENCE OF METOCCURRENCE OF MET ALS\nALSALS ALSALS\nThe earth’s crust is the major source of metals. Seawater also contains\nsome soluble salts such as sodium chloride, magnesium chloride, etc.\nThe elements or compounds, which occur naturally in the earth’s crust,\nare known as minerals. At some places, minerals contain a very high\npercentage of a particular metal and the metal can be profitably extracted\nfrom it. These minerals are called ores.\n3.4.1 Extraction of Metals\nYou have lear nt about the r eactivity series of metals. Having this\nknowledge, you can easily understand how a metal is extracted from its\nore. Some metals are found in the earth’s crust in the free state. Some\nare found in the form of their compounds. The metals at the bottom of\nthe activity series are the least reactive. They are often found in a free\n2024-25"
            },
            {
                "page": 50,
                "text": "Science 50state. For example, gold, silver , platinum and copper ar e found in the\nfree state. Copper and silver are also found in the combined state as\ntheir sulphide or oxide ores. The metals at the top of the activity series\n(K, Na, Ca, Mg and Al) are so reactive that they are never found in\nnature as free elements. The metals in the middle of the activity series\n(Zn, Fe, Pb, etc.) are moderately reactive. They are found in the earth’s\ncrust mainly as oxides, sulphides or carbonates. Y ou will find that\nthe ores of many metals are oxides. This is because oxygen is a very\nreactive element and is very abundant on the earth.\nThus on th e basis of reactivity, we can group the metals into the\nfollowing three categories (Fig. 3.9) – (i) Metals of low reactivity; (ii) Metals\nof medium reactivity; (iii) Metals of high reactivity. Different techniques\nare to be used for obtaining the metals falling in each category.K\nNa\nCa\nMg\nAl\nZn\nFe\nPb\nCu\nAg\nAuReduction using\ncarbon\nFound in native\nstateElectrolysis\nFigure 3.9Figure 3.9Figure 3.9Figure 3.9Figure 3.9\nActivity series and\nrelated metallurgy\nFigure 3.10Figure 3.10Figure 3.10Figure 3.10Figure 3.10  Steps involved in the extraction of metals from ores\n3.4.2 Enrichment of Ores\nOres mined from the earth are usually contaminated with large amounts\nof impurities such as soil, sand, etc., called gangue. The impurities must\nbe removed from the ore prior to the extraction of the metal. The processesSeveral steps are involved in the extraction of pure metal from\nores. A summary of these steps is given in Fig.3.10. Each step is\nexplained in detail in the following sections.\n2024-25"
            },
            {
                "page": 51,
                "text": "Metals and Non-metals 51used for removing the gangue from the ore are based on the differences\nbetween the physical or chemical properties of the gangue and the ore.\nDifferent separation techniques are  accordingly employed.\n3.4.3 Extracting Metals Low in the Activity Series\nMetals low in the activity series are very unreactive. The oxides of these\nmetals can be  reduced to metals by heating alone. For example, cinnabar\n(HgS) is an ore of mer cury. When it is heated in air , it is first converted\ninto mercuric oxide (HgO). Mercuric oxide is then reduced to mercury\non further heating.\n2HgS(s) + 3O (g) 2HgO(s) + 2SO (g)2 2Heat →  \n2HgO(s) 2Hg(l) + O (g)2Heat →  \nSimilarly, copper which is found as Cu2S in nature can be obtained\nfrom its or e by just heating in air .\n2Cu S + 3O (g) 2Cu O(s) + 2SO (g)\n2Cu O + Cu S 2 2 2 2\n2 2Heat\nHeat →  \n →    6Cu(s) + SO (g)2\n3.4.4 Extracting Metals in the Middle of the Activity Series\nThe metals in the middle of the activity series such as iron, zinc, lead,\ncopper , are moderately r eactive. These ar e usually pr esent as sulphides\nor carbonates in nature. It is easier to obtain a metal from its oxide, as\ncompared to its sulphides and carbonates. Therefore, prior to reduction,\nthe metal sulphides and carbonates must be converted into metal\noxides. The sulphide ores are converted into oxides by heating strongly\nin the pr esence of excess air . This pr ocess is known as r oasting. The\ncarbonate ores are changed into oxides by heating strongly in limited\nair. This pr ocess is known as calcination. The chemical r eaction that\ntakes place during roasting and calcination of zinc ores can be shown\nas follows –\nRoasting\n2ZnS(s) + 3O (g) 2ZnO(s) + 2SO (g)2 2Heat →  \nCalcination\nZnCO (s) ZnO(s) + CO (g)3 2Heat →  \nThe metal oxides are then reduced to the corresponding metals by\nusing suitable reducing agents such as carbon. For example, when zinc\noxide is heated with carbon, it is reduced to metallic zinc.\nZnO(s) + C(s) → Zn(s) + CO(g)\nYou ar e already familiar with the pr ocess of oxidation and r eduction\nexplained in the first Chapter . Obtaining metals fr om their compounds\nis also a reduction process.\nBesides using carbon (coke) to reduce metal oxides to metals,\nsometimes displacement reactions can also be used. The highly reactive\nmetals such as sodium, calcium, aluminium, etc., are used as reducing\n2024-25"
            },
            {
                "page": 52,
                "text": "Science 52agents because they can displace metals of lower reactivity from their\ncompounds. For example, when manganese dioxide is heated with\naluminium powder , the following reaction takes place –\n3MnO2(s) + 4Al(s) → 3Mn(l) + 2Al2O3(s) + Heat\nCan you identify the substances that are getting oxidised\nand reduced?\nThese displacement reactions are highly exothermic. The\namount of heat evolved is so large that the metals are produced\nin the molten state. In fact, the reaction of iron(III) oxide (Fe2O3)\nwith aluminium is used to join railway tracks or cracked\nmachine parts. This reaction is known as the thermit reaction.\nFe2O3(s) + 2Al(s) → 2Fe(l) + Al2O3(s) + Heat\n3.4.5 Extracting Metals towards the T op of the\nActivity Series\nThe metals high up in the reactivity series are very reactive. They cannot\nbe obtained from their compounds by heating with carbon. For example,\ncarbon cannot reduce the oxides of sodium, magnesium, calcium,\naluminium, etc., to the respective metals. This is because these metals\nhave more affinity for oxygen than carbon. These metals are obtained\nby electrolytic reduction. For example, sodium, magnesium and calcium\nare obtained by the electrolysis of their molten chlorides. The metals\nare deposited at the cathode (the negatively charged electrode), whereas,\nchlorine is liberated at the anode (the positively charged electrode). The\nreactions are  –\nAt cathode Na+ + e–→Na\nAt anode       2Cl –→Cl2 + 2e–\nSimilarly, aluminium is obtained by the electrolytic reduction of\naluminium oxide.\n3.4.6 Refining of Metals\nThe metals produced by various reduction processes\ndescribed above are not very pure. They contain\nimpurities, which must be removed to obtain pure metals.\nThe most widely used method for refining impure metals\nis electrolytic refining.\nElectrolytic Refining: Electrolytic Refining: Electrolytic Refining: Electrolytic Refining: Electrolytic Refining: Many metals, such as copper , zinc,\ntin, nickel, silver , gold, etc., ar e refined electr olytically. In\nthis process, the impure metal is made the anode and a\nthin strip of pure metal is made the cathode. A solution of\nthe metal salt is used as an electrolyte. The apparatus is\nset up as shown in Fig. 3.12. On passing the current\nthrough the electrolyte, the pure metal from the anode\ndissolves into the electrolyte. An equivalent amount of pure\nFigure 3.11Figure 3.11Figure 3.11Figure 3.11Figure 3.11\nThermit process for\njoining railway tracks\nFigure 3.12Figure 3.12Figure 3.12Figure 3.12Figure 3.12\nElectr olytic r efining of copper . The\nelectrolyte is a solution of acidified copper\nsulphate. The anode is impur e copper ,\nwhereas, the cathode is a strip of pure\ncopper . On passing electric curr ent, pur e\ncopper is deposited on the cathode.\n2024-25"
            },
            {
                "page": 53,
                "text": "Metals and Non-metals 53metal from the electrolyte is deposited on the cathode. The soluble\nimpurities go into the solution, whereas, the insoluble impurities settle\ndown at the bottom of the anode and are known as anode mud.\n1. Define the following terms.\n(i)Mineral (ii)  Ore (iii)  Gangue\n2. Name two metals which are found in nature in the free state.\n3. What chemical process is used for obtaining a metal from its oxide?\nActivity 3.14Activity 3.14Activity 3.14Activity 3.14Activity 3.14\n/square6Take three test tubes and place clean iron nails\nin each of them.\n/square6Label these test tubes A, B and C. Pour some\nwater in test tube A and cork it.\n/square6Pour boiled distilled water in test tube B, add\nabout 1 mL of oil and cork it. The oil will float on\nwater and prevent the air from dissolving in the\nwater .\n/square6Put some anhydrous calcium chloride in\ntest tube C and cork it. Anhydrous calcium\nchloride will absorb the moisture, if any, from\nthe air . Leave these test tubes for a few days and\nthen observe (Fig. 3.13).\nFigure 3.13Figure 3.13Figure 3.13Figure 3.13Figure 3.13\nInvestigating the conditions under which iron\nrusts. In tube A, both air and water are\npresent. In tube B, there is no air dissolved\nin the water . In tube C, the air is dry .You will observe that iron nails rust in test tube A,\nbut they do not rust in test tubes B and C. In the test\ntube A, the nails ar e exposed to both air and water . In\nthe test tube B, the nails ar e exposed to only water , and\nthe nails in test tube C ar e exposed to dry air . What\ndoes this tell us about the conditions under which iron\narticles rust?QUESTIONS\n?\n3.5 CORROSION3.5 CORROSION3.5 CORROSION3.5 CORROSION3.5 CORROSION\nYou hav e lear nt the following about corr osion in Chapter 1  –\n/square6Silver articles  become black after some time when exposed to air .\nThis is because it reacts with sulphur in the air to form a coating\nof silver sulphide.\n/square6Copper reacts with moist carbon dioxide in the air and slowly loses\nits shiny brown surface and gains a green coat. This green\nsubstance is basic copper carbonate.\n/square6Iron when exposed to moist air for a long time acquires a coating\nof a brown flaky substance called rust.\nLet us find ou t the conditions under which iron rusts.\nA B C\n2024-25"
            },
            {
                "page": 54,
                "text": "Science 54 Do Y ou Know?Pure gold, known as 24 carat gold, is very soft. It is, therefore, not suitable for making\njewellery. It is alloyed with either silver or copper to make it hard. Generally, in India,\n22 carat gold is used for making ornaments. It means that 22 parts of pure gold is\nalloyed with 2 parts of either copper or silver .\nIf one of the metals is mercury, then the alloy is known as an\namalgam. The electrical conductivity and melting point of an alloy is\nless than that of pure metals. For example, brass, an alloy of copper and\nzinc (Cu and Zn), and bronze, an alloy of copper and tin (Cu and Sn), are\nnot good conductors of electricity whereas copper is used for making\nelectrical cir cuits. Solder , an alloy of lead and tin (Pb and Sn), has a low\nmelting point and is used for welding electrical wir es together .\n3.5.1 Prevention of Corrosion\nThe rusting of iron can be prevented by painting, oiling, greasing,\ngalvanising, chrome plating, anodising or making alloys.\nGalvanisation is a method of protecting steel and iron from rusting\nby coating them with a thin layer of zinc. The galvanised article is\nprotected against rusting even if the zinc coating is broken. Can you\nreason this out?\nAlloying is a very good method of improving the properties of a metal.\nWe can get the desir ed pr operties by this method. For example, iron is\nthe most widely used metal. But it is never used in its pure state. This is\nbecause pure iron is very soft and stretches easily when hot. But, if it is\nmixed with a small amount of carbon (about 0.05 %), it becomes hard\nand strong. When iron is mixed with nickel and chromium, we get\nstainless steel, which is hard and does not rust. Thus, if iron is mixed\nwith some other substance, its properties change. In fact, the properties\nof any metal can be changed if it is mixed with some other substance.\nThe substance added may be a metal or a non-metal. An alloy is a\nhomogeneous mixture of two or more metals, or a metal and a non-\nmetal. It is prepared by first melting the primary metal, and then,\ndissolving the other elements in it in definite proportions. It is then cooled\nto room temperature.\nIron pillar at DelhiThe wonder of ancient Indian metallurgy\nThe iron pillar near the Qutub Minar in Delhi was built more\nthan 1600 years ago by the iron workers of India.  They had\ndeveloped a process which prevented iron from rusting. For\nits quality of rust resistance it has been examined by scientists\nfrom all parts of the world. The iron pillar is 8 m high and\nweighs 6 tonnes (6000 kg).More to Know!\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 4 : Carbon and its Compounds",
        "pages": [
            {
                "page": 58,
                "text": "Metals and Non-metals3 CHAPTER\nIn Class IX you have lear nt about various elements. Y ou have seen\nthat elements can be classified as metals or non-metals on the basis of\ntheir properties.\n/square6Think of some uses of metals and non-metals in your daily life.\n/square6What properties did you think of while categorising elements\nas metals or non-metals?\n/square6How are these properties related to the uses of these elements?\nLet us look at some of these properties in detail.\n3.1 PHYSIC3.1 PHYSIC3.1 PHYSIC3.1 PHYSIC3.1 PHYSIC AL PROPERTIESAL PROPERTIESAL PROPERTIESAL PROPERTIESAL PROPERTIES\n3.1.1 Metals\nThe easiest way to start grouping substances is by comparing their\nphysical properties. Let us study this with the help of the following\nactivities. For performing A ctivities 3.1 to 3.6, collect the samples of\nfollowing metals –  iron, copper , aluminium, magnesium, sodium, lead,\nzinc and any other metal that is easily available.\nActivity 3.1Activity 3.1Activity 3.1Activity 3.1Activity 3.1\n/square6Take samples of  ir on, copper , aluminium and magnesium. Note\nthe appearance of each sample.\n/square6Clean the surface of each sample by rubbing them with sand paper\nand note their appearance again.\nMetals, in their pure state, have a shining surface. This property is\ncalled metallic lustre.\nActivity 3.2Activity 3.2Activity 3.2Activity 3.2Activity 3.2\n/square6Take small pieces of ir on, copper , aluminium, and magnesium.\nTry to cut these metals with a sharp knife and note your\nobservations.\n/square6Hold a piece of sodium metal with a pair of tongs.\nCAUTION:  Always handle sodium metal with care. Dry it by\npressing between the folds of a filter paper .\n/square6Put it on a watch-glass and try to cut it with a knife.\n/square6What do you observe?\n2024-25"
            },
            {
                "page": 59,
                "text": "Science 38You will find that some metals can be beaten into thin sheets. This\nproperty is called malleability. Did you know that gold and silver are the\nmost malleable metals?Activity 3.3Activity 3.3Activity 3.3Activity 3.3Activity 3.3\n/square6Take pieces of ir on, zinc, lead and copper .\n/square6Place any one metal on a block of iron and strike it four or five\ntimes with a hammer . What do you observe?\n/square6Repeat with other metals.\n/square6Record the change in the shape of these metals.You will find that metals ar e generally har d. The har\ndness varies\nfrom metal to metal.\nActivity 3.4Activity 3.4Activity 3.4Activity 3.4Activity 3.4\n/square6List the metals whose wires you have seen in daily life.\nThe ability of metals to be drawn into thin wires is called ductility.\nGold is the most ductile metal. Y ou will be surprised to know that a wir e\nof about 2 km length can be drawn from one gram of gold.\nIt is because of their malleability and ductility that metals can be\ngiven different shapes according to our needs.\nCan you name some metals that are used for making cooking vessels?\nDo you know why these metals are used for making vessels? Let us do\nthe following Activity to find out the answer .\nActivity 3.5Activity 3.5Activity 3.5Activity 3.5Activity 3.5\n/square6Take an aluminium or copper\nwire. Clamp this wire on a\nstand, as shown in Fig. 3.1.\n/square6Fix a pin to the free end of the\nwire using wax.\n/square6Heat the wire with a spirit lamp,\ncandle or a burner near the\nplace where it is clamped.\n/square6What do you observe after some\ntime?\n/square6Note your observations. Does\nthe metal wire melt?\nThe above activity shows that metals are good conductors of heat\nand have high melting points. The best conductors of heat are silver and\ncopper . Lead and mer cury are comparatively poor conductors of heat.\nDo metals also conduct electricity? Let us find out.Figure 3.1Figure 3.1Figure 3.1Figure 3.1Figure 3.1\nMetals are good\nconductors of heat.\n2024-25"
            },
            {
                "page": 60,
                "text": "Metals and Non-metals 39You must have seen that the wir es that carry curr ent\nin your homes have a coating of polyvinylchloride (PVC)\nor a rubber -like material. Why ar e electric wir es coated\nwith such substances?\nWhat happens when metals strike a hard surface? Do they produce\na sound? The metals that produce a sound on striking a hard surface\nare said to be sonorous. Can you now say why school bells are made of\nmetals?\n3.1.2 Non-metals\nIn the previous Class you have learnt that there are very few non-metals\nas compared to metals. Some of the examples of non-metals are carbon,\nsulphur , iodine, oxygen, hydr ogen, etc. The non-metals ar e either  solids\nor gases except bromine which is a liquid.\nDo non-metals also have physical properties similar to that of metals?\nLet us find out.Activity 3.6Activity 3.6Activity 3.6Activity 3.6Activity 3.6\n/square6Set up an electric circuit as shown in Fig. 3.2.\n/square6Place the metal to be tested in the circuit\nbetween terminals A and B as shown.\n/square6Does the bulb glow? What does this indicate?\nFigure 3.2Figure 3.2Figure 3.2Figure 3.2Figure 3.2\nMetals are good\nconductors of electricity.\nActivity 3.7Activity 3.7Activity 3.7Activity 3.7Activity 3.7\n/square6Collect samples of carbon (coal or graphite), sulphur and iodine.\n/square6Carry out the Activities 3.1 to 3.4 and 3.6 with these non-metals\nand record your observations.\nCompile your observations regarding metals and non-metals in Table 3.1.\nTable 3.1\nElement Symbol Type of Hardness Malleability Ductility Conducts Sonority\nsurface Electricity\nOn the bases of the observations recorded in Table 3.1, discuss the\ngeneral physical properties of metals and non-metals in the class. Y ou\nmust have concluded that we cannot group elements according to their\nphysical properties alone, as there are many exceptions. For example –\n(i)All metals except mercury exist as solids at room temperature.\nIn Activity 3.5, you have observed that metals have high melting\n2024-25"
            },
            {
                "page": 61,
                "text": "Science 40points but gallium and caesium have very low melting points.\nThese two metals will melt if you keep them on your palm.\n(ii)Iodine is a non-metal but it is lustrous.\n(iii)Carbon is a non-metal that can exist in different forms. Each\nform is called an allotrope. Diamond, an allotrope of carbon, is\nthe hardest natural substance known and has a very high melting\nand boiling point. Graphite, another allotrope of carbon, is a\nconductor of electricity.\n(iv)Alkali metals (lithium, sodium, potassium) are so soft that they\ncan be cut with a knife. They have low densities and low melting\npoints.\nElements can be more clearly classified as metals and non-metals\non the basis of their chemical properties.\nActivity 3.8Activity 3.8Activity 3.8Activity 3.8Activity 3.8\n/square6Take a magnesium ribbon and some sulphur powder .\n/square6Burn the magnesium ribbon. Collect the ashes formed and dissolve\nthem in water .\n/square6Test the r esultant solution with both r ed and blue litmus paper .\n/square6Is the product formed on burning magnesium acidic or basic?\n/square6Now bur n sulphur powder . Place a test tube over the bur ning\nsulphur to collect the fumes produced.\n/square6Add some water to the above test tube and shake.\n/square6Test this solution with blue and r ed litmus paper .\n/square6Is the product formed on burning sulphur acidic or basic?\n/square6Can you write equations for these reactions?\nQUESTIONS\n?1. Give an example of a metal which\n(i)is a liquid at room temperature.\n(ii)can be easily cut with a knife.\n(iii)is the best conductor of heat.\n(iv)is a poor conductor of heat.\n2.Explain the meanings of malleable and ductile.\n3.2 CHEMIC3.2 CHEMIC3.2 CHEMIC3.2 CHEMIC3.2 CHEMIC AL PROPERTIES OF METAL PROPERTIES OF METAL PROPERTIES OF METAL PROPERTIES OF METAL PROPERTIES OF MET ALS ALSALSALSALS\nWe will lear n about the chemical pr operties of metals in the following\nSections 3.2.1 to 3.2.4. For this, collect the samples of following metals –\naluminium, copper , iron, lead, magnesium, zinc and sodium. Most non-metals pr oduce acidic oxides when dissolve in water . On\nthe other hand, most metals, give rise to basic oxides. Y ou will be lear ning\nmore about these metal oxides in the next section.\n2024-25"
            },
            {
                "page": 62,
                "text": "Metals and Non-metals 413.2.1 What happens when Metals are bur nt in Air?\nYou have seen in Activity 3.8 that magnesium bur ns in air with a dazzling\nwhite flame. Do all metals react in the same manner? Let us check by\nperforming the following Activity.\nActivity 3.9Activity 3.9Activity 3.9Activity 3.9Activity 3.9\nCAUTION : The following activity needs the teacher’s assistance.\nIt would be better if students wear eye protection.\n/square6Hold any of the samples taken above with a pair of tongs and try\nburning over a flame. Repeat with the other metal samples.\n/square6Collect the product if formed.\n/square6Let the products and the metal surface cool down.\n/square6Which metals burn easily?\n/square6What flame colour did you observe when the metal burnt?\n/square6How does the metal surface appear after burning?\n/square6Arrange the metals in the decreasing order of their reactivity\ntowards oxygen.\n/square6Are the products soluble in water?\nAlmost all metals combine with oxygen to form metal oxides.\nMetal  +  Oxygen → Metal oxide\n For example, when copper is heated in air , it combines with oxygen\nto form copper(II) oxide, a black oxide.\n2Cu  +  O2  →  2CuO\n(Copper)      (Copper(II) oxide)\nSimilarly, aluminium forms aluminium oxide.\n4Al +3O2 → 2Al2O3\n(Aluminium) (Aluminium oxide)\nRecall from Chapter 2, how copper oxide reacts with hydrochloric acid.\nWe have lear nt that metal oxides ar e basic in natur e. But some metal\noxides, such as aluminium oxide, zinc oxide show both acidic as well as\nbasic behaviour . Such metal oxides which r eact with both acids as well as\nbases to produce salts and water are known as amphoteric oxides.\nAluminium oxide reacts in the following manner with acids and bases –\nAl2O3 + 6HCl →2AlCl3+3H2O\nAl2O3 + 2NaOH →2NaAlO2+H2O\n(Sodium\naluminate)\n Most metal oxides are insoluble in water but some of these dissolve\nin water to form alkalis. Sodium oxide and potassium oxide dissolve in\nwater to produce alkalis as follows –\nNa2O(s) +H2O(l) → 2NaOH(aq)\nK2O(s) +H2O(l) → 2KOH(aq)\n2024-25"
            },
            {
                "page": 63,
                "text": "Science 42We have observed in Activity 3.9 that all metals do not r eact with\noxygen at the same rate. Different metals show different reactivities\ntowards oxygen. Metals such as potassium and sodium react so\nvigorously that they catch fire if kept in the open. Hence, to protect them\nand to prevent accidental fires, they are kept immersed in kerosene oil.\nAt ordinary temperature, the surfaces of metals such as magnesium,\naluminium, zinc, lead, etc., are covered with a thin layer of oxide. The\nprotective oxide layer prevents the metal from further oxidation. Iron\ndoes not burn on heating but iron filings burn vigorously when sprinkled\nin the flame of the bur ner. Copper does not bur n, but the hot metal is\ncoated with a black coloured layer of copper(II) oxide. Silver and gold do\nnot react with oxygen even at high temperatures.Do Y ou Know?Anodising is a process of forming a thick oxide layer of aluminium. Aluminium\ndevelops a thin oxide layer when exposed to air . This aluminium oxide coat makes it\nresistant to further corrosion.  The resistance can be improved further by making the\noxide layer thicker .  During anodising, a clean aluminium article is made the anode\nand is electrolysed with dilute sulphuric acid. The oxygen gas evolved at the anode\nreacts with aluminium to make a thicker pr otective oxide layer .  This oxide layer can\nbe dyed easily to give aluminium articles an attractive finish.\nAfter performing Activity 3.9, you must have observed that sodium\nis the most reactive of the samples of metals taken here. The reaction of\nmagnesium is less vigorous implying that it is not as reactive as sodium.\nBut burning in oxygen does not help us to decide about the reactivity of\nzinc, iron, copper or lead. Let us see some more reactions to arrive at a\nconclusion about the order of reactivity of these metals.\n3.2.2 What happens when Metals react with W ater?\nActivity 3.10Activity 3.10Activity 3.10Activity 3.10Activity 3.10\nCAUTION:  This Activity needs the teacher’s assistance.\n/square6Collect the samples of the same metals as in Activity 3.9.\n/square6Put small pieces of the samples separately in beakers half-filled\nwith cold water .\n/square6Which metals reacted with cold water? Arrange them in the\nincreasing or der of their r eactivity with cold water .\n/square6Did any metal produce fire on water?\n/square6Does any metal start floating after some time?\n/square6Put the metals that did not react with cold water in beakers\nhalf-filled with hot water .\n/square6For the metals that did not r eact with hot water , arrange the\napparatus as shown in Fig.  3.3 and observe their reaction with steam.\n/square6Which metals did not react even with steam?\n/square6Arrange the metals in the decr easing or der of r eactivity with water .\n2024-25"
            },
            {
                "page": 64,
                "text": "Metals and Non-metals 43Metals react with water and produce a metal oxide and hydrogen\ngas. Metal oxides that are soluble in water dissolve in it to further form\nmetal hydr oxide. But all metals do not r eact with water .\nMetal +Water →Metal oxide + Hydrogen\nMetal oxide +Water →Metal hydroxide\nMetals like potassium and sodium r eact violently with cold water . In\ncase of sodium and potassium, the reaction is so violent and exothermic\nthat the evolved hydrogen immediately catches fire.\n2K(s)   + 2H2O(l) →  2KOH(aq)  +  H2(g) + heat energy\n2Na(s) + 2H2O(l) → 2NaOH(aq) + H2(g) + heat energy\nThe reaction of calcium with water is less violent. The heat evolved is\nnot sufficient for the hydrogen to catch fire.\nCa(s) + 2H2O(l) → Ca(OH)2(aq) + H2(g)\nCalcium starts floating because the bubbles of hydrogen gas formed\nstick to the surface of the metal.\nMagnesium does not r eact with cold water . It reacts with hot water\nto form magnesium hydroxide and hydrogen. It also starts floating due\nto the bubbles of hydrogen gas sticking to its surface.\nMetals like aluminium, iron and zinc do not react either with cold or\nhot water . But they r eact with steam to for m the metal oxide and hydr ogen.\n2Al(s) +3H2O(g) → Al2O3(s) + 3H2(g)\n3Fe(s) +4H2O(g) → Fe3O4(s) + 4H2(g)\nMetals such as  lead, copper , silver and gold do not r eact with water at all.\n3.2.3 What happens when Metals react with Acids?\nYou have alr\neady lear nt that metals r eact with acids to give a salt and\nhydrogen gas.Figure 3.3Figure 3.3Figure 3.3Figure 3.3Figure 3.3  Action of steam on a metal\n2024-25"
            },
            {
                "page": 65,
                "text": "Science 44Metal + Dilute acid →  Salt + Hydrogen\nBut do all metals react in the same manner? Let us find out.\nActivity 3.11Activity 3.11Activity 3.11Activity 3.11Activity 3.11\n/square6Collect all the metal samples except sodium and potassium again.\nIf the samples ar e tar nished, rub them clean with sand paper .\nCAUTION:  Do not take sodium and potassium as they react\nvigorously even with cold water .\n/square6Put the samples separately in test tubes containing dilute\nhydrochloric acid.\n/square6Suspend thermometers in the test tubes, so that their bulbs are\ndipped in the acid.\n/square6Observe the rate of formation of bubbles carefully.\n/square6Which metals reacted vigorously with dilute hydrochloric acid?\n/square6With which metal did you record the highest temperature?\n/square6Arrange the metals in the decreasing order of reactivity with dilute\nacids.\nWrite equations for the r eactions of magnesium, aluminium, zinc\nand iron with dilute hydrochloric acid.\nHydrogen gas is not evolved when a metal reacts with nitric acid. It is\nbecause HNO3 is a strong oxidising agent. It oxidises the H2 produced to\nwater and itself gets reduced to any of the nitrogen oxides (N2O, NO,\nNO2). But magnesium (Mg) and manganese (Mn) react with very dilute\nHNO3 to evolve H2 gas.\nYou must have observed in Activity 3.11, that the rate of for mation\nof bubbles was the fastest in the case of magnesium. The reaction was\nalso the most exothermic in this case. The reactivity decreases in the\norder Mg > Al > Zn > Fe. In the case of copper , no bubbles wer e seen and\nthe temperature also remained unchanged. This shows that copper does\nnot react with dilute HCl.Do Y ou Know?Aqua regia,  (Latin for ‘royal water’) is a freshly prepared mixture of concentrated\nhydrochloric acid and concentrated nitric acid in the ratio of 3:1. It can dissolve\ngold, even though neither of these acids can do so alone. Aqua regia  is a highly\ncorrosive, fuming liquid. It is one of the few reagents that is able to dissolve gold and\nplatinum.\n3.2.4 How do Metals react with Solutions of other Metal\nSalts?\nActivity 3.12Activity 3.12Activity 3.12Activity 3.12Activity 3.12\n/square6Take a clean wire of copper and an iron nail.\n/square6Put the copper wire in a solution of iron sulphate and the iron\nnail in a solution of copper sulphate taken in test tubes (Fig. 3.4).\n/square6Record your observations after 20 minutes.\n2024-25"
            },
            {
                "page": 66,
                "text": "Metals and Non-metals 45/square6In which test tube did you find that a reaction has occurred?\n/square6On what basis can you say that a reaction has actually taken\nplace?\n/square6Can you correlate your observations for the Activities 3.9, 3.10\nand 3.11?\n/square6Write a balanced chemical equation for the r eaction that has taken\nplace.\n/square6Name the type of reaction.\nReactive metals can displace less\nreactive metals from their compounds in\nsolution or molten form.\nWe have seen in the pr evious sections\nthat all metals ar e not equally r eactive. W e\nchecked the reactivity of various metals\nwith oxygen, water and acids. But all\nmetals do not react with these reagents.\nSo we were not able to put all the metal\nsamples we had collected in decreasing\norder of their reactivity. Displacement\nreactions studied in Chapter 1 give better\nevidence about the reactivity of metals. It\nis simple and easy if metal A displaces\nmetal B from its solution, it is more reactive than B.\nMetal A + Salt solution of B →  Salt solution of A + Metal B\nWhich metal, copper or iron, is more reactive according to your\nobservations in Activity 3.12?\n3.2.5 The Reactivity Series\nThe reactivity series is a list of metals arranged in the order of their\ndecreasing activities. After performing displacement experiments\n(Activities 1.9 and 3.12), the following series, (Table 3.2) known as the\nreactivity or activity series has been developed.\nTable 3.2 Activity series : Relative reactivities of metals\nK Potassium Most reactive\nNa Sodium\nCa Calcium\nMg Magnesium\nAl Aluminium\nZn Zinc Reactivity decreases\nFe Iron\nPb Lead\n[H] [Hydrogen]\nCu Copper\nHg Mercury\nAg Silver\nAu Gold Least reactiveFigure 3.4Figure 3.4Figure 3.4Figure 3.4Figure 3.4\nReaction of metals with\nsalt solutions\n2024-25"
            },
            {
                "page": 67,
                "text": "Science 46?QUESTIONS\n1. Why is sodium kept immersed in kerosene oil?\n2. Write equations for the r eactions of\n(i)iron with steam\n(ii)calcium and potassium with water\n3. Samples of four metals A, B, C and D were taken and added to the\nfollowing solution one by one. The results obtained have been tabulated\nas follows.\n3.3 HOW DO MET3.3 HOW DO MET3.3 HOW DO MET3.3 HOW DO MET3.3 HOW DO MET ALS AND NON-METALS AND NON-METALS AND NON-METALS AND NON-METALS AND NON-MET ALS REA ALS REAALS REAALS REAALS REA CT? CT?CT? CT?CT?\nIn the above activities, you saw the reactions of metals with a number of\nreagents. Why do metals react in this manner? Let us recall what we\nlearnt about the electronic configuration of elements in Class IX. W e\nlearnt that noble gases, which have a completely filled valence shell, show\nlittle chemical activity. W e, ther efore, explain the r eactivity of elements\nas a tendency to attain a completely filled valence shell.\nLet us have a look at the electronic configuration of noble gases and\nsome metals and non-metals.\nWe can see fr om Table 3.3 that a sodium atom has one electr on in its\noutermost shell. If it loses the electron from its M shell then its L shell\nnow becomes the outermost shell and that has a stable octet. The nucleus\nof this atom still has 11 protons but the number of electrons has\nbecome 10, so there is a net positive charge giving us a sodium cation\nNa+. On the other hand chlorine has seven electrons in its outermost shellUse the Table above to answer the following questions about metals\nA, B, C and D.\n(i)Which is the most reactive metal?\n(ii) What would you observe if B is added to a solution of Copper(II)\nsulphate?\n(iii) Arrange the metals A, B, C and D in the order of decreasing\nreactivity.\n4. Which gas is produced when dilute hydrochloric acid is added to a\nreactive metal? W rite the chemical r eaction when ir on reacts with dilute\nH2SO4.\n5. What would you observe when zinc is added to a solution of iron(II)\nsulphate? W rite the chemical r eaction that takes place.Metal Iron(II) sulphate Copper(II) sulphate Zinc sulphate Silver nitrate\nA No reaction Displacement\nB Displacement No reaction\nC No reaction No reaction No reaction Displacement\nD No reaction No reaction No reaction No reaction\n2024-25"
            },
            {
                "page": 68,
                "text": "Metals and Non-metals 47and it requires one more electron to complete its octet. If sodium and chlorine\nwere to react, the electron lost by sodium could be taken up by chlorine.\nAfter gaining an electron, the chlorine atom gets a unit negative charge,\nbecause its nucleus has 17 protons and there are 18 electrons in its K, L\nand M shells.  This gives us a chloride anion C1–. So both these elements\ncan have a give-and-take relation between them as follows (Fig. 3.5).\nNa Na + e\n2,8,1 2,8+\n(Sodi\num cation )→–\nCl +e Cl\n2,8,7 2,8,8\n(Chloride anion )– –→\nFigure 3.5Figure 3.5Figure 3.5Figure 3.5Figure 3.5  Formation of sodium chloride\nSodium and chloride ions, being oppositely charged, attract each\nother and are held by strong electrostatic forces of attraction to exist as\nsodium chloride (NaCl). It should be noted that sodium chloride does\nnot exist as molecules but aggregates of oppositely charged ions.\nLet us see the formation of one more ionic compound, magnesium\nchloride  (Fig. 3.6) .Table 3.3  Electronic configurations of some elements\nType of Element Atomic Number of\nelement number electrons in shells\nK L M N\nNoble gases Helium (He) 2 2\nNeon (Ne) 10 2 8\nArgon (Ar) 18 2 8\n8\nMetals Sodium (Na) 11 2 8 1\nMagnesium (Mg) 12 2 8 2\nAluminium (Al) 13 2 8 3\nPotassium (K) 19 2 8 8 1\nCalcium (Ca) 20 2 8 8 2\nNon-metals Nitrogen (N) 7 2 5\nOxygen (O) 8 2 6\nFluorine (F) 9 2 7\nPhosphorus (P) 15 2 8 5\nSulphur (S) 16 2 8 6\nChlorine (Cl) 17 2 8 7\n2024-25"
            },
            {
                "page": 69,
                "text": "Science 48Mg Mg e2+\n(Magnesium cation ) →  + 2\n2 8 2 2 8–\n, , ,\nCl +e Cl\n2,8,7 2,8,8\n(Chloride anion )– –\n→ \nFigure 3.6Figure 3.6Figure 3.6Figure 3.6Figure 3.6  Formation of magnesium chloride\nThe compounds formed in this manner by the transfer of electrons\nfrom a metal to a non-metal are known as ionic compounds or\nelectrovalent compounds. Can you name the cation and anion present\nin MgCl2?\n3.3.1 Proper ties of Ionic Compounds\nTo learn about the properties of ionic compounds, let us perform the\nfollowing Activity:\nActivity 3.13Activity 3.13Activity 3.13Activity 3.13Activity 3.13\n/square6Take samples of sodium chloride, potassium iodide, barium\nchloride or any other salt from the science laboratory.\n/square6What is the physical state of these salts?\n/square6Take a small amount of a sample on a metal spatula and\nheat directly on the flame (Fig. 3.7). Repeat with other samples.\n/square6What did you observe? Did the samples impart any colour\nto the flame? Do these compounds melt?\n/square6Try to dissolve the samples in water , petr ol and ker osene.\nAre they soluble?\n/square6Make a circuit as shown in Fig. 3.8 and insert the electrodes\ninto a solution of one salt. What did you observe? Test the\nother salt samples too in this manner .\n/square6What is your inference about the nature of these\ncompounds?Figure 3.7Figure 3.7Figure 3.7Figure 3.7Figure 3.7\nHeating a salt sample on a\nspatula\nFigure 3.8Figure 3.8Figure 3.8Figure 3.8Figure 3.8\nTesting the conductivity of\na salt solutionTable 3.4  Melting and boiling points of some ionic compounds\nIonic Melting point Boiling point\ncompound (K) (K)\nNaCl 1074 1686\nLiCl 887 1600\nCaCl21045 1900\nCaO 2850 3120\nMgCl2981 1685\n2024-25"
            },
            {
                "page": 70,
                "text": "Metals and Non-metals 49You may have observed the following general pr operties for ionic\ncompounds—\n(i)Physical nature : Ionic compounds are solids and are somewhat\nhard because of the strong force of attraction between the positive\nand negative ions. These compounds are generally brittle and\nbreak into pieces when pressure is applied.\n(ii)Melting and Boiling points : Ionic compounds have high melting\nand boiling points (see Table 3.4). This is because a considerable\namount of ener gy is r equir ed to br eak the str ong inter -ionic\nattraction.\n(iii) Solubility : Electrovalent compounds are generally soluble in\nwater and insoluble in solvents such as kerosene, petrol, etc.\n(iv)Conduction of Electricity : The conduction of electricity through\na solution involves the movement of charged particles. A solution\nof an ionic compound in water contains ions, which move to the\nopposite electrodes when electricity is passed through the\nsolution. Ionic compounds in the solid state do not conduct\nelectricity because movement of ions in the solid is not possible\ndue to their rigid structure. But ionic compounds conduct\nelectricity in the molten state. This is possible in the molten state\nsince the elecrostatic forces of attraction between the oppositely\ncharged ions are overcome due to the heat. Thus, the ions move\nfreely and conduct electricity.\nQUESTIONS\n?1.          (i) Write the electr on-dot structur es for sodium, oxygen and\nmagnesium.\n(ii) Show the formation of Na2O and MgO by the transfer of  electrons.\n(iii) What are the ions present in these compounds?\n2. Why do ionic compounds have high melting points?\n3.4 3.43.43.43.4OCCURRENCE OF METOCCURRENCE OF METOCCURRENCE OF METOCCURRENCE OF METOCCURRENCE OF MET ALS\nALSALS ALSALS\nThe earth’s crust is the major source of metals. Seawater also contains\nsome soluble salts such as sodium chloride, magnesium chloride, etc.\nThe elements or compounds, which occur naturally in the earth’s crust,\nare known as minerals. At some places, minerals contain a very high\npercentage of a particular metal and the metal can be profitably extracted\nfrom it. These minerals are called ores.\n3.4.1 Extraction of Metals\nYou have lear nt about the r eactivity series of metals. Having this\nknowledge, you can easily understand how a metal is extracted from its\nore. Some metals are found in the earth’s crust in the free state. Some\nare found in the form of their compounds. The metals at the bottom of\nthe activity series are the least reactive. They are often found in a free\n2024-25"
            },
            {
                "page": 71,
                "text": "Science 50state. For example, gold, silver , platinum and copper ar e found in the\nfree state. Copper and silver are also found in the combined state as\ntheir sulphide or oxide ores. The metals at the top of the activity series\n(K, Na, Ca, Mg and Al) are so reactive that they are never found in\nnature as free elements. The metals in the middle of the activity series\n(Zn, Fe, Pb, etc.) are moderately reactive. They are found in the earth’s\ncrust mainly as oxides, sulphides or carbonates. Y ou will find that\nthe ores of many metals are oxides. This is because oxygen is a very\nreactive element and is very abundant on the earth.\nThus on th e basis of reactivity, we can group the metals into the\nfollowing three categories (Fig. 3.9) – (i) Metals of low reactivity; (ii) Metals\nof medium reactivity; (iii) Metals of high reactivity. Different techniques\nare to be used for obtaining the metals falling in each category.K\nNa\nCa\nMg\nAl\nZn\nFe\nPb\nCu\nAg\nAuReduction using\ncarbon\nFound in native\nstateElectrolysis\nFigure 3.9Figure 3.9Figure 3.9Figure 3.9Figure 3.9\nActivity series and\nrelated metallurgy\nFigure 3.10Figure 3.10Figure 3.10Figure 3.10Figure 3.10  Steps involved in the extraction of metals from ores\n3.4.2 Enrichment of Ores\nOres mined from the earth are usually contaminated with large amounts\nof impurities such as soil, sand, etc., called gangue. The impurities must\nbe removed from the ore prior to the extraction of the metal. The processesSeveral steps are involved in the extraction of pure metal from\nores. A summary of these steps is given in Fig.3.10. Each step is\nexplained in detail in the following sections.\n2024-25"
            },
            {
                "page": 72,
                "text": "Metals and Non-metals 51used for removing the gangue from the ore are based on the differences\nbetween the physical or chemical properties of the gangue and the ore.\nDifferent separation techniques are  accordingly employed.\n3.4.3 Extracting Metals Low in the Activity Series\nMetals low in the activity series are very unreactive. The oxides of these\nmetals can be  reduced to metals by heating alone. For example, cinnabar\n(HgS) is an ore of mer cury. When it is heated in air , it is first converted\ninto mercuric oxide (HgO). Mercuric oxide is then reduced to mercury\non further heating.\n2HgS(s) + 3O (g) 2HgO(s) + 2SO (g)2 2Heat →  \n2HgO(s) 2Hg(l) + O (g)2Heat →  \nSimilarly, copper which is found as Cu2S in nature can be obtained\nfrom its or e by just heating in air .\n2Cu S + 3O (g) 2Cu O(s) + 2SO (g)\n2Cu O + Cu S 2 2 2 2\n2 2Heat\nHeat →  \n →    6Cu(s) + SO (g)2\n3.4.4 Extracting Metals in the Middle of the Activity Series\nThe metals in the middle of the activity series such as iron, zinc, lead,\ncopper , are moderately r eactive. These ar e usually pr esent as sulphides\nor carbonates in nature. It is easier to obtain a metal from its oxide, as\ncompared to its sulphides and carbonates. Therefore, prior to reduction,\nthe metal sulphides and carbonates must be converted into metal\noxides. The sulphide ores are converted into oxides by heating strongly\nin the pr esence of excess air . This pr ocess is known as r oasting. The\ncarbonate ores are changed into oxides by heating strongly in limited\nair. This pr ocess is known as calcination. The chemical r eaction that\ntakes place during roasting and calcination of zinc ores can be shown\nas follows –\nRoasting\n2ZnS(s) + 3O (g) 2ZnO(s) + 2SO (g)2 2Heat →  \nCalcination\nZnCO (s) ZnO(s) + CO (g)3 2Heat →  \nThe metal oxides are then reduced to the corresponding metals by\nusing suitable reducing agents such as carbon. For example, when zinc\noxide is heated with carbon, it is reduced to metallic zinc.\nZnO(s) + C(s) → Zn(s) + CO(g)\nYou ar e already familiar with the pr ocess of oxidation and r eduction\nexplained in the first Chapter . Obtaining metals fr om their compounds\nis also a reduction process.\nBesides using carbon (coke) to reduce metal oxides to metals,\nsometimes displacement reactions can also be used. The highly reactive\nmetals such as sodium, calcium, aluminium, etc., are used as reducing\n2024-25"
            },
            {
                "page": 73,
                "text": "Science 52agents because they can displace metals of lower reactivity from their\ncompounds. For example, when manganese dioxide is heated with\naluminium powder , the following reaction takes place –\n3MnO2(s) + 4Al(s) → 3Mn(l) + 2Al2O3(s) + Heat\nCan you identify the substances that are getting oxidised\nand reduced?\nThese displacement reactions are highly exothermic. The\namount of heat evolved is so large that the metals are produced\nin the molten state. In fact, the reaction of iron(III) oxide (Fe2O3)\nwith aluminium is used to join railway tracks or cracked\nmachine parts. This reaction is known as the thermit reaction.\nFe2O3(s) + 2Al(s) → 2Fe(l) + Al2O3(s) + Heat\n3.4.5 Extracting Metals towards the T op of the\nActivity Series\nThe metals high up in the reactivity series are very reactive. They cannot\nbe obtained from their compounds by heating with carbon. For example,\ncarbon cannot reduce the oxides of sodium, magnesium, calcium,\naluminium, etc., to the respective metals. This is because these metals\nhave more affinity for oxygen than carbon. These metals are obtained\nby electrolytic reduction. For example, sodium, magnesium and calcium\nare obtained by the electrolysis of their molten chlorides. The metals\nare deposited at the cathode (the negatively charged electrode), whereas,\nchlorine is liberated at the anode (the positively charged electrode). The\nreactions are  –\nAt cathode Na+ + e–→Na\nAt anode       2Cl –→Cl2 + 2e–\nSimilarly, aluminium is obtained by the electrolytic reduction of\naluminium oxide.\n3.4.6 Refining of Metals\nThe metals produced by various reduction processes\ndescribed above are not very pure. They contain\nimpurities, which must be removed to obtain pure metals.\nThe most widely used method for refining impure metals\nis electrolytic refining.\nElectrolytic Refining: Electrolytic Refining: Electrolytic Refining: Electrolytic Refining: Electrolytic Refining: Many metals, such as copper , zinc,\ntin, nickel, silver , gold, etc., ar e refined electr olytically. In\nthis process, the impure metal is made the anode and a\nthin strip of pure metal is made the cathode. A solution of\nthe metal salt is used as an electrolyte. The apparatus is\nset up as shown in Fig. 3.12. On passing the current\nthrough the electrolyte, the pure metal from the anode\ndissolves into the electrolyte. An equivalent amount of pure\nFigure 3.11Figure 3.11Figure 3.11Figure 3.11Figure 3.11\nThermit process for\njoining railway tracks\nFigure 3.12Figure 3.12Figure 3.12Figure 3.12Figure 3.12\nElectr olytic r efining of copper . The\nelectrolyte is a solution of acidified copper\nsulphate. The anode is impur e copper ,\nwhereas, the cathode is a strip of pure\ncopper . On passing electric curr ent, pur e\ncopper is deposited on the cathode.\n2024-25"
            },
            {
                "page": 74,
                "text": "Metals and Non-metals 53metal from the electrolyte is deposited on the cathode. The soluble\nimpurities go into the solution, whereas, the insoluble impurities settle\ndown at the bottom of the anode and are known as anode mud.\n1. Define the following terms.\n(i)Mineral (ii)  Ore (iii)  Gangue\n2. Name two metals which are found in nature in the free state.\n3. What chemical process is used for obtaining a metal from its oxide?\nActivity 3.14Activity 3.14Activity 3.14Activity 3.14Activity 3.14\n/square6Take three test tubes and place clean iron nails\nin each of them.\n/square6Label these test tubes A, B and C. Pour some\nwater in test tube A and cork it.\n/square6Pour boiled distilled water in test tube B, add\nabout 1 mL of oil and cork it. The oil will float on\nwater and prevent the air from dissolving in the\nwater .\n/square6Put some anhydrous calcium chloride in\ntest tube C and cork it. Anhydrous calcium\nchloride will absorb the moisture, if any, from\nthe air . Leave these test tubes for a few days and\nthen observe (Fig. 3.13).\nFigure 3.13Figure 3.13Figure 3.13Figure 3.13Figure 3.13\nInvestigating the conditions under which iron\nrusts. In tube A, both air and water are\npresent. In tube B, there is no air dissolved\nin the water . In tube C, the air is dry .You will observe that iron nails rust in test tube A,\nbut they do not rust in test tubes B and C. In the test\ntube A, the nails ar e exposed to both air and water . In\nthe test tube B, the nails ar e exposed to only water , and\nthe nails in test tube C ar e exposed to dry air . What\ndoes this tell us about the conditions under which iron\narticles rust?QUESTIONS\n?\n3.5 CORROSION3.5 CORROSION3.5 CORROSION3.5 CORROSION3.5 CORROSION\nYou hav e lear nt the following about corr osion in Chapter 1  –\n/square6Silver articles  become black after some time when exposed to air .\nThis is because it reacts with sulphur in the air to form a coating\nof silver sulphide.\n/square6Copper reacts with moist carbon dioxide in the air and slowly loses\nits shiny brown surface and gains a green coat. This green\nsubstance is basic copper carbonate.\n/square6Iron when exposed to moist air for a long time acquires a coating\nof a brown flaky substance called rust.\nLet us find ou t the conditions under which iron rusts.\nA B C\n2024-25"
            },
            {
                "page": 75,
                "text": "Science 54 Do Y ou Know?Pure gold, known as 24 carat gold, is very soft. It is, therefore, not suitable for making\njewellery. It is alloyed with either silver or copper to make it hard. Generally, in India,\n22 carat gold is used for making ornaments. It means that 22 parts of pure gold is\nalloyed with 2 parts of either copper or silver .\nIf one of the metals is mercury, then the alloy is known as an\namalgam. The electrical conductivity and melting point of an alloy is\nless than that of pure metals. For example, brass, an alloy of copper and\nzinc (Cu and Zn), and bronze, an alloy of copper and tin (Cu and Sn), are\nnot good conductors of electricity whereas copper is used for making\nelectrical cir cuits. Solder , an alloy of lead and tin (Pb and Sn), has a low\nmelting point and is used for welding electrical wir es together .\n3.5.1 Prevention of Corrosion\nThe rusting of iron can be prevented by painting, oiling, greasing,\ngalvanising, chrome plating, anodising or making alloys.\nGalvanisation is a method of protecting steel and iron from rusting\nby coating them with a thin layer of zinc. The galvanised article is\nprotected against rusting even if the zinc coating is broken. Can you\nreason this out?\nAlloying is a very good method of improving the properties of a metal.\nWe can get the desir ed pr operties by this method. For example, iron is\nthe most widely used metal. But it is never used in its pure state. This is\nbecause pure iron is very soft and stretches easily when hot. But, if it is\nmixed with a small amount of carbon (about 0.05 %), it becomes hard\nand strong. When iron is mixed with nickel and chromium, we get\nstainless steel, which is hard and does not rust. Thus, if iron is mixed\nwith some other substance, its properties change. In fact, the properties\nof any metal can be changed if it is mixed with some other substance.\nThe substance added may be a metal or a non-metal. An alloy is a\nhomogeneous mixture of two or more metals, or a metal and a non-\nmetal. It is prepared by first melting the primary metal, and then,\ndissolving the other elements in it in definite proportions. It is then cooled\nto room temperature.\nIron pillar at DelhiThe wonder of ancient Indian metallurgy\nThe iron pillar near the Qutub Minar in Delhi was built more\nthan 1600 years ago by the iron workers of India.  They had\ndeveloped a process which prevented iron from rusting. For\nits quality of rust resistance it has been examined by scientists\nfrom all parts of the world. The iron pillar is 8 m high and\nweighs 6 tonnes (6000 kg).More to Know!\n2024-25"
            },
            {
                "page": 76,
                "text": "Metals and Non-metals 55In which cases will you find displacement reactions taking place?\n2. Which metals do not corrode easily?\n3. What are alloys?QUESTIONS\n?1. Metallic oxides of zinc, magnesium and copper were heated with the\nfollowing metals.\nMetal Zinc Magnesium Copper\nZinc oxide\nMagnesium oxide\nCopper oxide\nWhat y ou hav e learnt\n/square6Elements can be classified as metals and non-metals.\n/square6Metals are lustrous, malleable, ductile and are good conductors of heat and\nelectricity. They are solids at room temperature, except mercury which is a liquid.\n/square6Metals can form positive ions by losing electrons to non-metals.\n/square6Metals combine with oxygen to form basic oxides. Aluminium oxide and zinc oxide\nshow the properties of both basic as well as acidic oxides. These oxides are known\nas amphoteric oxides.\n/square6Different metals have different reactivities with water and dilute acids.\n/square6A list of common metals arranged in order of their decreasing reactivity is known\nas an activity series.\n/square6Metals above hydrogen in the Activity series can displace hydrogen from dilute\nacids.\n/square6A more reactive metal displaces a less reactive metal from its salt solution.\n/square6Metals occur in nature as free elements or in the form of their compounds.\n/square6The extraction of metals from their ores and then refining them for use is known\nas metallurgy.\n/square6An alloy is a homogeneous mixture of two or more metals, or a metal and a\nnon-metal.\n/square6The surface of some metals, such as iron, is corroded when they are exposed to\nmoist air for a long period of time. This phenomenon is known as corrosion.\n/square6Non-metals have properties opposite to that of metals. They are neither malleable\nnor ductile. They are bad conductors of heat and electricity, except for graphite,\nwhich conducts electricity.\n2024-25"
            }
        ]
    }
]