[
    {
        "chapter": "Chapter 1: Matter in Our Surroundings",
        "pages": [
            {
                "page": 1,
                "text": "As we look at our surr oundings, we see a lar ge\nvariety of things with dif ferent shapes, sizes\nand textures. Everything in this universe is\nmade up of material which scientists have\nnamed “matter”. The air we br eathe, the food\nwe eat, stones, clouds, stars, plants and\nanimals, even a small dr op of water or a\nparticle of sand — every thing is matter . We\ncan also see as we look around that all the\nthings mentioned above occupy space and\nhave mass. In other words, they have both\nmass* and volume**.\nSince early times, human beings have\nbeen trying to understand their surr oundings.\nEarly Indian philosophers  classified matter in\nthe form of five basic elements — the “Panch\nTatva” — air , earth, fir e, sky and water .\nAccor\nding to them everything, living or non-\nliving, was made up of these five basic\nelements. Ancient Gr eek philosophers had\narrived at a similar classification of matter .\nModer n day scientists have evolved two\ntypes of classification of matter based on their\nphysical properties and chemical natur e.\nIn this chapter we shall lear n about\nmatter based on its physical pr operties.\nChemical aspects of matter will be taken up\nin subsequent chapters.\n1.1  Physical Nature of Matter\n1.1.1 M ATTER  IS MADE  UP OF PARTICLES\nFor a long time, two schools of thought prevailed\nregarding the natur e of matter . One school\nbelieved matter to be continuous like a block\nof wood, wher eas, the other thought that matter\nwas made up of particles like sand. Let us\nperform an activity to decide about the natur e\nof matter  — is it continuous or particulate?Activity ______________ 1.1\n•Take a 100 mL beaker .\n•Fill half the beaker with water and\nmark the level of water .\n•Dissolve some salt/ sugar with the help\nof a glass r od.\n•Observe any change in water level.\n•What do you think has happened to\nthe salt?\n•Wher e does it disappear?\n•Does the level of water change?\nIn or der to answer these questions we\nneed to use the idea that matter is made up\nof particles. What was ther e in the spoon,  salt\nor sugar , has now spr ead thr oughout  water .\nThis is  illustrated in Fig. 1.1.\n1.1.2 HOW SMALL  ARE THESE  PARTICLES\nOF MATTER ?\nActivity ______________ 1.2\n•Take 2–3 crystals of potassium\npermanganate and dissolve them in\n100 mL of water .Fig. 1.1: When we dissolve salt in water , the particles\nof salt get into the spaces between particles\nof water .\n*The SI unit of mass is kilogram (kg).\n**The SI unit of volume is cubic metr e (m3). The common unit of measuring volume is\nlitre (L) such that 1L = 1 dm3, 1L = 1000 mL, 1 mL = 1 cm3.1\nM MM MMATTERATTERATTER\nATTERATTER     IN ININ ININ O  O O  O OUR URUR URUR S  S S  S SURROUNDINGSURROUNDINGSURROUNDINGSURROUNDINGSURROUNDINGSChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "SCIENCE 2•Take out approximately 10 mL of this\nsolution and put it into 90 mL of clear\nwater .\n•Take out 10 mL of this solution and\nput it into another 90 mL of clear water .\n•Keep diluting the solution like this 5 to\n8 times.\n•Is the water still colour ed ?1.2.2 PARTICLES  OF MATTER  ARE\nCONTINUOUSLY  MOVING\nActivity Activity Activity Activity Activity 1.3 1.31.3 1.31.3\n•Put an unlit incense stick in a corner\nof your class. How close do you have to\ngo near it so as to get its smell?\n•Now light the incense stick. What\nhappens? Do you get the smell sitting\nat a distance?\n•Record your observations.\nActivity Activity Activity Activity Activity 1.4 1.41.4 1.41.4\n•Take two glasses/beakers filled with\nwater .\n•Put a dr op of blue or r ed ink slowly\nand car efully along the sides of the first\nbeaker and honey in the same way in\nthe second beaker .\n•Leave them undisturbed in your house\nor in a cor ner of the class.\n•Recor d your observations.\n•What do you observe immediately after\nadding the ink dr op?\n•What do you observe immediately after\nadding a dr op of honey?\n•How many hours or days does it take\nfor the colour of ink to spr ead evenly\nthroughout the water?\nActivity Activity Activity Activity Activity  1.5  1.5 1.5  1.5 1.5\n•Drop a crystal of copper sulphate or\npotassium per manganate into a glass\nof hot water and another containing\ncold water . Do not stir the solution.\nAllow the crystals to settle at the\nbottom.\n•What do you observe just above the\nsolid crystal in the glass?\n•What happens as time passes?\n•What does this suggest about the\nparticles of solid and liquid?\n•Does the rate of mixing change with\ntemperatur e? Why and how?\nFrom the above thr ee activities (1.3, 1.4 and\n1.5), we can conclude the following:Fig. 1.2:  Estimating how small ar e the particles of\nmatter . With every dilution, though the colour\nbecomes light, it is still visible.\nThis experiment shows that just a few\ncrystals of potassium per manganate can\ncolour a lar ge volume of water (about\n1000 L). So we conclude that there must be\nmillions of tiny particles in just one crystal\nof potassium permanganate, which keep\non dividing themselves into smaller and\nsmaller particles.\nThe same activity can be done using 2 mL\nof Dettol instead of potassium permanganate.\nThe smell can be detected even on\nrepeated dilution.\nThe particles of matter are very small –\nthey ar e small beyond our imagination!!!!\n1.2Characteristics of Particles of\nMatter\n1.2.1 PARTICLES OF MATTER  HAVE  SPACE\nBETWEEN THEM\nIn activities 1.1 and 1.2 we saw that particles\nof sugar , salt, Dettol, or potassium\npermanganate got evenly distributed in water .\nSimilarly, when we make tea, cof fee or\nlemonade ( nimbu paani ), particles of one type\nof matter get into the spaces between particles\nof the other . This shows that ther e is enough\nspace between particles of matter .\n2024-25"
            },
            {
                "page": 3,
                "text": "MATTER IN OUR SURROUNDING S 3•If we consider each student as a\nparticle of matter , then in which gr oup\nthe particles held each other with the\nmaximum force?\nActivity ______________ 1.7\n•Take an iron nail, a piece of chalk and\na rubber band.\n•Try breaking them by hammering,\ncutting or stretching.\n•In which of the above three\nsubstances do you think the particles\nare held together with greater force?\nActivity ______________ 1.8\n•Take some water in a container , try\ncutting the surface of water with your\nfingers.\n•Were you able to cut the sur face of\nwater?\n•What could be the reason behind the\nsurface of water remaining together?\nThe above three activities (1.6, 1.7 and 1.8)\nsuggest that particles of matter have force\nacting between them. This force keeps the\nparticles together . The str ength of this for ce of\nattraction varies from one kind of matter to\nanother .\nuestions\n1.Which of the following are\nmatter?\nChair , air, love, smell, hate,\nalmonds, thought, cold, lemon\nwater , smell of per fume.\n2.Give reasons for the following\nobservation:\nThe smell of hot sizzling food\nreaches you several metres\naway, but to get the smell from\ncold food you have to go close.\n3.A diver is able to cut through\nwater in a swimming pool. Which\nproperty of matter does this\nobservation show?\n4.What are the characteristics of\nthe particles of matter?Particles of matter are continuously\nmoving, that is, they possess what we call\nthe kinetic ener gy. As the temperatur e rises,\nparticles move faster . So, we can say that with\nincrease in temperatur e the kinetic ener gy of\nthe particles also incr eases.\nIn the above thr ee activities we observe\nthat particles of matter inter mix on their own\nwith each other . They do so by getting into\nthe spaces between the particles. This\nintermixing of particles of two dif ferent types\nof matter on their own is called dif fusion. W e\nalso observe that on heating, dif fusion\nbecomes faster . Why does this happen?\n1.2.3 PARTICLES  OF MATTER  ATTRACT\nEACH OTHER\nActivity ______________ 1.6\n•Play this  game in the field— make four\ngroups and for m human chains as\nsuggested:\n•The first group should hold each\nother from the back and lock arms\nlike Idu-Mishmi dancers (Fig. 1.3).\nFig. 1.3\n•The second group should hold hands\nto for m a human chain.\n•The third gr oup should for m a chain\nby touching each other with only their\nfinger tips.\n•Now, the fourth gr oup of students\nshould run ar ound and try to br eak the\nthree human chains one by one  into\nas many small gr oups as possible.\n•Which gr oup was the easiest to br eak?\nWhy?Q\n2024-25"
            },
            {
                "page": 4,
                "text": "SCIENCE 41.3States of Matter\nObserve different types of matter around you.\nWhat ar e its dif ferent states? W e can see that\nmatter ar ound us exists in thr ee dif ferent\nstates– solid, liquid and gas. These states of\nmatter arise due to the variation in the\ncharacteristics of the particles of matter .\nNow, let us study about the pr operties of\nthese thr ee states of matter in detail.\n1.3.1 THE SOLID  STATE\nActivity _____________  1.9\n•Collect the following articles — a pen,\na book, a needle and a piece of wooden\nstick.\n•Sketch the shape of the above articles\nin your notebook by moving a pencil\naround them.\n•Do all these have a definite shape,\ndistinct boundaries and a fixed volume?\n•What happens if they are hammered,\npulled or dr opped?\n•Are these capable of dif fusing into each\nother?\n•Try compr essing them by applying\nforce. Ar e you able to compr ess them?\nAll the above ar e examples of solids. W e\ncan observe that all these have a definite\nshape, distinct boundaries and fixed volumes,\nthat is, have negligible compr essibility. Solids\nhave a tendency to maintain their shape when\nsubjected to outside for ce. Solids may br eak\nunder for ce but it is dif ficult to change their\nshape, so they ar e rigid.\nConsider the following:\n(a)What about a rubber band, can it\nchange its shape on str etching? Is it\na solid?\n(b)What about sugar and salt? When\nkept in dif ferent jars these take the\nshape of the jar . Are they solid?\n(c)What about a sponge? It is a solid\nyet we ar e able to compr ess it. Why?\nAll the above ar e solids as:\n•A rubber band changes shape under\nforce and regains the same shape whenthe force is removed. If excessive force is\napplied, it breaks.\n•The shape of each individual sugar or\nsalt crystal r emains fixed, whether we\ntake it in our hand, put it in a plate or in\na jar.\n•A sponge has minute holes, in which\nair is trapped, when we pr ess it, the air\nis expelled out and we ar e able to\ncompr ess it.\n1.3.2 THE LIQUID  STATE\nActivity _____________ 1.10\n•Collect the following:\n(a)water , cooking oil, milk, juice, a\ncold drink.\n(b)containers of dif ferent shapes. Put\na 50 mL mark on these containers\nusing a measuring cylinder fr om\nthe laboratory.\n•What will happen if these liquids ar e\nspilt on the floor?\n•Measur e 50 mL of any one liquid and\ntransfer it into dif ferent containers one\nby one. Does the volume r emain the\nsame?\n•Does the shape of the liquid r emain the\nsame ?\n•When you pour the liquid fr om one\ncontainer into another , does it flow\neasily?\nWe observe that liquids have no fixed\nshape but have a fixed volume. They take up\nthe shape of the container in which they ar e\nkept. Liquids flow and change shape, so they\nare not rigid but can be called fluid.\nRefer  to activities 1.4 and 1.5 wher e we\nsaw that solids and liquids can dif fuse into\nliquids. The gases fr om the atmospher\ne\ndiffuse and dissolve in water . These gases,\nespecially oxygen and carbon dioxide, ar e\nessential for the survival of aquatic animals\nand plants.\nAll living cr eatur es need to br eathe for\nsurvival. The aquatic animals can br eathe\nunder water due to the pr esence of dissolved\noxygen  in water . Thus, we may conclude that\nsolids, liquids and gases can diffuse into\nliquids. The rate of diffusion of liquids is\n2024-25"
            },
            {
                "page": 5,
                "text": "MATTER IN OUR SURROUNDING S 5higher  than that of solids.  This is due to the\nfact that in the liquid state, particles move\nfreely and have greater space between each\nother as compared to particles in the solid\nstate.\n1.3.3 THE GASEOUS  STATE\nHave you ever observed a balloon seller filling\na lar ge number of balloons fr om a single\ncylinder of gas? Enquire fr om him how many\nballoons is he able to fill fr om one cylinder .\nAsk him which gas does he have in the cylinder .\nActivity _____________ 1.11\n•Take thr ee 100 mL syringes and close\ntheir nozzles by  rubber corks, as\nshown in Fig.1.4.\n•Remove the pistons fr om all the\nsyringes.\n•Leaving one syringe untouched, fill\nwater in the second and pieces of chalk\nin the third.\n•Insert the pistons back into the\nsyringes. Y ou may apply some vaseline\non the pistons befor e inserting them\ninto the syringes for their smooth\nmovement.\n•Now, try to compr ess the content by\npushing the piston in each syringe.We have observed that gases ar e highly\ncompr essible as compared to solids and\nliquids. The liquefied petr oleum gas (LPG)\ncylinder that we get in our home for cooking\nor the oxygen supplied to hospitals in\ncylinders is compr essed gas. Compressed\nnatural gas (CNG) is used as fuel these days\nin vehicles. Due to its high compr essibility,\nlarge volumes of a gas can be compr essed\ninto a small cylinder and transported easily.\nWe  come to know of what is being cooked\nin the kitchen without even entering ther e,\nby the smell that r eaches our nostrils. How\ndoes this smell r\neach us? The particles of the\naroma of food mix with the particles of air\nspread fr om the kitchen, r each us and even\nfarther away. The smell of hot cooked food\nreaches us in seconds; compare this with the\nrate of dif fusion of solids and liquids. Due to\nhigh speed of particles and lar ge space\nbetween   them, gases show the pr operty of\ndiffusing very fast into other gases.\nIn the gaseous state, the particles move\nabout randomly at high speed. Due to this\nrandom movement, the particles hit each\nother and also the walls of the container . The\npressur e exerted by the gas is because of this\nforce exerted by gas particles per unit ar ea\non the walls of the container .\nFig. 1.4\n•What do you observe? In which case\nwas the piston easily pushed in?\n•What do you infer fr om your\nobservations?\nFig.1.5: a, b and c show the magnified schematic\npictur es of the thr ee states of matter . The\nmotion of the particles can be seen and\ncompar ed in the thr ee states of matter .\n2024-25"
            },
            {
                "page": 6,
                "text": "SCIENCE 61.4.1 EFFECT  OF CHANGE  OF TEMPERATURE\nActivity _____________ 1.12\n•Take about 150 g of ice in a beaker and\nsuspend a laboratory ther mometer so\nthat its bulb is in contact with the ice,\nas in Fig. 1.6.uestions\n1.The mass per unit volume of a\nsubstance is called density.\n(density = mass/volume).\nArrange the following in or der of\nincreasing density – air , exhaust\nfrom chimneys, honey, water ,\nchalk, cotton and ir on.\n2.(a)Tabulate the dif ferences in\nthe characterisitcs of states\nof matter .\n(b)Comment upon the following:\nrigidity, compr essibility,\nfluidity, filling a gas\ncontainer , shape, kinetic\nenergy and density.\n3.Give r easons\n(a)A gas fills completely the\nvessel in which it is kept.\n(b)A gas exerts pr essur e on the\nwalls of the container .\n(c)A wooden table should be\ncalled a solid.\n(d)We can easily move our hand\nin air but to do the same\nthrough a solid block of wood\nwe need a karate expert.\n4.Liquids generally have lower\ndensity as compar ed to solids.\nBut you must have observed that\nice floats on water . Find out why.\n1.4Can Matter Change its State?\nWe all know fr om our observation that water\ncan exist in thr ee states of matter–\n•solid, as ice,\n•liquid, as the familiar water , and\n•gas, as water vapour .\nWhat happens inside the matter during\nthis change of state? What happens to the\nparticles of matter during the change of\nstates? How does this change of state take\nplace? W e need answers to these questions,\nisn’t it?Q\n(a)\n(b)\nFig. 1.6: (a) Conversion of ice to water , (b) conversion\nof water to water vapour\n2024-25"
            },
            {
                "page": 7,
                "text": "MATTER IN OUR SURROUNDING S 7•Start heating the beaker on a low flame.\n•Note the temperature when the ice\nstarts melting.\n•Note the temperatur e when all the ice\nhas converted into water .\n•Recor d your observations for this\nconversion of solid to liquid state.\n•Now, put a glass r od in the beaker and\nheat while stirring till the water starts\nboiling.\n•Keep a car eful eye on the ther mometer\nreading till most of the water has\nvaporised.\n•Recor d your observations for the\nconversion of water in the liquid state\nto the gaseous state.\nOn increasing the temperatur e of solids,\nthe kinetic ener gy of the particles increases.\nDue to the incr ease in kinetic ener gy, the\nparticles start vibrating with gr eater speed.\nThe ener gy supplied by heat over\ncomes the\nforces of attraction between the particles. The\nparticles leave their fixed positions and start\nmoving mor e freely. A stage is reached when\nthe solid melts and is converted to a liquid.\nThe minimum temperature at which a solid\nmelts to become a liquid at the atmospheric\npressure is called its melting point.\nThe melting point of a solid is an indication\nof the strength of the force of attraction\nbetween its particles.\nThe melting point of ice is 273.15 K *. The\nprocess of melting, that is, change of solid\nstate into liquid state is also known as fusion.\nWhen a solid melts, its temperature\nremains the same, so where does the heat\nenergy go?\nYou must have observed, during the\nexperiment of melting, that the temperatur e\nof the system does not change after the\nmelting point is reached, till all the ice melts.\nThis happens even though we continue to\nheat the beaker, that is, we continue to supply\nheat. This heat gets used up in changing thestate by overcoming the forces of attraction\nbetween the particles. As this heat energy is\nabsorbed by ice without showing any rise in\ntemperatur e, it is consider ed that it gets\nhidden into the contents of the beaker and is\nknown as the latent heat. The wor d latent\nmeans hidden. The amount of heat ener gy\nthat is r equir ed to change 1 kg of a solid into\nliquid at atmospheric pr essur e at its melting\npoint is known as the latent heat of fusion.\nSo, particles in water at 0oC (273 K) have more\nenergy as compared to particles in ice at the\nsame temperature.\nWhen we supply heat ener gy to water ,\nparticles start moving even faster .  At a certain\ntemperatur e, a point is r eached when the\nparticles have enough energy to break fr ee\nfrom the forces of attraction of each other . At\nthis temperatur e the liquid starts changing\ninto gas. The temperature at which a liquid\nstarts boiling at the atmospheric pr essur e is\nknown as its boiling point. Boiling is a bulk\nphenomenon. Particles fr om the bulk of the\nliquid gain enough ener gy to change into the\nvapour state.\nFor water this temperature is 373 K\n(100oC = 273 + 100 = 373 K).\nCan you define the latent heat of\nvaporisation? Do it in the same way as we\nhave defined the latent heat of fusion.\nParticles in steam, that is, water vapour at\n373 K (1000 C) have mor e ener gy than water\nat the same temperatur e. This is because\nparticles in steam have absorbed extra ener gy\nin the for m of latent heat of vaporisation.\n*Note: Kelvin is the SI unit of temperature, 0o C =273.15 K. For convenience, we take 0o C = 273 K after\nrounding off the decimal. To change a temperature on the Kelvin scale to the Celsius scale you\nhave to subtract 273 from the given temperature, and to convert a temperature on the Celsius\nscale to the Kelvin scale you have to add 273 to the given temperature.So, we infer that the state of matter can\nbe changed into another state by changing\nthe temperature.\nWe have lear nt that substances ar ound\nus change state fr om solid to liquid and fr om\nliquid to gas on application of heat. But there\n2024-25"
            },
            {
                "page": 8,
                "text": "SCIENCE 8enclosed in a cylinder? Will the particles come\ncloser? Do you think that increasing or\ndecreasing the pressure can change the state\nof matter?are some that change directly from solid state\nto gaseous state and vice versa without\nchanging into the liquid state.\nActivity _____________ 1.13\n•Take some camphor . Crush it and put\nit in a china dish.\n•Put an inverted funnel over the china\ndish.\n•Put a cotton plug on the stem of the\nfunnel, as shown in Fig. 1.7.\n* atmospher e (atm) is a unit of measuring pr essur e exerted by a gas. The unit of pr essur e is Pascal (Pa):\n1 atmospher e = 1.01 × 105 Pa. The pr essur e of air in atmospher e is called atmospheric pr essur e. The\natmospheric pr essur e at sea level is 1 atmospher e, and is taken as the nor mal atmospheric pr essur e.\nFig. 1.7: Sublimation of camphorFig. 1.8: By applying pressure, particles of matter\ncan be brought close together\nApplying pressure and reducing\ntemperatur e can liquefy gases.\nHave you hear d of solid carbon dioxide\n(CO2)? It is stor ed  under high pr essur e. Solid\nCO2 gets converted directly into gaseous state\non decr ease of pr essur e to 1 atmospher e*\nwithout coming into liquid state. This is the\nreason that solid carbon dioxide is also known\nas dry ice.\nThus, we can say that pr essur e and\ntemperature deter mine the state of a\nsubstance, whether it will be solid, liquid\nor gas.•Now, heat slowly and observe.\n•What do you infer from the above\nactivity?\nA change of state directly from solid to gas\nwithout changing into liquid state is called\nsublimation and the direct change of gas to\nsolid without changing into liquid is called\ndeposition.\n1.4.2 EFFECT  OF CHANGE  OF\n PRESSURE\nWe have alr eady lear nt that the dif ference in\nvarious states of matter is due to the\ndifference in the distances between the\nconstituent particles. What will happen when\nwe start putting pressure and compress a gas Fig. 1.9: Interconversion of the three states of matterDeposition\n2024-25"
            },
            {
                "page": 9,
                "text": "MATTER IN OUR SURROUNDING S 9dish and keep it inside a cupboard or\non a shelf in your class.\n•Record the room temperature.\n•Recor d the time or days taken for the\nevaporation pr ocess in the above cases.\n•Repeat the above thr ee steps of activity\non a rainy day and r ecord your\nobservations.\n•What do you infer about the ef fect of\ntemperatur e, sur face ar ea and wind\nvelocity (speed) on evaporation?\nYou must have observed that the rate of\nevaporation increases with–\n•an incr ease of sur face ar ea:\nWe know that evaporation is a sur face\nphenomenon. If the sur face ar ea is\nincreased, the rate of evaporation\nincreases. For example, while putting\nclothes for drying up we spr ead them out.\n•an incr ease of temperature:\nWith the incr ease of temperatur e, mor e\nnumber of particles get enough kinetic\nenergy to go into the vapour state.\n•a decr ease in humidity:\nHumidity is the amount of water vapour\npresent in air . The air ar ound us cannot\nhold mor e than a definite amount of\nwater vapour at a given temperatur e. If\nthe amount of water in air is alr eady high,\nthe rate of evaporation decr eases.\n•an incr ease in wind speed:\nIt is a common observation that clothes\ndry faster on a windy day. W ith the\nincr\nease in wind speed, the particles of\nwater vapour move away with the wind,\ndecreasing the amount of water vapour\nin the surr ounding.\n1.5.2 HOW DOES EVAPORATION  CAUSE\nCOOLING?\nIn an open vessel, the liquid keeps on\nevaporating. The particles of liquid absorb\nenergy from the surr ounding to regain the\nenergy lost during evaporation. This\nabsorption of energy from the surroundings\nmake the surroundings cold.uestions\n1.Convert the following temperature\nto celsius scale:\na.  300 K b.   573 K\n2.What is the physical state of\nwater at:\na.  250oC b.   100oC ?\n3.For any substance, why does the\ntemperature remain constant\nduring the change of state?\n4.Suggest a method to liquefy\natmospheric gases.\n1.5 Evaporation\nDo we always need to heat or change pressure\nfor changing the state of matter? Can you\nquote some examples from everyday life where\nchange of state from liquid to vapour takes\nplace without the liquid reaching the boiling\npoint? W ater, when left uncovered, slowly\nchanges into vapour . Wet clothes dry up. What\nhappens to water in the above two examples?\nWe know that particles of matter ar e\nalways moving and are never at rest. At a given\ntemperature in any gas, liquid or solid, there\nare particles with different amounts of kinetic\nenergy. In the case of liquids, a small fraction\nof particles at the surface, having higher\nkinetic energy, is able to break away from the\nforces of attraction of other particles and gets\nconverted into vapour . This phenomenon of\nchange of  liquid into vapours at any\ntemperature below its boiling point is called\nevaporation.\n1.5.1 FACTORS AFFECTING\nEVAPORATION\nLet us understand this with an activity.\nActivity _____________ 1.14\n•Take 5 mL of water in a test tube and\nkeep it near a window or under a fan.\n•Take 5 mL of water in an open china\ndish and keep it near a window or\nunder a fan.\n•Take 5 mL of water in an open chinaQ\n2024-25"
            },
            {
                "page": 10,
                "text": "SCIENCE 10What\nyou have\nlearnt\n• Matter is made up of small particles.\n• The matter around us exists in three states—solid, liquid\nand gas.\n• The forces of attraction between the particles are maximum in\nsolids, inter mediate in liquids and minimum in gases.\n• The spaces in between the constituent particles and kinetic\nenergy of the particles ar e minimum in the case of solids,\nintermediate in liquids and maximum in gases.What happens when you pour some\nacetone (nail polish remover) on your palm?\nThe particles gain energy from your palm or\nsurroundings and evaporate causing the palm\nto feel cool.\nAfter a hot sunny day, people sprinkle\nwater on the r oof or open gr ound because\nthe large latent heat of vaporisation of water\nhelps to cool the hot sur face.\nCan you cite some mor e examples fr om\ndaily life wher e we can feel the ef fect of cooling\ndue to evaporation?\nWhy should we wear cotton clothes in\nsummer?\nDuring summer , we perspir e mor e\nbecause of the mechanism of our body which\nkeeps us cool. W e know that during\nevaporation, the particles at the sur face of\nthe liquid gain ener\ngy from the surr oundings\nor body sur face and change into vapour . The\nheat ener gy equal to the latent heat of\nvaporisation is absorbed fr om the body\nleaving the body cool. Cotton, being a good\nabsorber of water helps in absorbing the\nsweat and exposing it to the atmosphere for\neasy evaporation.Why do we see water droplets on the outer\nsurface of a glass containing ice-cold\nwater?\nLet us take some ice-cold water in a\ntumbler . Soon we will see water dr oplets on\nthe outer sur face of the tumbler . The water\nvapour present in air , on coming in contact\nwith the cold glass of water , loses ener gy and\ngets converted to liquid state, which we see\nas water dr oplets.\nuestions\n1.Why does a desert cooler cool\nbetter on a hot dry day?\n2.How does the water kept in an\nearthen pot (matka) become cool\nduring summer?\n3.Why does our palm feel cold\nwhen we put some acetone or\npetrol or per fume on it?\n4.Why ar e we able to sip hot tea or\nmilk faster fr om a saucer rather\nthan a cup?\n5.What type of clothes should we\nwear in summer?Q\n2024-25"
            },
            {
                "page": 11,
                "text": "MATTER IN OUR SURROUNDING S 11• The arrangement of particles is most ordered in the case of\nsolids, in the case of liquids layers of particles can slip and\nslide over each other while for gases, ther e is no or der,\nparticles just move about randomly.\n• The states of matter are inter -convertible. The state of matter\ncan be changed by changing temperature or pressure.\n• Sublimation is the change of solid state directly to gaseous\nstate without going through liquid state.\n• Deposition is the change of gaseous state directly to solid\nstate without going through liquid state.\n• Boiling is a bulk phenomenon. Particles from the bulk\n(whole) of the liquid change into vapour state.\n• Evaporation is a surface phenomenon. Particles from the\nsurface gain enough ener gy to over come the for ces of attraction\npresent in the liquid and change into the vapour state.\n• The rate of evaporation depends upon the sur face ar ea exposed\nto the atmospher e, the temperatur e, the humidity and the\nwind speed.\n• Evaporation causes cooling.\n• Latent heat of vaporisation is the heat ener gy requir ed to change\n1 kg of a liquid to gas at atmospheric pressure at its\nboiling point.\n• Latent heat of fusion is the amount of heat energy required\nto change 1 kg of solid into liquid at its melting point.\n• Some measurable quantities and their units to remember:\nQuantity Unit Symbol\nTemperature kelvin K\nLength metre m\nMass kilogram kg\nWeight newton N\nVolume cubic metre m3\nDensity kilogram per cubic metre kg m–3\nPressure pascal Pa\n2024-25"
            },
            {
                "page": 12,
                "text": "SCIENCE 121.Convert the following temperatures to the celsius scale.\n(a)293 K (b)470 K\n2.Convert the following temperatures to the kelvin scale.\n(a)25o°C (b)373o°C\n3.Give reason for the following observations.\n(a)Naphthalene balls disappear with time without leaving\nany solid.\n(b)We can get the smell of perfume sitting several metres\naway.\n4.Arrange the following substances in increasing order of  forces\nof attraction between the particles— water , sugar , oxygen.\n5.What is the physical state of water at—\n(a)25o°C (b)0o°C (c)100o°C ?\n6.Give two reasons to justify—\n(a)water at room temperature is a liquid.\n(b)an iron almirah is a solid at room temperature.\n7.Why is ice at 273 K more effective in cooling than water at the\nsame temperatur e?\n8.What produces more severe burns, boiling water or steam?\n9.Name A,B,C,D,E and F in the following diagram showing\nchange in its stateExercises\n2024-25"
            },
            {
                "page": 13,
                "text": "MATTER IN OUR SURROUNDING S 13Group Activity\nPrepare a model to demonstrate movement of particles in solids,\nliquids and gases.\nFor making this model you will need\n• A transparent jar\n• A big rubber balloon or piece of str etchable rubber sheet\n• A string\n• Few chickpeas or black gram or dry green peas.\nHow to make?\n• Put the seeds in the jar .\n• Sew the string to the centr e of the rubber sheet and put some\ntape to keep it tied securely.\n• Stretch and tie the rubber sheet on the mouth of the jar .\n• Your model is ready. Now run your fingers up and down the\nstring by first tugging at it slowly and then rapidly.\nFig. 1.10: A model for converting of solid to liquid  and liquid to gas.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 2: Is Matter Around Us Pure?",
        "pages": [
            {
                "page": 1,
                "text": "Fig. 2.1:  Some consumable items\nHave you ever noticed the word ‘pure’\nwritten on the packs of these consumables?\nFor a common person pure means having no\nadulteration. But, for a scientist all these things\nare actually mixtures of different substances\nand hence not pure. For example, milk is\nactually a mixtur e of water , fat, pr oteins, etc.\nWhen a scientist says that something is pure,\nit means that all the constituent particles of\nthat substance are the same in their chemical\nnature. A pure substance consists of a single\ntype of particle. In other words, a substance is\na pur e single for m of matter .\nAs we look around, we can see that most\nof the matter around us exists as mixtures of\ntwo or more pure components, for example,\nsea water , minerals, soil, etc., ar e all mixtur es.\n2.1 What is a Mixture?\nMixtures  are constituted by more than one\nkind of pure for m of matter . We know that\ndissolved sodium chloride can be separated\nfrom water by the physical process of\nevaporation. However , sodium chloride is itselfa pure substance and cannot be separated by\nphysical process into its chemical constituents.\nSimilarly, sugar is a substance which contains\nonly one kind of pure matter and its\ncomposition is the same throughout.\nSoft drink and soil are not single pure\nsubstances. Whatever the source of a\npure substance may be, it will always have\nthe same characteristic properties.\nTherefore, we can say that a mixture\ncontains more than one pure substance.\n2.1.1 TYPES OF MIXTURES\nDepending upon the nature of the components\nthat form a mixture, we can have different\ntypes of mixtures.\nActivity ______________ 2.1\n•Let us divide the class into groups A,\nB, C and D.\n•Group A takes a beaker containing\n50 mL of water and one spatula full\nof copper sulphate powder . Group B\ntakes 50 mL of water and two spatula\nfull of copper sulphate powder in a\nbeaker .\n•Groups C and D can take different\namounts of copper sulphate and\npotassium permanganate or common\nsalt (sodium chloride) and mix the\ngiven components to form a mixture.\n•Report the observations on the\nuniformity in colour and texture.\n•Groups A and B have obtained a\nmixture which has a uniform\ncomposition throughout. Such\nmixtures are called homogeneous\nmixtures or solutions. Some other\nexamples of such mixtures are: (i) salt\ndissolved in water and (ii) sugar\ndissolved in water . Compar e theHow do we judge whether milk, ghee, butter ,\nsalt, spices, mineral water or juice that we buy\nfrom the market are pure?2\nI II IISSS\nSS M  M M M MATTER ATTERATTER ATTERATTER A  A A  A AROUND ROUNDROUND ROUNDROUND  U  U U  U US SS SS P  P P  P PURE UREURE UREURE? ?? ??Chapter\n2024-25"
            },
            {
                "page": 2,
                "text": "More to  knowcolour of the solutions of the two\ngroups. Though both the groups have\nobtained copper sulphate solution but\nthe intensity of colour of the solutions\nis different. This shows that a\nhomogeneous mixture can have a\nvariable composition.\n•Groups C and D have obtained\nmixtures, which contain physically\ndistinct parts and have non-uniform\ncompositions. Such mixtures are called\nheterogeneous mixtures. Mixtures of\nsodium chloride and iron filings, salt\nand sulphur , and oil and water ar e\nexamples of heterogeneous mixtures.\nActivity ______________ 2.2\n•Let us again divide the class into four\ngroups— A, B, C and D.\n•Distribute the following samples to\neach group:\n−Few crystals of copper sulphate\nto group A.\n−One spatula full of copper\nsulphate to group B.\n−Chalk powder or wheat flour to\ngroup C.\n−Few drops of milk or ink to\ngroup D.\n•Each group should add the given\nsample in water and stir properly\nusing a glass rod. Are the particles\nin the mixture visible?\n•Direct a beam of light from a torch\nthrough the beaker containing the\nmixtur e and observe fr om the fr ont. W as\nthe path of the beam of light visible?\n•Leave the mixtures undisturbed for\na few minutes (and set up the\nfiltration apparatus in the meantime).\nIs the mixture stable or do the\nparticles begin to settle after some\ntime?\n•Filter the mixture. Is there any\nresidue on the filter paper?\n•Discuss the results and form an\nopinion.\nGroups A and B have got a solution.\nGroup C has got a suspension.\nGroup D has got a colloidal solution.Now, we shall learn about solutions,\nsuspensions and colloidal solutions in the\nfollowing sections.\nuestions\n1.What is meant by a substance?\n2.List the points of differences\nbetween homogeneous and\nheterogeneous mixtures.\n2.2What is a Solution?\nA solution is a homogeneous mixture of two\nor mor e substances. Y ou come acr oss various\ntypes of solutions in your daily life. Lemonade,\nsoda water , etc., ar e all examples of solutions.\nUsually we think of a solution as a liquid that\ncontains either a solid, liquid or a gas dissolved\nin it. But, we can also have solid solutions\n(alloys) and gaseous solutions (air). In a\nsolution there is homogeneity at the particle\nlevel. For example, lemonade tastes the same\nthroughout. This shows that particles of sugar\nor salt are evenly distributed in\nthe solution.Q\nFig. 2.2:  Filtration\nAlloys : Alloys are mixtures of two or\nmore metals or ametal and  a non-metal\nand cannot be separated into their\ncomponents by physical methods. But\nstill, an alloy is considered as a mixture\nbecause it shows the properties of its\nconstituents and can have variable\ncomposition. For example, brass is a\nmixture of approximately 30% zinc and\n70% copper .\nIS M ATTER AROUND  US PURE? 15\n2024-25"
            },
            {
                "page": 3,
                "text": "SCIENCE 16A solution has a solvent and a solute as its\ncomponents.  The component of the solution\nthat dissolves the other component in it\n(usually the component present in larger\namount) is called the solvent.  The component\nof the solution that is dissolved in the solvent\n(usually present in lesser quantity) is called\nthe solute.\nExamples:\n(i)A solution of sugar in water is a  solid\nin liquid solution. In this solution,\nsugar is the solute and water is\nthe solvent.\n(ii)A solution of iodine in alcohol known\nas ‘tincture of iodine’, has iodine (solid)\nas the solute and alcohol (liquid) as the\nsolvent.\n(iii)Aerated drinks like soda water , etc., ar e\ngas in liquid solutions. These contain\ncarbon dioxide (gas) as solute and water\n(liquid) as solvent.\n(iv)Air is a mixture of gas in gas. Air is a\nhomogeneous mixture of a number of\ngases. Its two main constituents are:\noxygen (21%) and nitrogen (78%). The\nother gases are present in very\nsmall quantities.\nProperties of a Solution\n•A solution is a homogeneous mixture.\n•The particles of a solution are smaller\nthan 1 nm (10-9 metre) in diameter . So,\nthey cannot be seen by naked eyes.\n•Because of very small particle size, they\ndo not scatter a beam of light passing\nthrough the solution. So, the path of\nlight is not visible in a solution.\n•The solute particles cannot be separated\nfrom the mixture by the process of\nfiltration. The solute particles do not\nsettle down when left undisturbed , that\nis, a solution is stable.\n2.2.1 C ONCENTRATION  OF A SOLUTION\nIn activity 2.2, we observed that groups A and\nB obtained different shades of solutions. So,\nwe understand that in a solution the relativeproportion of the solute and solvent can be\nvaried. Depending upon the amount of solute\npresent in a solution, it can be called  dilute,\nconcentrated or  saturated solution. Dilute\nand concentrated are comparative terms. In\nactivity 2.2, the solution obtained by group\nA is dilute as compared to that obtained by\ngroup B.\nActivity ______________ 2.3\n•Take approximately 50 mL of water\neach in two separate beakers.\n•Add salt in one beaker and sugar or\nbarium chloride in the second beaker\nwith continuous stirring.\n•When no more solute can be dissolved,\nheat the contents of the beaker to raise\nthe temperature by about 5oC.°\n•Start adding the solute again.\nIs the amount of salt and sugar or barium\nchloride, that can be dissolved in water  at a\ngiven temperature, the same?\nAt any particular temperature, a solution\nthat has dissolved as much solute as it is\ncapable of dissolving, is said to be a saturated\nsolution. In other words, when no more solute\ncan be dissolved in a solution at a given\ntemperature, it is called a saturated solution.\nThe amount of the solute present in the\nsaturated solution at this temperature is called\nits solubility.\nIf the amount of solute contained in a\nsolution is less than the saturation level, it is\ncalled an unsaturated solution.\nWhat would happen if you were to take a\nsaturated solution at a certain temperature\nand cool it slowly.\nWe can infer from the above activity that\ndifferent substances in a given solvent have\ndifferent solubilities at the same temperature.\nThe concentration of a solution is the amount\n(mass or volume)  of solute present in a given\namount (mass or volume) of solution .\nThere are various ways of expressing the\nconcentration of a solution, but here we will\nlearn only three methods.\n(i)Mass by mass percentage of a solution\nMass of solute= ×100\nMass of solution\n2024-25"
            },
            {
                "page": 4,
                "text": "IS MATTER AROUND  US PURE? 17(ii)Mass by volume percentage of a solution\nMass of solute= ×100\nVolume of solution\n(iii)Volume by volume per centage of a\nsolution\nVolume of solute= ×100\nVolume of solution\nExample 2.1 A solution contains 40 g of\ncommon salt in 320 g of water . Calculate\nthe concentration in terms of mass by\nmass percentage of the solution.\nSolution:\nMass of solute (salt) =40 g\nMass of solvent (water) =320 g\nWe know,\nMass of solution = Mass of solute +\nMass of solvent\n= 40 g + 320 g\n= 360 g\nMass percentage of solution\nMass of solute= ×100\nMassof solution\n                 40= ×100 =11.1%\n360\n2.2.2 W HAT IS A SUSPENSION ?\nNon-homogeneous systems, like those\nobtained by group C in activity 2.2, in which\nsolids are dispersed in liquids, are called\nsuspensions. A suspension is a heterogeneous\nmixture in which the solute  particles do not\ndissolve but remain suspended throughout\nthe bulk of the medium. Particles of a\nsuspension are visible to the naked eye.\nProperties of a Suspension\n•Suspension is a heterogeneous\nmixture.\n•The particles of a suspension can be seen\nby the naked eye.•The particles of a suspension scatter a\nbeam of light passing through it and\nmake its path visible.\n•The solute particles settle down when a\nsuspension is left undisturbed, that is,\na suspension is unstable. They can be\nseparated from the mixture by the\nprocess of filtration. When the particles\nsettle down, the suspension breaks and\nit does not scatter light any more.\n2.2.3 WHAT IS A COLLOIDAL\n SOLUTION?\nThe mixture obtained by group D in activity\n2.2 is called a colloid or a colloidal solution.\nThe particles of a colloid are uniformly spread\nthroughout the solution. Due to the relatively\nsmaller size of particles, as compared to that of\na suspension, the mixture appears to be\nhomogeneous. But actually, a colloidal solution\nis a heterogeneous mixture, for example, milk.\nBecause of the small size of colloidal\nparticles, we cannot see them with naked eyes.\nBut, these particles can easily scatter a beam\nof visible light as observed in activity 2.2. This\nscattering of a beam of light is called the\nTyndall effect after the name of the scientist\nwho discovered this effect.\nTyndall effect can also be observed when a\nfine beam of light enters a room through a small\nhole. This happens due to the scattering of light\nby the particles of dust and smoke in the air .\nFig. 2.3: (a) Solution of copper sulphate does not\nshow Tyndall effect, (b) mixture of water\nand milk shows Tyndall effect.(a) (b)\n2024-25"
            },
            {
                "page": 5,
                "text": "SCIENCE 18Q•Colloids are big enough to scatter a\nbeam of light passing through it and\nmake its path visible.\n•They do not settle down when left\nundisturbed, that is, a colloid is quite\nstable.\n•They cannot be separated from the\nmixture by the process of filtration. But,\na special technique of separation known\nas centrifugation can be used to\nseparate the colloidal particles.\nThe components of a colloidal solution are\nthe dispersed phase and the dispersion\nmedium. The solute-like component or the\ndispersed particles in a colloid form the\ndispersed phase, and the component in which\nthe dispersed phase is suspended is known\nas the dispersing medium. Colloids are\nclassified according to the state (solid, liquid\nor gas) of the dispersing medium and  the\ndispersed phase. A few common examples are\ngiven in Table 2.1. From this table you can\nsee that they are very common everyday life.Tyndall effect can be observed when\nsunlight passes through the canopy of a dense\nforest. In the forest, mist contains tiny droplets\nof water , which act as particles of colloid\ndispersed in air .\nFig. 2.4:  The Tyndall effect\nuestions\n1.Differentiate between homogen eous and heterogeneous mixtures with examples.\n2.How are sol, solution and suspension different from each other?\n3.To make a saturated solution,  36 g of sodium chloride is dissolved in 100 g of water\nat 293 K. Find its concentration at this temperature.Properties of a Colloid\n•A colloid is a heterogeneous mixture.\n•The size of particles of a colloid is too\nsmall to be individually seen with\nnaked eyes.\nTable 2.1:  Common examples of colloids\nDispersed Dispersing Type Example\nphase Medium\nLiquid Gas Aerosol Fog, clouds, mist\nSolid Gas Aerosol Smoke, automobile exhaust\nGas Liquid Foam Shaving cream\nLiquid Liquid Emulsion Milk, face cream\nSolid Liquid Sol Milk of magnesia, mud\nGas Solid Foam Foam, rubber , sponge, pumice\nLiquid Solid Gel Jelly, cheese, butter\nSolid Solid Solid Sol Coloured gemstone, milky glass\n2024-25"
            },
            {
                "page": 6,
                "text": "IS MATTER AROUND  US PURE? 192.3Physical and Chemical\nChanges\nIn the pr evious chapter , we have lear nt about\na few physical properties of matter . The\nproperties that can be observed and specified\nlike colour , har dness, rigidity, fluidity,\ndensity, melting point, boiling point etc. are\nthe physical properites.\nThe interconversion of states is a physical\nchange because these changes occur without\na change in composition and no change in the\nchemical nature of the substance. Although\nice, water and water vapour all look different\nand display different physical properties, they\nare chemically the same.\nBoth water and cooking oil  are liquid but\ntheir chemical characteristics are different.\nThey dif fer in odour and inflammability. W e\nknow that oil burns in air whereas water\nextinguishes fire. It is this chemical property\nof oil that makes it dif ferent from water .\nBurning is a chemical change. During this\nprocess one substance reacts with another to\nundergo a change in chemical composition.\nChemical change brings change in the\nchemical properties of matter and we get new\nsubstances. A chemical change is also called\na chemical reaction.\nDuring burning of a candle, both physical\nand chemical changes take place. Can you\ndistinguish these?\nuestions\n1.Classify the following as chemical\nor physical changes:\n•cutting of trees,\n•melting of butter in a pan,\n•rusting of almirah,\n•boiling of water to form steam,\n•passing of electric current,\nthrough water and the water\nbreaking down into hydrogen\nand oxygen gases,\n•dissolving common salt in\nwater ,\n•making a fruit salad with raw\nfruits, andQ•burning of paper and wood.\n2.Try segr egating the things\naround you as pure substances\nor mixtures.\n2.4What are the Types of Pure\nSubstances?\nOn the basis of their chemical composition,\nsubstances can be classified either as elements\nor compounds.\n2.4.1 ELEMENTS\nRobert Boyle was the first scientist to use the\nterm element in 1661. Antoine Laurent\nLavoisier (1743–94), a French chemist, was the\nfirst to establish an experimentally useful\ndefinition of an element. He defined an element\nas a basic form of matter that cannot be broken\ndown into simpler substances by chemical\nreactions.\nElements can be normally divided into\nmetals, non-metals and metalloids.\nMetals usually show some or all of the\nfollowing properties:\n•They have a lustre (shine).\n•They have silvery-grey or golden-yellow\ncolour .\n•They conduct heat and electricity.\n•They are ductile (can be drawn into\nwires).\n•They are malleable (can be hammered\ninto thin sheets).\n•They are sonorous (make a ringing\nsound when hit).\nExamples of metals ar e gold, silver ,\ncopper , iron, sodium, potassium etc. Mer cury\nis the only metal that is liquid at room\ntemperature.\nNon-metals usually show some or all of the\nfollowing properties:\n•They display a variety of colours.\n•They are poor conductors of heat and\nelectricity.\n•They are not lustrous, sonorous\nor malleable.\nExamples of non-metals are hydrogen,\noxygen, iodine, carbon (coal, coke), bromine,\n2024-25"
            },
            {
                "page": 7,
                "text": "SCIENCE 20chlorine etc. Some elements have intermediate\nproperties between those of metals and non-\nmetals, they are  called metalloids; examples\nare boron, silicon, germanium, etc.\nMore to  know\n2.4.2 COMPOUNDS\nA compound is a substance composed of two\nor more elements, chemically combined with\none another in a fixed proportion.\nWhat do we get when two or more elements\nare combined?\nActivity ______________ 2.4\n•Divide the class into two groups. Give\n5 g of iron filings and 3 g of sulphur\npowder in a china dish to both\nthe groups.\nGroup I\n•Mix and crush iron filings and\nsulphur powder .\nGroup II\n•Mix and crush iron filings and\nsulphur powder . Heat this mixtur e\nstrongly till red hot. Remove from\nflame and let the mixture cool.\nGroups I and II\n•Check for magnetism in the material\nobtained. Bring a magnet near the\nmaterial and check if the material is\nattracted towards the magnet.•Compare the texture and colour of the\nmaterial obtained by the groups.\n•Add carbon disulphide to one part of\nthe  material obtained. Stir well\nand filter .\n•Add dilute sulphuric acid or dilute\nhydrochloric acid to the other part of\nthe material obtained. (Note: teacher\nsupervision is necessary for\nthis activity).\n•Perform all the above steps with both\nthe elements (iron and sulphur)\nseparately.\nNow answer\n•Did the material obtained by the two\ngroups look the same?\n•Which group has obtained a material\nwith magnetic properties?\n•Can we separate the components of the\nmaterial obtained?\n•On adding dilute sulphuric acid or\ndilute hydrochloric acid, did both the\ngroups obtain a gas? Did the gas in\nboth the cases smell the same\nor different?\nThe gas obtained by Group I is hydrogen,\nit is colourless, odourless and combustible– it\nis not advised to do the combustion test for\nhydrogen in the class. The gas obtained by\nGroup II is hydrogen sulphide. It is a colourless\ngas with the smell of rotten eggs.\nYou must have observed that the pr oducts\nobtained by both the groups show different\nproperties, though the starting materials were\nthe same. Group I has carried out the activity\ninvolving a physical change whereas in case\nof Group II, a chemical change (a chemical\nreaction) has taken place.\n•The material obtained by group I is a\nmixture of the two substances. The\nsubstances given are the elements—iron\nand sulphur .\n•The properties of the mixture are the\nsame as that of its constituents.•The number of elements\nknown at present are more\nthan 100. Ninety-two elements\nare naturally occurring and the\nrest are man-made.\n•Majority of the elements are\nsolid.\n•Eleven elements are in gaseous\nstate at room temperature.\n•Two elements are liquid at\nroom temperature—mercury\nand bromine.\n•Elements, gallium and cesium\nbecome liquid at a temperature\nslightly above room\ntemperature (303 K).\n2024-25"
            },
            {
                "page": 8,
                "text": "IS MATTER AROUND  US PURE? 21•The material obtained by group II is a\ncompound.\n•On heating the two elements strongly we\nget a compound, which has totally\ndifferent properties compared to the\ncombining elements.•The composition of a compound is the\nsame thr oughout. W e can also observe\nthat the texture and the colour of the\ncompound are the same throughout.\nThus, we can summarise the physical\nand chemical nature of matter in the\nfollowing graphical organiser:Table 2.2: Mixtures and Compounds\nMixtures Compounds\n1.Elements or compounds just mix 1.Elements react to form new compounds.\ntogether to form a mixture and no\nnew compound is formed.\n2.A mixture has a variable composition. 2.The composition of each new substance\nis always fixed.\n3,A mixture shows the properties of the 3.The new substance has totally different\nconstituent substances. properties.\n4.The constituents can be seperated 4.The constituents can be separated only\nfairly easily by physical methods. by chemical or electrochemical\nreactions.\nWhat\nyou have\nlearnt\n• A mixture contains more than one substance (element and/\nor compound) mixed in any proportion.\n2024-25"
            },
            {
                "page": 9,
                "text": "SCIENCE 22Exercises\n1. Which separation techniques will you apply for the separation\nof the following?\n(a) Sodium chloride from its solution in water\n(b) Ammonium chloride from a mixture containing sodium\nchloride and ammonium chloride\n(c) Small pieces of metal in the engine oil of a car\n(d) Different pigments from an extract of flower petals\n(e) Butter from curd\n(f)Oil from water\n(g) Tea leaves from tea\n(h) Iron pins from sand\n(i)Wheat grains from husk\n(j)Fine mud particles suspended in water• Mixtures can be separated into pure substances using\nappropriate separation techniques.\n• A solution is a homogeneous mixture of two or more\nsubstances. The major component of a solution is called the\nsolvent, and the minor , the solute.\n• The concentration of a solution is the amount of solute present\nper unit volume or per unit mass of the solution.\n• Materials that are insoluble in a solvent and have particles\nthat are visible to naked eyes, form a suspension.\nA suspension is a heterogeneous mixture.\n• Colloids are heterogeneous mixtures in which the particle\nsize is too small to be seen with the naked eye, but is big\nenough to scatter light. Colloids are useful in industry and\ndaily life. The particles are called the dispersed phase and\nthe medium in which they are distributed is called the\ndispersion medium.\n• Pure substances can be elements or compounds. An element\nis a form of matter that cannot be broken down by chemical\nreactions into simpler substances. A compound is a substance\ncomposed of two or more different types of elements,\nchemically combined in a fixed proportion.\n• Properties of a compound are different from its constituent\nelements, whereas a mixture shows the properties of its\nconstituting elements or compounds.\n2024-25"
            },
            {
                "page": 10,
                "text": "IS MATTER AROUND  US PURE? 23(a) What mass of potassium nitrate would be needed to\nproduce a saturated solution of potassium nitrate in\n50 grams of water at 313 K?\n(b) Pragya makes a saturated solution of potassium chloride\nin water at 353 K and leaves the solution to cool at\nroom temperature. What would she observe as the\nsolution cools? Explain.\n(c) Find the solubility of each salt at 293 K. Which salt has\nthe highest solubility at this temperature?\n(d) What is the effect of change of temperature on the\nsolubility of a salt?\n4. Explain the following giving examples.\n(a) Saturated solution\n(b) Pure substance\n(c) Colloid\n(d) Suspension\n5. Classify each of the following as a homogeneous or\nheterogeneous mixture.\nsoda water , wood, air , soil, vinegar ,  filtered tea.\n6. How would you confirm that a colourless liquid given to you\nis pure water?2. Write the steps you would use for making tea. Use the wor ds\nsolution, solvent, solute, dissolve, soluble, insoluble, filtrate\nand residue.\n3. Pragya tested the solubility of three different substances at\ndifferent temperatures and collected the data as given below\n(results are given in the following table, as grams of substance\ndissolved in 100 grams of water to form a saturated solution).\nSubstance Dissolved        Temperature in K\n283 293 313 333\n353\n                                      Solubility\nPotassium nitrate 21 32 62 106 167\nSodium chloride 36 36\n36 37 37\nPotassium chloride 35 35 40 46 54\nAmmonium chloride 24 37 41 55 66\n2024-25"
            },
            {
                "page": 11,
                "text": "SCIENCE 247. Which of the following materials fall in the category of a\n“pure substance”?\n(a) Ice\n(b) Milk\n(c) Iron\n(d) Hydrochloric acid\n(e) Calcium oxide\n(f) Mercury\n(g) Brick\n(h) Wood\n(i)Air\n8. Identify the solutions among the following mixtures.\n(a) Soil\n(b) Sea water\n(c) Air\n(d) Coal\n(e) Soda water\n9. Which of the following will show “Tyndall effect”?\n(a) Salt solution\n(b) Milk\n(c) Copper sulphate solution\n(d) Starch solution\n10. Classify the following into elements, compounds and mixtures.\n(a) Sodium\n(b) Soil\n(c) Sugar solution\n(d) Silver\n(e) Calcium carbonate\n(f)Tin\n(g) Silicon\n(h) Coal\n(i)Air\n(j)Soap\n(k) Methane\n(l)Carbon dioxide\n(m) Blood\n11. Which of the following are chemical changes?\n(a) Growth of a plant\n(b) Rusting of iron\n2024-25"
            },
            {
                "page": 12,
                "text": "IS MATTER AROUND  US PURE? 25(c) Mixing of iron filings and sand\n(d) Cooking of food\n(e) Digestion of food\n(f)Freezing of water\n(g) Burning of a candle\nGroup Activity\nTake an earthen pot ( mutka), some pebbles and sand. Design a\nsmall-scale filtration plant that you could use to clean\nmuddy water .\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 3: Atoms and Molecules",
        "pages": [
            {
                "page": 1,
                "text": "Ancient Indian and Greek philosophers have\nalways wonder ed about the unknown and\nunseen for m of matter . The idea of divisibility\nof matter was considered long back in India,\naround 500 BC. An Indian philosopher\nMaharishi Kanad, postulated that if we go on\ndividing matter ( padarth ), we shall get smaller\nand smaller particles. Ultimately, a stage will\ncome when we shall come across the smallest\nparticles beyond which further division will\nnot be possible.  He named these particles\nParmanu . Another Indian philosopher ,\nPakudha Katyayama, elaborated this doctrine\nand said that these particles nor mally exist\nin a combined for m which gives us various\nforms of matter .\nAround the same era, ancient Gr eek\nphilosophers – Democritus and Leucippus\nsuggested that if we go on dividing matter , a\nstage will come when particles obtained\ncannot be divided further . Democritus called\nthese indivisible particles atoms (meaning\nindivisible). All this was based on\nphilosophical considerations and not much\nexperimental work to validate these ideas\ncould be done till the eighteenth century.\nBy the end of the eighteenth century,\nscientists recognised the dif ference between\nelements and compounds and naturally\nbecame inter ested in finding out how and why\nelements combine and what happens when\nthey combine.\nAntoine L. Lavoisier laid the foundation\nof chemical sciences by establishing two\nimportant laws of chemical combination.\n3.1Laws of Chemical Combination\nThe following two laws of chemical\ncombination were established aftermuch experimentations by Lavoisier and\nJoseph L. Proust.\n3.1.1 LAW\n OF CONSERVATION  OF MASS\nIs there a change in mass when a chemical\nchange (chemical reaction) takes place?\nActivity ______________ 3.1\n•Take one of the following sets, X and Y\nof chemicals—\nX Y\n(i)copper sulphate sodium carbonate\n(ii)barium chloride sodium sulphate\n(iii) lead nitrate sodium chloride\n•Prepare separately a 5% solution of\nany one pair of substances listed\nunder X and Y each in 10 mL in water .\n•Take a little amount of solution of Y in\na conical flask and some solution of\nX in an ignition tube.\n•Hang the ignition tube in the flask\ncarefully; see that the solutions do not\nget mixed. Put a cork on the flask\n(see Fig. 3.1).\nFig. 3.1:  Ignition tube containing solution of X, dipped\nin a conical flask containing solution of Y3\nA AA AATOMSTOMSTOMS\nTOMSTOMS     AND ANDAND ANDAND M  M M  M MOLECULESOLECULESOLECULESOLECULESOLECULESChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "ATOMS AND MOLECULES 27•Weigh the flask with its contents\ncarefully.\n•Now tilt and swirl the flask, so that the\nsolutions X and Y get mixed.\n•Weigh again.\n•What happens in the reaction flask?\n•Do you think that a chemical reaction\nhas taken place?\n•Why should we put a cork on the mouth\nof the flask?\n•Does the mass of the flask and its\ncontents change?\nLaw of conservation of mass states that\nmass can neither be created nor destroyed in\na chemical reaction.\n3.1.2 LAW OF\n CONSTANT  PROPORTIONS\nLavoisier , along with other scientists, noted\nthat many compounds were composed of two\nor more elements and each such compound\nhad the same elements in the same\nproportions, irrespective of where the\ncompound came from or who prepared it.\nIn a compound such as water , the ratio of\nthe mass of hydrogen to the mass of oxygen is\nalways 1:8, whatever the sour ce of water . Thus,\nif 9 g of water is decomposed, 1 g of hydrogen\nand 8 g of oxygen are always obtained.\nSimilarly in ammonia, nitrogen and hydrogen\nare always present in the ratio 14:3 by mass,\nwhatever the method or the source from which\nit is obtained.\nThis led to the law of constant proportions\nwhich is also known as the law of definite\nproportions. This law was stated by Proust as\n“In a chemical substance the elements are\nalways present in definite proportions by\nmass ”.\nThe next problem faced by scientists was\nto give appropriate explanations of these laws.\nBritish chemist John Dalton provided the\nbasic theory about the natur e of matter .\nDalton picked up the idea of divisibility of\nmatter , which was till then just a philosophy.\nHe took the name ‘atoms’ as given by the\nGreeks and said that the smallest particles of\nmatter are atoms. His theory was based on the\nlaws of chemical combination. Dalton’s atomic\ntheory provided an explanation for the law ofconservation of mass and the law of\ndefinite proportions.\nJohn Dalton was born in\na poor weaver’s family in\n1766 in England. He\nbegan his car eer as a\nteacher at the age of\ntwelve. Seven years later\nhe became a school\nprincipal. In 1793, Dalton\nleft for Manchester to\nteach mathematics,\nphysics and chemistry in\na college. He spent most of his life there\nteaching and researching. In 1808, he\npresented his atomic theory which was a\nturning point in the study of matter .\nAccording to Dalton’s atomic theory, all\nmatter , whether an element, a compound or\na mixtur e is composed of small particles called\natoms. The postulates of this theory may be\nstated as follows:\n(i)All matter is made of very tiny particles\ncalled atoms, which participate in\nchemical reactions.\n(ii)Atoms are indivisible particles, which\ncannot be cr eated or destr oyed in a\nchemical r eaction.\n(iii) Atoms of a given element ar e identical\nin mass and chemical pr operties.\n(iv)Atoms of dif ferent elements have\ndifferent masses and chemical\nproperties.\n(v)Atoms combine in the ratio of small\nwhole numbers to for m compounds.\n(vi)The r elative number and kinds of\natoms are constant in a given\ncompound.\nYou will study in the next chapter that all\natoms are made up of still smaller particles.\n uestions\n1.In a r eaction, 5.3 g of sodium\ncarbonate reacted with 6 g of\nacetic acid. The products were\n2.2 g of carbon dioxide, 0.9 g\nwater and 8.2 g of sodium\nacetate. Show that theseQ\nJohn Dalton\n2024-25"
            },
            {
                "page": 3,
                "text": "SCIENCE 28We might think that if atoms ar e so\ninsignificant in size, why should we care about\nthem? This is because our entire world is made\nup of atoms. W e may not be able to see them,\nbut they are there, and constantly affecting\nwhatever we do. Through modern techniques,\nwe can now produce magnified images of\nsurfaces of elements showing atoms.observations are in agreement\nwith the law of conservation of\nmass.\nsodium carbonate + acetic acid\n→ sodium acetate + carbon\ndioxide + water\n2.Hydrogen and oxygen combine in\nthe ratio of 1:8 by mass to for m\nwater . What mass of oxygen gas\nwould be r equir ed to react\ncompletely with 3 g of hydr ogen\ngas?\n3.Which postulate of Dalton’s\natomic theory is the r esult of the\nlaw of conservation of mass?\n4.Which postulate of Dalton’s\natomic theory can explain the law\nof definite pr oportions?\n3.2What is an Atom?\nHave you ever observed a mason building\nwalls, from these walls a r oom and then a\ncollection of r ooms to for m a building? What\nis the building block of the huge building?\nWhat about the building block of an ant-hill?\nIt is a small grain of sand. Similarly, the\nbuilding blocks of all matter are atoms.\nHow big are atoms?\nAtoms are very small, they are smaller than\nanything that we can imagine or compar e\nwith. Mor e than millions of atoms when\nstacked would make a layer barely as thick\nas this sheet of paper .\nAtomic radius is measured in nanometres.\n1/10 9 m=1 nm\n1 m =109 nm\nRelative Sizes\nRadii (in m) Example\n10–10Atom of hydr ogen\n10–9Molecule of water\n10–8Molecule of haemoglobin\n10–4Grain of sand\n10–3Ant\n10–1AppleFig. 3.2:  An image of the sur face of silicon\n3.2.1 WHAT ARE THE MODERN DAY\nSYMBOLS OF ATOMS\n OF DIFFERENT\nELEMENTS ?\nDalton was the first scientist to use the\nsymbols for elements in a very specific sense.\nWhen he used a symbol for an element he\nalso meant a definite quantity of that element,\nthat is, one atom of that element. Berzilius\nsuggested that the symbols of elements be\nmade from one or two letters of the name of\nthe element.\nFig. 3.3: Symbols for some elements as pr oposed by\nDalton\n2024-25"
            },
            {
                "page": 4,
                "text": "ATOMS AND MOLECULES 29In the beginning, the names of elements\nwere derived from the name of the place\nwhere they were found for the first time. For\nexample, the name copper was taken from\nCyprus. Some names were taken from\nspecific colours. For example, gold was taken\nfrom the English word meaning yellow.\nNow-a-days, IUPAC (International Union of\nPure and Applied Chemistry) is an\ninternational scientific organisation which\napproves names of elements, symbols and\nunits. Many of the symbols are the first one\nor two letters of the element’s name in\nEnglish. The first letter of a symbol is always\nwritten as a capital letter (uppercase) and the\nsecond letter as a small letter (lowercase).\nFor example\n(i)hydrogen, H\n(ii)aluminium, Al and not AL\n(iii)cobalt, Co and not CO.\nSymbols of some elements are formed from\nthe first letter of the name and a letter ,\nappearing later in the name. Examples are: (i)\nchlorine, Cl, (ii) zinc, Zn etc.\nOther symbols have been taken from the\nnames of elements in Latin, German or Greek.\nFor example, the symbol of iron is Fe from its\nLatin name ferrum, sodium is Na from natrium,\npotassium is K from kalium. Therefore, each\nelement has a name and a unique\nchemical symbol.\n(The above table is given for you to refer to\nwhenever you study about elements. Do not\nbother to memorise all in one go. With thepassage of time and repeated usage you will\nautomatically be able to reproduce\nthe symbols).\n3.2.2 ATOMIC MASS\nThe most remarkable concept that Dalton’s\natomic theory proposed was that of the atomic\nmass. According to him, each element had a\ncharacteristic atomic mass. The theory could\nexplain the law of constant proportions so well\nthat scientists were prompted to measure the\natomic mass of an atom. Since determining the\nmass of an individual atom was a relatively\ndifficult task, relative atomic masses were\ndetermined using the laws of chemical\ncombinations and the compounds formed.\nLet us take the example of a compound,\ncarbon monoxide (CO) formed by carbon and\noxygen. It was observed experimentally that 3\ng of carbon combines with 4 g of oxygen to\nform CO. In other words, carbon combines\nwith 4/3 times its mass of oxygen. Suppose\nwe define the atomic mass unit (earlier\nabbreviated as ‘amu’, but according to the\nlatest IUPAC recommendations, it is now\nwritten as ‘u’ – unified mass) as equal to the\nmass of one carbon atom, then we would\nassign carbon an atomic mass of 1.0 u and\noxygen an atomic mass of 1.33 u. However , it\nis more convenient to have these numbers asTable 3.1: Symbols for some elements\nElement Symbol Element Symbol Element Symbol\nAluminium Al Copper Cu Nitrogen N\nArgon Ar Fluorine F Oxygen O\nBarium Ba Gold Au Potassium K\nBoron B Hydrogen H Silicon Si\nBromine Br Iodine I Silver Ag\nCalcium Ca Iron Fe Sodium Na\nCarbon C Lead Pb Sulphur S\nChlorine Cl Magnesium Mg Uranium U\nCobalt Co Neon Ne Zinc Zn\n2024-25"
            },
            {
                "page": 5,
                "text": "SCIENCE 30whole numbers or as near to a whole numbers\nas possible. While sear ching for various\natomic mass units, scientists initially took 1/\n16 of the mass of an atom of naturally\noccurring oxygen as the unit. This was\nconsider ed relevant due to two r easons:\n•oxygen reacted with a lar ge number of\nelements and for med compounds.\n•this atomic mass unit gave masses of\nmost of the elements as whole numbers.\nHowever , in 1961 for a universally\naccepted atomic mass unit, carbon-12 isotope\nwas chosen as the standar d reference for\nmeasuring atomic masses. One atomic mass\nunit is a mass unit equal to exactly one-twelfth\n(1/12th) the mass of one atom of carbon-12.\nThe r elative atomic masses of all elements\nhave been found with r espect to an atom of\ncarbon-12.\nImagine a fruit seller selling fruits without\nany standard weight with him. He takes a\nwater melon and says, “this has a mass equal\nto 12 units” (12 water melon units or 12 fruit\nmass units). He makes twelve equal pieces of\nthe watermelon and finds the mass of each fruit\nhe is selling, relative to the mass of one piece\nof the watermelon. Now he sells his fruits by\nrelative fruit mass unit (fmu), as in Fig. 3.4.\nFig. 3.4 : (a) W atermelon, (b) 12 pieces, (c) 1/12 of\nwatermelon, (d) how the fruit seller can\nweigh the fruits using pieces of watermelon\nSimilarly, the relative atomic mass of the\natom of an element is defined as the averagemass of the atom, as compared to 1/12th the\nmass of one carbon-12 atom.\nTable 3.2: Atomic masses of\na few elements\nElement Atomic Mass (u)\nHydrogen 1\nCarbon 12\nNitrogen 14\nOxygen 16\nSodium 23\nMagnesium 24\nSulphur 32\nChlorine 35.5\nCalcium 40\n3.2.3 HOW DO ATOMS EXIST ?\nAtoms of most elements are not able to exist\nindependently. Atoms for m molecules and\nions. These molecules or ions aggr egate in\nlarge numbers to for m the matter that we can\nsee, feel or touch.\nuestions\n1.Define the atomic mass unit.\n2.Why is it not possible to see an\natom with naked eyes?\n3.3What is a Molecule?\nA molecule is in general a group of two or\nmore atoms that are chemically bonded\ntogether , that is, tightly held together by\nattractive forces. A molecule can be defined\nas the smallest particle of an element or a\ncompound that is capable of an independent\nexistence and shows all the properties of that\nsubstance. Atoms of the same element or of\ndifferent elements can join together to form\nmolecules.Q\n2024-25"
            },
            {
                "page": 6,
                "text": "ATOMS AND MOLECULES 313.3.1 MOLECULES OF ELEMENTS\nThe molecules of an element are constituted\nby the same type of atoms. Molecules of many\nelements, such as ar gon (Ar), helium (He) etc.\nare made up of only one atom of that element.\nBut this is not the case with most of the non-\nmetals. For example, a molecule of oxygen\nconsists of two atoms of oxygen and hence it\nis known as a diatomic molecule, O2. If 3\natoms of oxygen unite into a molecule, instead\nof the usual 2, we get ozone, O3. The number\nof atoms constituting a molecule is known as\nits atomicity.\nMetals and some other elements, such as\ncarbon, do not have a simple structur e but\nconsist of a very lar ge and indefinite number\nof atoms bonded together .\nLet us look at the atomicity of some\nnon-metals.\nTable 3.3 : Atomicity of some\nelements\nType of Name Atomicity\nElement\nNon-Metal Argon Monoatomic\nHelium Monoatomic\nOxygen Diatomic\nHydrogen Diatomic\nNitrogen Diatomic\nChlorine Diatomic\nPhosphorus Tetra-atomic\nSulphur Poly-atomicTable 3.4 : Molecules of some\ncompounds\nCompound Combining Ratio\nElements   by\nMass\nWater (H2O) Hydrogen, Oxygen 1:8\nAmmonia (NH3)Nitrogen, Hydrogen 14:3\nCarbon\ndioxide (CO2)Carbon, Oxygen 3:8\nActivity ______________ 3.2\n•Refer to Table 3.4 for ratio by mass of\natoms pr esent in molecules and T able\n3.2 for atomic masses of elements. Find\nthe ratio by number of the atoms of\nelements in the molecules of\ncompounds given in T able 3.4.\n•The ratio by number of atoms for a\nwater molecule can be found as follows:\nElement Ratio Atomic Mass Simplest\nby mass ratio/ ratio\nmass (u) atomic\nmass\nH 1 11\n1=1 2\nO 8 168\n16=1\n21\n•Thus, the ratio by number of atoms for\nwater is H:O = 2:1.\n3.3.3 WHAT IS AN ION?\nCompounds composed of metals and non-\nmetals contain char ged species. The charged\nspecies are known as ions. Ions may consist\nof a single charged atom or a group of atoms\nthat have a net charge on them. An ion can be\nnegatively or positively charged. A negatively\ncharged ion is called an ‘anion’ and the\npositively charged ion, a ‘cation’. Take, for\nexample, sodium chloride (NaCl). Its\nconstituent particles are positively charged\nsodium ions (Na+) and negatively charged3.3.2 MOLECULES\n OF COMPOUNDS\nAtoms of different elements join together\nin definite proportions to form molecules\nof compounds. Few examples are given in\nTable 3.4.\n2024-25"
            },
            {
                "page": 7,
                "text": "SCIENCE 32chloride ions (Cl–).  A group of atoms carrying\na charge is known as a polyatomic ion (Table\n3.6). W e shall lear n mor e about the for mation\nof ions in Chapter 4.learn the symbols and combining capacity of\nthe elements.\nThe combining power (or capacity) of an\nelement is known as its valency. V alency can\nbe used to find out how the atoms of an\nelement will combine with the atom(s) of\nanother element to form a chemical compound.\nThe valency of the atom of an element can be\nthought of as hands or arms of that atom.\nHuman beings have two arms and an\noctopus has eight. If one octopus has to catch\nhold of a few people in such a manner that all\nthe eight arms of the octopus and both arms\nof all the humans are locked, how many\nhumans do you think the octopus can hold?\nRepresent the octopus with O and humans\nwith H. Can you write a formula for this\ncombination? Do you get OH4 as the formula?\nThe subscript 4 indicates the number of\nhumans held by the octopus.\nThe valencies of some common ions are\ngiven in T able 3.6. W e will lear n mor e about\nvalency in the next chapter .\n* Some elements show mor e than one valency. A Roman numeral shows their valency in a bracket.Table 3.5: Some ionic compounds\nIonic Constituting Ratio\nCompound Elements by\nMass\nCalcium oxide Calcium and\noxygen 5:2\nMagnesium Magnesium\nsulphide and sulphur 3:4\nSodium Sodium\nchloride and chlorine 23:35.5\n3.4Writing Chemical Formulae\nThe chemical formula of a compound is a\nsymbolic representation of its composition. The\nchemical formulae of different compounds can\nbe written easily. For this exercise, we need to\nTable 3.6:  Names and symbols of some ions\nVale- Name of Symbol Non- Symbol Polyatomic Symbol\nncy ion metallic ions\nelement\n1. Sodium Na+Hydrogen H+Ammonium NH4+\nPotassium K+Hydride H-Hydroxide OH–\nSilver Ag+Chloride Cl-Nitrate NO3–\nCopper (I)* Cu+Bromide Br-Hydrogen\nIodide I–carbonate HCO3–\n2. Magnesium Mg2+Oxide O2-Carbonate CO32–\nCalcium Ca2+Sulphide S2-Sulphite SO32–\nZinc Zn2+Sulphate SO42–\nIron (II)* Fe2+\nCopper (II)* Cu2+\n3. Aluminium Al3+Nitride N3-Phosphate PO43–\nIron (III)* Fe3+\n2024-25"
            },
            {
                "page": 8,
                "text": "ATOMS AND MOLECULES 333. Formula of carbon tetrachloride\nFor magnesium chloride, we write the\nsymbol of cation (Mg2+) first followed by the\nsymbol of anion (Cl-). Then their char ges ar e\ncriss-crossed to get the for mula.\n4. For mula of magnesium chloride\nFormula : MgCl2\nThus, in magnesium chloride, there ar e\ntwo chloride ions (Cl-) for each magnesium\nion (Mg2+). The positive and negative char ges\nmust balance each other and the overall\nstructur e must be neutral. Note that in the\nformula, the charges on the ions are\nnot indicated.\nSome more examples\n(a) Formula for aluminium oxide:\nFormula : Al2O3\n(b) Formula for calcium oxide:\nHere, the valencies of the two elements\nare the same. Y ou may arrive at the for mula\nCa2O2. But we simplify the for mula as CaO.The rules that you have to follow while writing\na chemical formula are as follows:\n•the valencies or charges on the ion\nmust balance.\n•when a compound consists of a metal and\na non-metal, the name or symbol of the\nmetal is written first. For example: calcium\noxide (CaO), sodium chloride (NaCl), iron\nsulphide (FeS), copper oxide (CuO), etc.,\nwhere oxygen, chlorine, sulphur are non-\nmetals  and are written on the right,\nwhereas calcium, sodium, iron and\ncopper are metals, and are written on\nthe left.\n•in compounds formed with polyatomic ions,\nthe number of ions present in the\ncompound is indicated by enclosing the\nformula of ion in a bracket and writing the\nnumber of ions outside the bracket. For\nexample, Mg (OH)2. In case the number of\npolyatomic ion is one, the bracket is not\nrequired. For example, NaOH.\n3.4.1 FORMULAE  OF SIMPLE  COMPOUNDS\nThe simplest compounds, which are made up\nof two different elements are called binary\ncompounds. V alencies of some ions ar e given\nin Table 3.6. Y ou can use these to write\nformulae for compounds.\nWhile writing the chemical formulae for\ncompounds, we write the constituent elements\nand their valencies as shown below. Then we\nmust crossover the valencies of the\ncombining atoms.\nExamples\n1. Formula of hydrogen chloride\nFormula of the compound would be HCl.\n2. Formula of hydrogen sulphide\n2024-25"
            },
            {
                "page": 9,
                "text": "SCIENCE 34following for mulae:\n(i) Al2(SO4)3\n(ii)CaCl2\n(iii) K2SO4\n(iv) KNO3\n(v)CaCO3.\n3.What is meant by the ter m\nchemical for mula?\n4.How many atoms ar e present in a\n(i)H2S molecule and\n(ii)PO43– ion?\n3.5Molecular Mass\n3.5.1 MOLECULAR  MASS\nIn section 3.2.2 we discussed the concept of\natomic mass. This concept can be extended\nto calculate molecular masses. The molecular\nmass of a substance is the sum of the atomic\nmasses of all the atoms in a molecule of the\nsubstance. It is ther efore the r elative mass of\na molecule expr essed in atomic mass units (u).\nExample 3.1 (a) Calculate the r elative\nmolecular mass of water (H2O).\n(b) Calculate the molecular mass of\nHNO3.\nSolution:\n(a)Atomic mass of hydrogen =1u,\noxygen =16 u\nSo the molecular mass of water , which\ncontains two atoms of hydrogen and one\natom of oxygen is =2 × 1+ 1×16\n=18 u\n(b) The molecular mass of HNO3 = the\natomic mass of H + the atomic mass of\nN+ 3 × the atomic mass of O\n= 1 + 14 + 48 = 63 u\n3.5.2 FORMULA  UNIT MASS\nThe formula unit mass of a substance is a sum\nof the atomic masses of all atoms in a formula\nunit of a compound. Formula unit mass is\ncalculated in the same manner as we calculate\nthe molecular mass. The only difference is that(c) Formula of sodium nitrate:\nFormula : NaNO3\n(d) Formula of calcium hydroxide:\nFormula : Ca(OH)2\nNote that the for mula of calcium\nhydroxide is Ca(OH)2 and not CaOH2. We use\nbrackets when we have two or mor e of the\nsame ions in the for mula. Her e, the bracket\naround OH with a subscript 2 indicates that\nthere are two hydr oxyl (OH) gr oups joined to\none calcium atom. In other wor ds, ther e are\ntwo atoms each of oxygen and hydr ogen in\ncalcium hydr oxide.\n(e) For mula of sodium carbonate:\nFormula : Na2CO3\nIn the above example, brackets ar e not needed\nif ther e is only one ion pr esent.\n(f) For mula of ammonium sulphate:\nFormula : (NH4)2SO4\nQuestions\n1.Write down the for mulae of\n(i)sodium oxide\n(ii) aluminium chloride\n(iii) sodium sulphide\n(iv) magnesium hydroxide\n2.Write down the names of\ncompounds represented by the\n2024-25"
            },
            {
                "page": 10,
                "text": "ATOMS AND MOLECULES 35What\nyou have\nlearnt\n• During a chemical reaction, the sum of the masses of the\nreactants and  products remains unchanged. This is known\nas the Law of Conservation of Mass.\n• In a pure chemical compound, elements are always present\nin a definite proportion by mass. This is known as the Law\nof Definite Proportions.\n• An atom is the smallest particle of the element that cannot\nusually exist independently and retain all its chemical\nproperties.\n• A molecule is the smallest particle of an element or a\ncompound capable of independent existence under ordinary\nconditions. It shows all the properties of the substance.\n• A chemical formula of a compound shows its constituent\nelements and the number of atoms of each combining\nelement.\n• Clusters of atoms that act as an ion are called polyatomic\nions.  They carry a fixed charge on them.\n• The chemical formula of a molecular compound is\ndetermined by the valency of each element.\n• In ionic compounds, the charge on each ion is used to\ndetermine the chemical formula of the compound.we use the word formula unit for those\nsubstances whose constituent particles are\nions. For example, sodium chloride as\ndiscussed above, has a formula unit NaCl. Its\nformula unit mass can be calculated as–\n1 × 23 + 1 × 35.5 = 58.5 u\nExample 3.2 Calculate the formula unit\nmass of CaCl2.\nSolution:\nAtomic mass of Ca\n+ (2 × atomic mass of Cl)\n= 40 + 2 × 35.5 = 40 + 71 = 111 uQuestions\n1.Calculate the molecular masses\nof H2, O2, Cl2, CO2, CH4, C2H6,\nC2H4, NH3,  CH3OH.\n2.Calculate the for mula unit\nmasses of ZnO, Na2O, K2CO3,\ngiven atomic masses of Zn = 65 u,\nNa = 23 u, K = 39 u, C = 12 u,\nand O = 16 u.\n2024-25"
            },
            {
                "page": 11,
                "text": "SCIENCE 36\nGroup Activity\nPlay a game for writing formulae.\nExample1 : Make placards with symbols and valencies of the\nelements separately. Each student should hold two\nplacar ds, one with the symbol in the right hand and\nthe other with the valency in the left hand. Keeping\nthe symbols in place, students should criss-cr oss their\nvalencies to for m the for mula of a compound.Exercises\n1.A 0.24 g sample of compound of oxygen and boron was found\nby analysis to contain 0.096 g of boron and 0.144 g of oxygen.\nCalculate the percentage composition of the compound by\nweight.\n2.When 3.0 g of carbon is burnt in 8.00 g oxygen, 11.00 g of\ncarbon dioxide is produced. What mass of carbon dioxide  will\nbe formed when 3.00 g  of carbon is burnt in 50.00 g of\noxygen? Which law of chemical combination will govern your\nanswer?\n3.What are polyatomic ions?  Give examples.\n4.Write the chemical for mulae of the following.\n(a)Magnesium chloride\n(b)Calcium oxide\n(c)Copper nitrate\n(d)Aluminium chloride\n(e)Calcium carbonate.\n5.Give the names of the elements present in the following\ncompounds.\n(a)Quick lime\n(b)Hydrogen bromide\n(c)Baking powder\n(d)Potassium sulphate.\n6.Calculate the molar mass of the following substances.\n(a)Ethyne, C2H2\n(b)Sulphur molecule, S8\n(c)Phosphorus molecule, P4 (Atomic mass of phosphorus\n= 31)\n(d)Hydrochloric acid, HCl\n(e)Nitric acid, HNO3\n2024-25"
            },
            {
                "page": 12,
                "text": "ATOMS AND MOLECULES 37Formula for sodium sulphate:\n2 sodium ions can be fixed on one sulphate ion.\nHence, the formula will be: Na2SO4\nDo it yourself :\nNow, write the formula of sodium phosphate.Example 2 : A low cost model for writing formulae: Take empty\nblister packs of medicines. Cut them in gr oups,\naccording to the valency of the element, as shown in\nthe figure. Now, you can make formulae by fixing\none type of ion into other .\nFor example:\nNa+SO42-P043-\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 4: Structure of the Atom",
        "pages": [
            {
                "page": 1,
                "text": "In Chapter 3, we have lear nt that atoms and\nmolecules ar e the fundamental building\nblocks of matter . The existence of dif ferent\nkinds of matter is due to dif ferent atoms\nconstituting them. Now the questions arise:\n(i) What makes the atom of one element\ndifferent fr om the atom of another element?\nand (ii) Ar e atoms r eally indivisible, as\nproposed by Dalton, or ar e ther e smaller\nconstituents inside the atom? W e shall find\nout the answers to these questions in this\nchapter . We will lear n about sub-atomic\nparticles and the various models that have\nbeen pr oposed to explain how these particles\nare arranged within the atom.\nA major challenge befor e the scientists at\nthe end of the 19th century was to r eveal the\nstructur e of the atom as well as to explain its\nimportant pr operties. The elucidation of the\nstructur e of atoms is based on a series of\nexperiments.\nOne of the first indications that atoms ar e\nnot indivisible, comes fr om studying static\nelectricity and the condition under which\nelectricity is conducted by dif fer\nent\nsubstances.\n4.1Charged Particles in Matter\nFor understanding the natur e of char ged\nparticles in matter , let us carry out the\nfollowing activities:\nActivity ______________ 4.1\nA.Comb dry hair . Does the comb then\nattract small pieces of paper?\nB.Rub a glass r od with a silk cloth and\nbring the r od near an inflated balloon.\nObserve what happens.From these activities, can we conclude\nthat on rubbing two objects together , they\nbecome electrically char ged? Wher e does this\ncharge come fr om? This question can be\nanswer ed by knowing that an atom is divisible\nand consists of char ged particles.\nMany scientists contributed in r evealing\nthe pr esence of charged particles in an atom.\nIt was known by 1900 that the atom was\nindivisible particle but contained at least one\nsub-atomic particle – the electron identified by\nJ.J. Thomson. Even before the electron was\nidentified, E. Goldstein in 1886 discovered the\npresence of new radiations  in a gas discharge\nand called them canal rays. These rays were\npositively charged radiations which ultimately\nled to the discovery of another sub-atomic\nparticle. This sub-atomic particle had a charge,\nequal in magnitude but opposite in sign to that\nof the electron. Its mass was approximately\n2000 times as that of the electron. It was given\nthe name of proton. In general, an electron is\nrepresented as ‘e–’ and a proton as ‘p+’. The\nmass of a proton  is taken as one unit and its\ncharge as plus one. The mass of an electron is\nconsidered to be negligible and its charge is\nminus one.\nIt seemed that an atom was composed of\nprotons and electrons, mutually balancing\ntheir charges. It also appeared that the protons\nwere in the interior of the atom, for whereas\nelectrons could easily be removed off but\nnot protons. Now the big question was:\nwhat sort of structure did  these particles of\nthe atom for m? W e will find the answer to\nthis question below.4\nS SS SSTRUCTURETRUCTURETRUCTURETRUCTURETRUCTURE      OF OFOFOFOF     THE THETHE THETHE A  A A  A ATOM TOMTOM TOMTOMChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "uestions\n1.What are canal rays?\n2.If an atom contains one electron\nand one pr oton, will it carry any\ncharge or not?\n4.2The Structure of an Atom\nWe have lear nt Dalton’s atomic theory in\nChapter 3, which suggested that the atom\nwas indivisible and indestructible. But the\ndiscovery of two fundamental particles\n(electr ons and pr otons) inside the atom, led\nto the failur e of this aspect of Dalton’s atomic\ntheory. It was then consider ed necessary to\nknow how electr ons and pr otons ar e arranged\nwithin an atom. For explaining this, many\nscientists pr oposed various atomic models.\nJ.J. Thomson was the first one to pr opose a\nmodel for the structure of an atom.\n4.2.1 THOMSON ’S MODEL  OF AN ATOM\nThomson proposed the model of an atom to\nbe similar to that of a Christmas pudding.\nThe electrons, in a spher e of positive charge,\nwere like currants (dry fruits) in a spherical\nChristmas pudding. W e can also think of a\nwater melon, the positive char ge in the atom\nis spr ead all over like the r ed edible part of\nthe water melon, while the electr ons ar e\nstudded in the positively char ged spher e, like\nthe seeds in the water melon (Fig. 4.1).Thomson pr oposed that:\n(i)An atom consists of a positively\ncharged spher e and the electr ons ar e\nembedded in it.\n(ii)The negative and positive char ges ar e\nequal in magnitude. So, the atom as a\nwhole is electrically neutral.\nAlthough Thomson’s model explained that\natoms ar e electrically neutral, the results of\nexperiments carried out by other scientists\ncould not be explained by this model, as we\nwill see below.\n4.2.2 RUTHERFORD ’S MODEL  OF AN ATOM\nErnest Ruther ford was inter ested in knowing\nhow the electr ons ar e arranged within an\natom. Ruther ford designed an experiment for\nthis. In this experiment, fast moving alpha\n(α)-particles wer e made to fall on a thin\ngold foil.\n•He selected a gold foil because he wanted\nas thin a layer as possible. This gold foil\nwas about 1000 atoms thick.\n•α-particles ar e doubly-char ged helium\nions. Since they have a mass of 4 u, the\nfast-moving α-particles have a\nconsiderable amount of ener gy.\n•It was expected that α-particles would be\ndeflected by the sub-atomic particles in\nthe gold atoms. Since the α-particles wer e\nmuch heavier than the pr otons, he did\nnot expect to see lar ge deflections.Q\nFig.4.1:  Thomson’s model of an atomJ.J. Thomson (1856–\n1940),  a British\nphysicist, was born in\nCheetham Hill, a suburb\nof Manchester , on\n18 December 1856. He\nwas awarded the Nobel\nprize in Physics in 1906\nfor his work on the\ndiscovery of electrons. He\ndirected the Cavendish Laboratory at\nCambridge for 35 years and seven of his\nresearch assistants subsequently won\nNobel prizes.\nSTRUCTURE  OF THE ATOM 39\n2024-25"
            },
            {
                "page": 3,
                "text": "SCIENCE 40Fig. 4.2: Scattering of α-particles by a gold foil\nBut, the α -particle scatterin g experiment\ngave totally unexpected r esults (Fig. 4.2).  The\nfollowing observations wer e made:\n(i)Most of the fast moving α-particles\npassed straight thr ough the gold foil.\n(ii)Some of the α-particles were deflected\nby the foil by small angles.\n(iii) Surprisingly one out of every 12000\nparticles appear ed to rebound.\nIn the wor ds of Ruther ford, “This r esult\nwas almost as incr edible as if you fir e a\n15-inch shell at a piece of tissue paper and it\ncomes back and hits you ”.He will hear a sound when each stone strikes\nthe wall. If he repeats this ten times, he will\nhear the sound ten times. But if a blind-folded\nchild were to throw stones at a barbed-wire\nfence, most of the stones would not hit the\nfencing and no sound would be heard. This is\nbecause there are lots of gaps in the fence\nwhich allow the stone to pass through them.\nFollowing a similar reasoning, Rutherford\nconcluded fr om the α-particle scattering\nexperiment that—\n(i)Most of the space inside the atom is\nempty because most of the α -particles\npassed thr ough the gold foil without\ngetting deflected.\n(ii) V ery few particles were deflected fr om\ntheir path, indicating that the positive\ncharge of the atom occupies very little\nspace.\n(iii) A very small fraction of α-particles\nwere deflected by 1800, indicating that\nall the positive char ge and mass of the\ngold atom were concentrated in a very\nsmall volume within the atom.\nFrom the data he also calculated that the\nradius of the nucleus is about 105 times less\nthan the radius of the atom.\nOn the basis of his experiment,\nRuther ford put forwar d the nuclear model of\nan atom, which had the following featur es:\n(i)There is a positively char ged centr e in\nan atom called the nucleus. Nearly all\nthe mass of an atom r esides in the\nnucleus.\n(ii)The electr ons r evolve ar ound the\nnucleus in circular paths.\n(iii) The size of the nucleus is very small\nas compar ed to the size of the atom.\nDrawbacks of Rutherford’s model of\nthe atom\nThe revolution of the electron in a circular orbit\nis not expected to be stable. Any particle in a\ncircular orbit would undergo acceleration.\nDuring acceleration, charged particles would\nradiate energy. Thus, the revolving electron\nwould lose energy and finally fall into the\nnucleus. If this were so, the atom should be\nhighly unstable and hence matter would not\nexist in the for m that we know. W e know that\natoms are quite stable.E. Rutherford (1871–1937)\nwas bor n at Spring Gr ove\non 30 August 1871. He was\nknown as the ‘Father’ of\nnuclear physics.  He is\nfamous for his work on\nradioactivity and the\ndiscovery of the nucleus of an atom with\nthe gold foil experiment. He got the Nobel\nprize in chemistry in 1908.\nLet us think of an activity in an open field\nto understand the implications  of this\nexperiment. Let a child stand in fr ont of a\nwall with his eyes closed. Let him thr ow\nstones at the wall from a distance.\n2024-25"
            },
            {
                "page": 4,
                "text": "STRUCTURE  OF THE ATOM 414.2.3 BOHR’S MODEL OF ATOM\nIn order to overcome the objections raised\nagainst Ruther ford’s model of the atom,\nNeils Bohr put forwar d the following\npostulates about the model of an atom:\n(i)Only certain special orbits known as\ndiscrete orbits  of electr ons, ar e allowed\ninside the atom.\n(ii)While revolving in discr ete orbits the\nelectr ons do not radiate ener gy.uestions\n1.On the basis of Thomson’s model\nof an atom, explain how the atom\nis neutral as a whole.\n2.On the basis of Ruther ford’s\nmodel of an atom, which sub-\natomic particle is pr esent in the\nnucleus of an atom?\n3.Draw a sketch of Bohr’s model\nof an atom with thr ee shells.\n4.What do you think would be the\nobservation if the α-particle\nscattering experiment is carried\nout using a foil of a metal other\nthan gold?\n4.2.4 NEUTRONS\nIn 1932, J. Chadwick discover ed another sub-\natomic particle which had no char ge and a\nmass nearly equal to that of a pr oton. It was\neventually named as neutr on. Neutr ons ar e\npresent in the nucleus of all atoms, except\nhydr ogen. In general, a neutr on is\nrepresented as ‘n’. The mass of an atom is\ntherefor e given by the sum of the masses of\nprotons and neutr ons pr esent in the nucleus.\nuestions\n1.Name the thr ee sub-atomic\nparticles of an atom.\n2.Helium atom has an atomic mass\nof 4 u and two pr otons in its\nnucleus. How many neutr ons\ndoes it have?\n4.3How are Electrons Distributed\nin Different Orbits (Shells)?\nThe distribution of electr ons into dif ferent\norbits of an atom was suggested by Bohr\nand Bury.\nThe following rules are followed for writing\nthe number of electr ons in dif ferent ener gy\nlevels or shells:\n(i)The maximum number of electr ons\npresent in a shell is given by theNeils Bohr (1885–1962)\nwas bor n in Copenhagen\non 7 October 1885. He was\nappointed pr ofessor of\nphysics at Copenhagen\nUniversity in 1916. He got\nthe Nobel prize for his work\non the structur e of atom in\n1922. Among Pr ofessor\nBohr’s numer ous writings, thr ee appearing\nas books ar e:\n(i) The Theory of Spectra and Atomic\nConstitution, (ii) Atomic Theory and,\n(iii) The Description of Natur e.\nThese orbits or shells are called energy\nlevels. Energy levels in an atom ar e shown in\nFig. 4.3.Q\nFig. 4.3:  A few ener gy levels in an atom\nThese orbits or shells are represented by\nthe letters K,L,M,N,… or the numbers,\nn=1,2,3,4,….Q\n2024-25"
            },
            {
                "page": 5,
                "text": "SCIENCE 42formula 2n2, where ‘n’ is the orbit\nnumber or energy level index, 1,2,3,….\nHence the maximum number of\nelectrons in different shells are as\nfollows:\nfirst orbit or K-shell will be = 2 × 12 = 2,\nsecond orbit or L-shell will be = 2 × 22 = 8,\nthird orbit or M-shell will be = 2 × 32 = 18,\nfourth orbit or N-shell will be = 2 × 42\n= 32, and so on.\n(ii)The maximum number of electrons that\ncan be accommodated in the outermost\norbit is 8.\n(iii)Electrons are not accommodated in a\ngiven shell, unless the inner shells are\nfilled. That is, the shells are filled in a\nstep-wise manner .\nAtomic structure of the first eighteen\nelements is shown schematically in Fig. 4.4.•The composition of atoms of the first\neighteen elements is given in T able 4.1.\nuestions\n1.Write the distribution of electr ons\nin  carbon and sodium atoms.\n2.If K and L shells of an atom ar e\nfull, then what would be the total\nnumber of electr ons in the atom?\n4.4Valency\nWe have lear nt how the electr ons in an atom\nare arranged in dif ferent shells/orbits. The\nelectr ons pr esent in the outer most shell of\nan atom ar e known as the valence electr ons.\nFrom the Bohr -Bury scheme, we also know\nthat the outermost shell of an atom can\nActivity ______________ 4.2\n•Make a static atomic model displaying\nelectronic configuration of the first\neighteen elements.Fig.4.4:  Schematic atomic structur e of the first eighteen elementsQ\naccommodate a maximum of 8 electrons. It\nwas observed that the atoms of elements,\ncompletely filled with 8 electrons in the\noutermost shell show little chemical activity.\nIn other words, their combining capacity or\nvalency is zero. Of these inert elements, the\n2024-25"
            },
            {
                "page": 6,
                "text": "STRUCTURE  OF THE ATOM 43Table 4.1: Composition of Atoms of the First Eighteen Elements\nwith Electron Distribution in Various Shells\nhelium atom has two electrons in its outermost\nshell and all other elements have atoms with\neight electrons in the outermost shell.\nThe combining capacity of the atoms of\nelements, that is, their tendency to react and\nform molecules with atoms of the same or\ndifferent elements, was thus explained as an\nattempt to attain a fully-filled outermost shell.\nAn outermost-shell, which had eight electrons\nwas said to possess an octet. Atoms would\nthus react, so as to achieve an octet in the\noutermost shell. This was done by sharing,\ngaining or losing electrons. The number of\nelectrons gained, lost or shared so as to make\nthe octet of electrons in the outermost shell,\ngives us directly the combining capacity of theelement, that is, the valency discussed in the\nprevious chapter . For example, hydr ogen/\nlithium/sodium atoms contain one electron\neach in their outermost shell, therefore each\none of them can lose one electron. So, they are\nsaid to have valency of one. Can you tell, what\nis valency of magnesium and aluminium? It\nis two and three, respectively, because\nmagnesium has two electrons in its outermost\nshell and aluminium has thr ee electr ons in\nits outer most shell.\nIf the number of electr ons in the\nouter most shell of an atom is close to its full\ncapacity, then valency is deter mined in a\ndifferent way. For example, the fluorine atom\nhas 7 electrons in the outermost shell, and its\nvalency could be 7. But it is easier forName of Symbol Atomic Number Number Number Vale-\nElement Number of of\nof ncy\nProtons Neutrons  Electrons KLMN\nHydr ogen H 1 1 - 1 1 - - - 1\nHelium He 2\n2 2 2 2 - - - 0\nLithium Li 3 3 4 3 2 1 - - 1\nBeryllium Be 4 4 5 4 2 2 - - 2\nBoron B 5 5 6 5 2 3 - - 3\nCarbon C 6 6 6 6 2 4 - - 4\nNitrogen N 7 7 7 7 2 5 - - 3\nOxygen O 8 8 8 8 2 6 - - 2\nFluorine F 9 9 10 9 2 7 - - 1\nNeon Ne 10 10 10 10 2 8 - - 0\nSodium Na 11 11 12 11 2 8 1 - 1\nMagnesium Mg 12 12 12 12 2 8 2 - 2\nAluminium Al 13 13 14 13 2 8 3 - 3\nSilicon Si 14 14 14 14 2 8 4 - 4\nPhosphorus P 15 15 16 15 2 8 5 - 3,5\nSulphur S 16 16 16 16 2 8 6 - 2\nChlorine Cl 17 17 18 17 2 8 7 - 1\nArgon Ar 18 18 22 18 2 8 8 0Distribution of\nElectrons\n2024-25"
            },
            {
                "page": 7,
                "text": "SCIENCE 44fluorine to gain one electron instead of losing\nseven electrons. Hence, its valency is determined\nby subtracting seven electrons from the octet\nand this gives you a valency of one for fluorine.\nValency can be calculated in a similar manner\nfor oxygen. What is the valency of oxygen that\nyou get from this calculation?\nTherefore, an atom of each element has a\ndefinite combining capacity, called its valency.\nValency of the first eighteen elements is given\nin the last column of T able 4.1.\nuestion\n1.How will you find the valency\nof chlorine, sulphur and\nmagnesium?\n4.5Atomic Number and Mass\nNumber\n4.5.1 ATOMIC  NUMBER\nWe know that pr otons ar e present in the\nnucleus of an atom. It is the number of\nprotons of an atom, which deter mines its\natomic number . It is denoted by ‘Z’. All atoms\nof an element have the same atomic number ,\nZ. In fact, elements ar e defined by the number\nof protons they possess. For hydrogen, Z = 1,\nbecause in hydr ogen atom, only one proton\nis pr esent in the nucleus. Similarly, for\ncarbon, Z = 6. Ther efore, the atomic number\nis defined as the total number of pr otons\npresent in the nucleus of an atom.\n4.5.2 MASS NUMBER\nAfter studying the pr operties of the sub-\natomic particles of an atom, we can conclude\nthat mass of an atom is practically due to\nprotons and neutr ons alone. These ar e\npresent in the nucleus of an atom. Hence\nprotons and neutr ons ar e also called\nnucleons. Ther efore, the mass of an atom\nresides in its nucleus. For example, mass of\ncarbon is 12 u because it has 6 pr otons and6 neutrons, 6 u + 6 u = 12 u. Similarly, the\nmass of aluminium is 27 u (13 protons+14\nneutrons). The mass number is defined as the\nsum of the total number of protons and\nneutrons present in the nucleus of an atom. It\nis denoted by ‘A’. In the notation for an atom,\nthe atomic number , mass number and symbol\nof the element are to be written as:\nMass Number\nQSymbol of\nelement\nAtomic Number\nFor example, nitrogen is written as 14\n7N.\nuestions\n1.If number of electrons in an atom\nis 8 and number of pr otons is also\n8, then (i) what is the atomic\nnumber of the atom? and (ii) what\nis the char ge on the atom?\n2.With the help of T able 4.1, find\nout the mass number of oxygen\nand sulphur atom.\n4.6Isotopes\nIn natur e, a number of atoms of some\nelements have been identified, which have the\nsame atomic number but dif ferent mass\nnumbers. For example, take the case of\nhydrogen atom, it has thr ee atomic species,\nnamely pr otium (1\n1H), deuterium (2\n1H or D)\nand tritium (3\n1H or T). The atomic number of\neach one is 1, but the mass number is 1, 2\nand 3, r espectively. Other such examples ar e\n(i) carbon, 12\n6C and 14\n6C, (ii) chlorine,  35\n17Cl\nand  37\n17Cl, etc.\nOn the basis of these examples, isotopes\nare defined as the atoms of the same element,\nhaving the same atomic number but dif ferent\nmass numbers. Ther efore, we can say that\nthere are three isotopes of hydrogen atom,\nnamely protium, deuterium and tritium.QXA\nZ\n2024-25"
            },
            {
                "page": 8,
                "text": "STRUCTURE  OF THE ATOM 45QMany elements consist of a mixture of\nisotopes. Each isotope of an element is a pure\nsubstance. The chemical pr operties of\nisotopes ar e similar but their physical\nproperties ar e different.\nChlorine occurs in natur e in two isotopic\nforms, with masses 35 u and 37 u in the ratio\nof 3:1. Obviously, the question arises: what\nshould we take as the mass of chlorine atom?\nLet us find out.\nThe average atomic mass of chlorine atom,\non the basis of above data, will be\n3575\n1003725\n100× + ×\n\n\n\n=\n\n\n+ = =105\n437\n4142\n435 5 . u\nThe mass of an atom of any natural element\nis taken as the average mass of all the naturally\noccuring atoms of that element. If an element\nhas no isotopes, then the mass of its atom\nwould be the same as the sum of protons and\nneutrons in it. But if an element occurs in\nisotopic forms, then we have to know the\npercentage of each isotopic form and then the\naverage mass is calculated.\nThis does not mean that any one atom of\nchlorine has a fractional mass of 35.5 u. It\nmeans that if you take a certain amount of\nchlorine, it will contain both isotopes of\nchlorine and the average mass is 35.5 u.Applications\nSince the chemical properties of all the\nisotopes of an element ar e the same,\nnormally we are not concer ned about\ntaking a mixture. But some isotopes have\nspecial properties which find them useful\nin various fields. Some of them are :\n(i)An isotope of uranium is used as a fuel\nin nuclear reactors.\n(ii)An isotope of cobalt is used in the\ntreatment of cancer .\n(iii) An isotope of iodine is used in the\ntreatment of goitr e.\n4.6.1 ISOBARS\nLet us consider two elements — calcium,\natomic number 20, and ar gon, atomic\nnumber 18. The number of protons in these\natoms is different, but the mass number of\nboth these elements is 40. That is, the total\nnumber of nucleons is the same in the atoms\nof this pair of elements. Atoms of different\nelements with different atomic numbers, which\nhave the same mass number , are known as\nisobars.\nuestions\n1.For the symbol H,D and T\ntabulate thr ee sub-atomic\nparticles found in each of them.\n2.Write the electronic\nconfiguration of any one pair of\nisotopes and isobars.\nWhat\nyou have\nlearnt\n• Credit for the discovery of electron and proton goes to J.J.\nThomson and E.Goldstein, respectively.\n• J.J. Thomson proposed that electrons are embedded in a\npositive sphere.\n2024-25"
            },
            {
                "page": 9,
                "text": "SCIENCE 46• Rutherford’s alpha-particle scattering experiment led to the\ndiscovery of the atomic nucleus.\n• Ruther ford’s model of the atom pr oposed that a very tiny\nnucleus is present inside the atom and electrons revolve\naround  this nucleus. The stability of the atom could not be\nexplained by this model.\n• Neils Bohr’s model of the atom was mor e successful. He\nproposed that electr ons ar e distributed in dif ferent shells with\ndiscr ete ener gy ar ound the nucleus. If the atomic shells ar e\ncomplete, then the atom will be stable and less r eactive.\n• J. Chadwick discover ed pr esence of neutr ons in the nucleus of\nan atom. So, the thr ee sub-atomic particles of an atom are:\n(i) electr ons, (ii) pr otons and (iii) neutr ons. Electr ons ar e\nnegatively char ged, pr otons ar e positively char ged and neutr ons\nhave no char ges. The mass of an electr on is about 1\n2000  times\nthe mass of an hydr ogen atom. The mass of a pr oton and a\nneutr on is taken as one unit each.\n• Shells of an atom ar e designated as K,L,M,N,….\n• Valency is the combining capacity of an atom.\n• The atomic number of an element is the same as the number\nof protons in the nucleus of its atom.\n• The mass number of an atom is equal to the number of nucleons\nin its nucleus.\n• Isotopes ar e atoms of the same element, which have dif ferent\nmass numbers.\n• Isobars ar e atoms having the same mass number but dif ferent\natomic numbers.\n• Elements ar e defined by the number of pr otons they possess.\nExercises\n1.Compar e the pr operties of electrons, pr otons and neutr ons.\n2.What ar e the limitations of J.J. Thomson’s model of the atom?\n3.What ar e the limitations of Ruther ford’s model of the atom?\n4.Describe Bohr’s model of the atom.\n5.Compar e all the pr oposed models of an atom given in this\nchapter .\n6.Summarise the rules for writing of distribution of electr ons in\nvarious shells for the first eighteen elements.\n7.Define valency by taking examples of silicon and oxygen.\n2024-25"
            },
            {
                "page": 10,
                "text": "STRUCTURE  OF THE ATOM 478.Explain with examples (i) Atomic number , (ii) Mass number ,\n(iii) Isotopes and iv) Isobars. Give any two uses of isotopes.\n9.Na+ has completely filled K and L shells. Explain.\n10. If bromine atom is available in the form of, say, two isotopes\n79\n35Br (49.7%) and   81\n35Br (50.3%), calculate the average atomic\nmass of br omine atom.\n11. The average atomic mass of a sample of an element X is 16.2 u.\nWhat ar e the per centages of isotopes   16\n8X and  18\n8X  in the\nsample?\n12. If Z = 3, what would be the valency of the element? Also, name\nthe element.\n13. Composition of the nuclei of two atomic species X and Y ar e\ngiven as under\nX Y\nProtons = 6 6\nNeutr\nons= 6 8\nGive the mass numbers of X and Y . What is the r elation between\nthe two species?\n14. For the following statements, write T for T rue and F for False.\n(a)J.J. Thomson pr oposed that the nucleus of an atom\ncontains only nucleons.\n(b)A neutr on is for med by an electr on and a pr oton\ncombining together . Ther efore, it is neutral.\n(c)The mass of an electr on is about 1\n2000 times that of pr oton.\n(d)An isotope of iodine is used for making tinctur e iodine,\nwhich is used as a medicine.\nPut tick (ü) against corr ect choice and cr oss (×) against\nwrong choice in questions 15, 16 and 17\n15. Ruther ford’s alpha-particle scattering experiment was\nresponsible for the discovery of\n(a)Atomic Nucleus (b)Electr on\n(c)Proton (d)Neutr on\n16. Isotopes of an element have\n(a)the same physical pr operties\n(b)different chemical pr operties\n(c)different number of neutr\nons\n(d)different atomic numbers.\n17. Number of valence electr ons in Cl– ion ar e:\n(a)16 (b)  8 (c)  17 (d)  18\n2024-25"
            },
            {
                "page": 11,
                "text": "SCIENCE 4818. Which one of the following is a correct electr onic configuration\nof sodium?\n(a)2,8 (b)  8,2,1 (c)  2,1,8 (d)  2,8,1.\n19. Complete the following table.\nAtomic Mass Number Number Number Name of\nNumber Number  of  of  of the Atomic\nNeutr ons Pr\notons Electr ons Species\n9 - 10 - - -\n16 32 - - - Sulphur\n- 24 - 12 - -\n- 2 - 1 - -\n- 1 0\n1 0 -\n2024-25"
            }
        ]
    }
]