[
    {
        "chapter": "Chapter 1: Two Gentlemen of Verona",
        "pages": [
            {
                "page": 1,
                "text": "111\nUNITUNITUNITFiction\nF. 1     Two Gentlemen Of V erona\nA.J. Cronin\n1 Verona: a city in Italy . Romeo and Juliet are believed to have lived there31.  What are the qualities of a \"gentleman\"?  Work with your partner and complete \nthe following web-chart by listing the qualities of a gentleman. \nDoes a gentleman have consideration for others and their feelings?\n2.  Based on your discussion above, what do you think the story is about?\n  …………………………………………………………………………………………… •\n  …………………………………………………………………………………………… •\n3.  Now read the story given below . Your teacher may use a variety of techniques for \ndifferent parts of the story e.g.\n  Silent reading •\n  One student reading aloud to the whole class •\n  Students reading in small groups •\n  Dramatised reading in small groups •\nTWO GENTLEMEN OF VERONA\n1. As we drove through the foothills of the Alps two small boys stopped us on the outskirts \n1\nof Verona . Qualities of a GentlemanCourteous"
            },
            {
                "page": 2,
                "text": "Fiction\n42 worn - old and damaged\n3 tunic- a loose outer garment that does not \nhave sleeves2. They were selling wild strawberries. “Don't buy,\" warned \nLuigi, our cautious driver . \"You will get fruit much better in \nVerona. Besides, these boys.....\"\n3. He shrugged his shoulders to convey his disapproval of \ntheir shabby appearance.\n2\n4. One boy was wearing a worn  jersey and cut-of f khaki \n3\npants; the other a shortened army tunic  gathered in loose \nfolds about his skinny frame. Yet, gazing at the two little \nfigures, with their brown skins, tangled hair and dark \nearnest eyes, we felt ourselves strangely attracted. My \ncompanion spoke to the boys, discovered that they were \nbrothers. Nicola, the elder , was 13; Jacopo, who barely \ncame up to the door handle of the car, was nearly 12. We \nbought their biggest basket, then set off towards the town.\n5. Next morning, coming out of our hotel, we saw our friends bent over shoeshine boxes \nbeside the fountain in the public square, doing a brisk business.\n6. We watched for a few moments; then as trade slackened we went over. They greeted us \nwith friendly faces.\n7. \"I thought you picked fruit for a living,\" I said.\n8. \"We do many things, sir,\" Nicola answered seriously . He glanced at us hopefully . \"Often \n4\nwe show visitors through the town ... to Juliet's tomb  ... and other places of interest.\"\n9. Alright, \"I smiled. \"You take us along.\"\n10. As we made the rounds, my interest was again provoked by their remarkable \n5 6\ndemeanour . They were childish enough, and in many ways quite artless . Jacopo \nwas as lively as a squirrel. Nicola's smile was steady and engaging. Yet in both these \nboyish faces there was a seriousness which was far beyond their years.\n11. In the week which followed we saw them frequently , for they proved extremely useful to \nus. If we wanted a pack of American cigarettes, or seats for the opera or the name of a \ngood restaurant, Nicola and Jacopo could be relied upon to satisfy our needs.\n12. What struck one most was their willingness to work. During these summer days, under \nthe hot sun, they shined shoes, sold fruit, hawked newspapers, conducted tourists \nround the town, and ran errands.\n4 Juliet's tomb-  the place where Juliet, the \nwoman Romeo loved, was buried. Romeo \nand Juliet is a play written by Shakespeare.\n5 demeanour-  appearance and behaviour \n6 artless- guileless; innocent"
            },
            {
                "page": 3,
                "text": "Fiction\n513. One night, we came upon them in the windy and deserted square, resting on the stone \npavement beneath the lights.\n14. Nicola sat upright, tired. A bundle of unsold newspapers lay at his feet. Jacopo, his head \nresting upon his brother's shoulder was asleep. It was nearly midnight.\n15. \"Why are you out so late, Nicola?\"\n16. \"Waiting for the last bus from Padua. We shall sell all our papers when it comes in.\"\n17. \"Must you work so hard? You both look rather tired.\"\n18. \"We are not complaining, sir.\"\n19. But next morning, when I went over to the fountain to have my shoes shined, I said, \n\"Nicola, the way you and Jacopo work, you must earn quite a bit. You spend nothing on \nclothes. You eat little enough --- when I see you have a meal it's usually black bread and \nfigs. Tell me, what do you do with your money?\"\n20. He coloured deeply under his sunburn, then grew pale. He looked to the ground.\n21. \"You must be saving up to emigrate to America,\" I suggested. He looked at me \nsideways, spoke with an effort.\n22. \"We should greatly like to go to United States. But here, at present, we have other plans.\"\n23. \"What plans?\"\n24. He smiled uncomfortably . \"Just plans, sir,\" he answered in a low voice.\n25. “Well,\" I said, \"we're leaving on Monday . Is there anything I can do for you before we \ngo?\"\n26. Nicola shook his head, but suddenly Jacopo said, “Sir,\" he burst out, \"every Sunday we \nmake a visit to the country , to Poleta, 30 kilometres from here. Usually we hire bicycles. \nBut tomorrow , since you are so kind, you might send us in your car.\"\n27. I had already told Luigi he might have the Sunday off. However , I answered, “I'll drive \nyou out myself.\"\n6\n28. There was a pause. Nicola was glaring at his young brother in vexation . \"We could not \nthink of troubling you, sir.\"\n29. \"It won't be any trouble.\"\n7\n30. He bit his lip, then, in a rather put out tone, he said, \"Very well.\"\n31. The following afternoon we drove to the tiny village set high upon the hillside. I imagined \nthat our destinations would be some humble dwellings. But, directed by Jacopo, we \ndrew up at a large red-roofed villa, surrounded by a high stone wall. I could scarcely \nbelieve my eyes and before I could recover my breath my two passengers had leaped \nfrom the car.\n6 vexation : annoyance; agitation; hassle  7 put out : offended; annoyed"
            },
            {
                "page": 4,
                "text": "Fiction\n8 vestibule :  lobby32.  \"We shall not be long, sir. Perhaps only an hour. May be you would like to go to the cafe \nin the village for a drink?\" They disappeared beyond the corner of the wall.\n33. After a few minutes I followed. I found a grilled side-entrance and, determinedly , rang \nthe bell.\n34. A pleasant-looking woman with steel-rimmed spectacles appeared. I blinked as I saw \nthat she was dressed in the white uniform of a trained nurse.\n35. \"I-brought two small boys here.\"\n36. \"Ah, yes.\" Her face lit up; she opened the door to admit me. \"Nicola and Jacopo. I will \ntake you up.\"\n37. She led me through a \n8\ncool, tiled vestibule  into \nthe hospital --- for hospital \nthe villa had become. At \nthe door of a little cubicle \nthe nurse paused, put her \nfinger to her lips, and with \na smile bade me to look \nthrough the glass \npartition.\n38. The two boys were seated \nat the bedside of a girl of \nabout twenty who, \npropped up on pillows, wearing a pretty lace jacket, was listening to their chatter , her \neyes soft and tender . One could see at a glance her resemblance to her brothers. A \nvase of wild flowers stood on her table, beside a dish of fruit and several books.\n39. “Won't you go in?\" the nurse murmured. \"Lucia will be pleased to see you.\"\n40. I shook my head and turned away . I felt I could not bear to intrude upon this happy family \nparty . But at the foot of the staircase I drew up and begged her to tell me all she knew \nabout these boys.\n41. She was eager to do so. They were, she explained, quite alone in the world, except for \nthis sister , Lucia. Their father , a widower , a well-known singer , had been killed in the \nearly part of the war. Shortly afterwards a bomb had destroyed their home and thrown \nthe three children into the streets. They had always known a comfortable and cultured \nlife --- Lucia had herself been training as a singer --- and they had suffered horribly from \nnear starvation and exposure to the cold winter .\n6"
            },
            {
                "page": 5,
                "text": "Fiction\n742. For months they had barely kept themselves alive in a sort of shelter they built with their \nown hands amidst the rubble. Then for three years the Germans ruled the city. The boys \ngrew to hate the Germans. When the resistance movement began secretly to form they \nwere among the first to join. When the war was over, and we had peace at last, they \ncame back to their beloved sister . And they found her ......suf fering from tuberculosis of \nthe spine.\"\n43. She paused, took a quick breath.\n44. \"Did they give up? I do not have to answer that question. They brought her here, \npersuaded us to take her into the hospital. In the twelve months she has been our \npatient she has made good progress. There is every hope that one day she will walk - \nand sing - again.\"\n9\n45. \"Of course, everything is so difficult now, food so scarce  and dear, we could not keep \ngoing unless we charged a fee. But every week, Lucia's brothers have made their \npayment.\" She added simply , \"I don't know what they do, I do not ask. Work is scarce in \nVerona. But whatever it is, I know they do it well.\"\n46. “Yes,\" I agreed. \"They couldn't do it better .\"\n47. I waited outside until the boys rejoined me, then drove them back to the city. They sat \nbeside me, not speaking. For my part, I did not say a word --- I knew they would prefer to \nfeel that they had safely kept their secret. Y et their devotion had touched me deeply . \nWar had not broken their spirit. Their selfless action brought a new nobility to human life, \ngave promise of a greater hope for human society .\nAbout the author\nA.J. Cronin (1896-1974) was a doctor by training. He practised medicine in \nWales and in London. It was while recovering from a breakdown in health that \nhe wrote his first novel Hatter's Castle. It was a huge success. Cronin gave up \npractising medicine and took to writing as a career . He wrote a number of \nnovels and short stories. Among his best-known novels are The Citadel, The \nKey of the Kingdom, and The Spanish Gardener . Some of his novels have \nbeen made into successful films. The title of the story is that of one of the early \nplays of Shakespeare. The story recounts the hard life chosen by two young \nboys so that they could pay for the treatment of their sister afflicted with \ntuberculosis. The boys' sacrifice, their sincerity and devotion to the cause and \nthe maturity they display in their actions gives a new hope for humanity .\n9 scarce : not enough"
            },
            {
                "page": 6,
                "text": "Fiction4.  Based on your reading of the story answer the following questions by ticking the \ncorrect options.\n(i) What was the reason for the driver ’s disapproval of the narrator buying fruit from the two \n boys?\n A. The boys were untidy and poorly dressed.\n B. The strawberries were not fresh.\n C. The boys were asking for a heavy price.\n D. The driver did not approve of small boys who worked.\n(ii) What impressed the narrator the most about the boys? \n Their_______________.\n A. desire to earn money\n B. willingness to work\n C. ability to perform many tasks\n D. sense of fun\n(iii) Jacopo asked the narrator to drive them to Poleta Why was Nicola uncomfortable with \n it? \n A. Did not want a stranger to become involved with their plans.\n B. Preferred going to Poleta by train so that he could enjoy the scenery .\n C. Did not want to ask anyone for favours.\n D. Preferred avoiding help from someone he did not know well.\n(iv) The narrator decided against going inside Lucia's room as________________. \n A. he did not want to intrude into the privacy of those inside\n B. he thought that the boys would object\n C. he felt that Lucia would not welcome a stranger\n D. he did not want the boys to feel he was spying on them\n(v) The author chose to remain silent on their return journey because he thought the  \n boys______________. \n A. would prefer to keep their secret\n B. were ashamed of their sister's condition\n C. would avoid telling him the truth\n D. might ask him for money for their sister\n8"
            },
            {
                "page": 7,
                "text": "Fiction\n95.   Read the extracts given below and answer the questions that follow .\n (I) As we made the rounds, my interest was again provoked by their remarkable  \n  demeanour . They were childish enough, and in many ways quite artless. Jacopo \n  was as lively as a squirrel. Nicola’ s smile was steady and engaging. Yet in both \n  their boyish faces there was a seriousness which was far beyond their years. In \n  the week which followed we saw them frequently , for they proved extremely useful \n  to us.\n(I) We can say that the demeanour of the two boys was remarkable because they  \n were_____________.  \n Select the correct option.  \n A. innocent but clever\n B. lively but serious\n C. young but mature\n D. childish but engaging\n(ii) What does the writer wish to imply via the comparison of Jacopo to a squirrel?\n(iii) How did the boys prove useful for the narrator and his companion? Select the most \n appropriate option.\n1. Brought them newspapers.\n2. Guided them to good restaurants.\n3. Found American cigarettes for them.\n4. Sold fruits to them.\n A. (1), (3) and (5)\n B. (2), (3) and (4)\n C. (1), (2) and (5)\n D. (1), (2) and (4)\n(iv) Select the suitable word from the extract, to complete the following.\n happy : sad:: pacify :_____________\n A. provoke\n B. remarkable\n C. steady\n D. engage"
            },
            {
                "page": 8,
                "text": "Fiction\n10(v) Select a phrase from the extract that means the same as, ‘to circulate’\n(II) I said, “Nicola, the way you and Jacopo work, you must earn quite a bit. You spend \nnothing on clothes. You eat little enough... when I see you have a meal it’s usually  \nblack bread and figs. Tell me, what do you with your money?”\n He coloured deeply under his sunburn, then grew pale. He looked to the ground.\n “You must be saving up to emigrate to America,” I suggested. He looked at me \nsideways, spoke with an effort.\n(i) What does the narrator ’s remark ‘... the way you and Jacopo work... ’ refer to?\n A. Sale of certain products.\n B.  Manner of working.\n C. Readiness to lend aid.\n D. Open to doing add jobs.\n(ii) How did the narrator ’s question impact Nicola?\n It made him feel_____________.\n A. surprised\n B. embarrassed\n C. confused\n D. scared\n(iii) State one aspect that might have led the narrator to think that the boys must be saving \nto emigrate to America.\n(iv) Which of the following remarks shows that the narrator observed things keenly?\n A. ‘The way you and Jacopo work, you must earn quite a bit.’\n B. ‘When I see you have a meal it’s usually black bread and figs.’\n C. ‘What do you do with your money?’\n D. ‘You must be saving up to emigrate to America.’\n(v) What does the sunburn help you deduce about Nicola?\n6.   What do you understand by the following statements?\n a) \"We do many things, sir,\" Nicola answered seriously . He glanced at us hopefully ."
            },
            {
                "page": 9,
                "text": "Fiction\n11 b) He smiled uncomfortably . \"Just plans, sir,\" he answered in a low voice.\n c) Yet in both these boyish faces there was a seriousness which was far beyond their \nyears. \n7.  Answer the following questions briefly .\n a) Why was the author surprised to see Nicola and Jacopo working as shoeshine \nboys?\n b) The story is full of surprises. Briefly mention any two such instances.\n c) Why were the boys in the deserted square at night? What character traits do they \nexhibit?\n d) The narrator asks the boys, \"Must you work so hard? You both look rather tired.\" \nThe boys replied, \"We are not complaining, sir.\" What do you learn about the boys \nfrom their reply?\n e) Support the opinion that the narrator was kind and sensitive.\n f) Do you think the boys looked after Lucia willingly? Give reasons for your answer .\n8. Answer the following questions in detail.\n a) Appearances are deceptive. Discuss with reference to the two boys. \n b) How does the story 'Two Gentlemen of Verona' promise hope for society?\n c) The story of the two boys, as revealed by the nurse, deeply impacts the narrator . \n  He decides to write a diary entry , recording how he feels inspired by the grit,  \n  determination and selfless actions of the two gentlemen of Verona. As the  \n  narrator , write the entry .\n d) When Lucia gets well she writes a letter to Nicola and Jacopo to express her  \n  feelings of gratitude and admiration for them. As Lucia, write the letter .\n8.    Look at the italic words in the following examples. \n a.  We bought their biggest basket, then set off  toward town.\n b.  One night we came upon them in the windy and deserted square.\n c.    He bit his lip, then in a rather put out tone he said, 'Very well.'\n d.  I shook my head and turned away ."
            },
            {
                "page": 10,
                "text": "Fiction\n12Here are a few more. Match the phrases to their meanings.\n  Phrases   Meanings\n set up  to start on a journey\n break  down to tolerate a situation or a person\n set off  to lose control of your feelings and start crying\n put up with to enter\n put off  to be faced with or opposed by\n put on  to start/ establish a company\n come in  to refuse/ reject\n come across to postpone\n come up against to try to get help/advice/ sympathy from someone\n turn down to wear\n turn in  to meet or find by chance\n turn to  to inform on or deliver up\nNow use the phrases given above to complete the following sentences.\n1. The landlord was suspicious of the two men staying in his flat so he called the police and \n………………. them …………….\n2.  Early in the morning we packed our bags and …………… for a hike over the mountain.\n3. Janvi …………………….  some photographs of her grandfather in the old trunk.\n4. My father ……………….. his own business 10 years ago. \n5. The Bank …………………………….. Paul's request for a loan.\n6. The Corporation's decision to reduce the leave of the employees \n………………………… a lot of opposition.\n9.    Two Gentlemen of Verona is written in the first person . A story written in the first \nperson is a first-hand account of events told or narrated through the eyes of a single \ncharacter , typically the main character . Stories written in the first person are easily \nidentified by the use of the pronoun 'I' rather than 'he or she'.\n The reader will see phrases such as \"I said, I thought,\" rather than \"he said, she \nthought.\" Everything is experienced through the eyes of a single character , and all \nthoughts and observations are limited to that one person. There can be no outside"
            },
            {
                "page": 11,
                "text": "Fiction\n13observer . If the narrator does not see or experience an event first-hand, it cannot be a \npart of the story . All scenes in the story are filtered through this person's unique \nperception. \n The third-person is a narrative mode in which both the reader and author observe the \nsituation either through the senses and thoughts of more than one character , or through \nan overarching godlike perspective that sees and knows everything that happens and \neverything the characters are thinking. In this mode of narration, the narrator can tell the \nreader things that the main character does not know , or things that none of the \ncharacters know . \n Rewrite, in third person, any part of story you like.\n10.   The narrator realises why Nicola and Jacopo work so hard. Yet he does not go in \nto meet their sister nor does he speak to them about what he learns from the \nnurse.  Working in groups, discuss the following aspects of the story and share \nyour views with the class. \n a) The love, devotion and the family values Nicola and Jacopo display . \n b) Their pride in themselves and their family .\n c) The trust they place in the narrator .\n d) The reason the narrator does not disclose to them that he knows their secret.\nWRITING TASK\n11.    As the narrator , write an article on the lesson of love, faith and trust that you have \nlearnt from the two young boys of Verona. \n12.   After her brothers' visit, Lucia writes a page in her diary about her past life and   \nher present situation. As Lucia, write the diary entry in about 150 words.  \nLISTENING TASK\n13.   Listen to an excerpt from the diary of a 13 year old girl Zlata Fillipovic who writes \nof the horrors of war in Sarajevo in her book Zlata's Diary .\n As you listen, complete the following statements.\n1. The first sign of approaching war was …………………………………………….\n2. The family went into the cellar when ………………………………………………\n3. The 'awful cellar' was the only place that could save their lives because …………………\n4. Zlata's friend, Nina died when ………………………………………………….......\n5. Zlata and her father were worried about her mother's safety because ......................…"
            }
        ]
    },
    {
        "chapter": "Chapter 2: Mrs. Packletide's Tiger",
        "pages": [
            {
                "page": 1,
                "text": "14222\nUNITUNITUNITFiction\nF.2    Mrs Packletide's T iger\nby Saki\n1.  Why do people hunt? Complete the web chart giving various reasons for the \nsame: \n2.  Read these lines and guess the answers to the questions given below\n It was Mrs. Packletide's pleasure and intention that she should shoot a tiger …. The \ncompelling motive ….was the fact that Loona Bimberton had recently …… personally \nprocured tiger-skin and a heavy harvest of Press photographs could successfully \ncounter that sort of thing. \n a) Why did Mrs. Packletide want to kill a tiger?\n b) What does it tell you about her?\n c) What is the tone of the storywriter? \n d) Do you think she was successful in her mission?\n e) What do you think the story is all about?Was thought \nto be an act \nof bravery\nReasons for Hunting"
            },
            {
                "page": 2,
                "text": "Fiction\n153.  This story was written at a time when there was very little awareness about the \nneed to protect the environment and the wildlife.  Now read the story . \n1. It was Mrs. Packletide's pleasure and intention that she should shoot a tiger. Not that \nthe lust to kill had suddenly descended on her, or that she felt that she would leave India \nsafer and more wholesome than she had found it, with one fraction less of wild beast \nper million of inhabitants. The compelling motive for \nher sudden deviation towards the footsteps of \n1\nNimrod  was the fact that Loona Bimberton had  \nrecently been carried eleven miles in an aeroplane \nby an Algerian aviator , and talked of nothing else; \nonly a personally procured tiger-skin and a heavy \nharvest of press photographs could successfully \ncounter that sort of thing. Mrs. Packletide had \nalready arranged in her mind the lunch she would \n2\ngive at her house on Curzon Street, ostensibly  in \nLoona Bimberton's honour , with a tiger-skin rug \noccupying most of the foreground and all of the \nconversation. She had also already designed in her \nmind the tiger-claw brooch that she was going to \ngive Loona Bimberton on her next birthday . In a \nworld that is supposed to be chiefly swayed by \nhunger and by love Mrs. Packletide was an exception; her movements and motives \nwere largely governed by dislike of Loona Bimberton. \n3\n2. Circumstances proved propitious . Mrs. Packletide had offered a thousand rupees for \nthe opportunity of shooting a tiger without over-much risk or exertion, and it so \n4  \nhappened that a neighbouring village could boast of being the favoured rendezvous\nof an animal of respectable antecedents, which had been driven by the increasing \ninfirmities of age to abandon game-killing and confine its appetite to the smaller \ndomestic animals. The prospect of earning the thousand rupees had stimulated the \nsporting and commercial instinct of the villagers; children were posted night and day on \nthe outskirts of the local jungle to head the tiger back in the unlikely event of his \nattempting to roam away to fresh hunting-grounds, and the cheaper kinds of goats \nwere left about with elaborate carelessness to keep him satisfied with his present \nquarters. The one great anxiety was lest he should die of old age before the date \nappointed for the memsahib's shoot. Mothers carrying their babies home through the \njungle after the day's work in the fields hushed their singing lest they might curtail the \nrestful sleep of the venerable herd-robber . \n1. Nimrod : Biblical character (great grandson of Noah); a mighty hunter\n2. ostensibly: supposedly  3. propitious : favourable\n4. rendezvous : meeting"
            },
            {
                "page": 3,
                "text": "Fiction\n163. The great night duly arrived, moonlit and cloudless. A platform had been constructed in \na comfortable and conveniently placed tree, and thereon crouched Mrs. Packletide and \nher paid companion, Miss Mebbin. A goat, gifted with a particularly persistent bleat, \nsuch as even a partially deaf tiger might be reasonably expected to hear on a still night, \n5\nwas tethered   at the correct distance. With an accurately sighted rifle and a thumb-\n6\nnail pack of patience cards  the sportswoman awaited the coming of the quarry . \n4. \"I suppose we are in some danger?\" said Miss Mebbin. \n5. She was not actually nervous about the wild beast, but she had a morbid dread of \nperforming an atom more service than she had been paid for. \n6. \"Nonsense,\" said Mrs. Packletide; \"it's a very old tiger. It couldn't spring up here even if \nit wanted to.\" \n7. \"If it's an old tiger I think you \nought to get it cheaper . A \nthousand rupees is a lot of \nmoney .\" \n8. Louisa Mebbin adopted a \nprotective elder-sister \nattitude towards money in \ngeneral, irrespective of \nnationality or denomination. \nHer energetic intervention \nhad saved many a rouble \nfrom depleting itself in tips in \nsome Moscow hotel, and \nfrancs and centimes clung to her instinctively under circumstances which would have \ndriven them headlong from less sympathetic hands. Her speculations as to the market \ndepreciation of tiger remnants were cut short by the appearance on the scene of the \nanimal itself. As soon as it caught sight of the tethered goat it lay flat on the earth, \nseemingly less from a desire to take advantage of all available cover than for the \npurpose of snatching a short rest before commencing the grand attack. \n9. \"I believe it's ill,\" said Louisa Mebbin, loudly in Hindustani, for the benefit of the village \nheadman, who was in ambush in a neighbouring tree. \n10. \"Hush!\" said Mrs. Packletide, and at that moment the tiger commenced ambling \ntowards his victim. \n11. \"Now , now!\" urged Miss Mebbin with some excitement; \"if he doesn't touch the goat we \nneedn't pay for it.\" (The bait was an extra.) \n5. tethered -  fastened\n6. thumb - nail pack of patience cards - small sized playing cards to play solitaire"
            },
            {
                "page": 4,
                "text": "Fiction\n1712. The rifle flashed out with a loud report, and the great tawny beast sprang to one side \nand then rolled over in the stillness of death. In a moment a crowd of excited natives \nhad swarmed on to the scene, and their shouting speedily carried the glad news to the \nvillage, where a thumping of \ntom-toms took up the chorus of \ntriumph. And their triumph and \nrejoicing found a ready echo in \nthe heart of Mrs. Packletide; \nalready that luncheon-party in \nCurzon Street seemed \nimmeasurably nearer . \n13. It was Louisa Mebbin who drew \nattention to the fact that the \ngoat was in death-throes from \na mortal bullet-wound, while no \ntrace of the rifle's deadly work could be found on the tiger. Evidently the wrong animal \nhad been hit, and the beast of prey had succumbed to heart-failure, caused by the \n7 \nsudden report of the rifle, accelerated by senile  decay . Mrs. Packletide was \npardonably annoyed at the discovery; but, at any rate, she was the possessor of a dead \ntiger, and the villagers, anxious for their thousand rupees, gladly connived at the fiction \nthat she had shot the beast. And Miss Mebbin was a paid companion. Therefore, Mrs. \nPackletide faced the cameras with a light heart, and her pictured fame reached from \nthe pages of the Texas Weekly Snapshot to the illustrated Monday supplement of the \nNovoe Vremya . As for Loona Bimberton, she refused to look at an illustrated paper for \nweeks, and her letter of thanks for the gift of a tiger-claw brooch was a model of \nrepressed emotions. The luncheon-party she declined. There are limits beyond which \nrepressed emotions become dangerous.\n14. \"How amused every one would be if they knew what really happened,\" said Louisa \nMebbin a few days after the ball.\n15. \"What do you mean?\" asked Mrs. Packletide quickly .\n16. \"How you shot the goat and frightened the tiger to death,\" said Miss Mebbin, with her \ndisagreeably pleasant laugh.\n17. \"No one would believe it,\" said Mrs. Packletide, her face changing colour as rapidly as \n8 9\nthough it were going through a book of patterns before post-time .\n18. \"Loona Bimberton would,\" said Miss Mebbin. Mrs. Packletide's face settled on an \nunbecoming shade of greenish white.\n7. senile - characteristic of old age\n8. book of patterns - Book showing the colour patterns of racing. stables, with colours worn by jockeys.\n9. post-time- the start of horse race and deadline for placing a bet"
            },
            {
                "page": 5,
                "text": "Fiction\n1819. \"You surely wouldn't give me away?\" she asked.\n20. “I've seen a week-end cottage near Darking that I should rather like to buy,\" said Miss \nMebbin with seeming irrelevance. \"Six hundred and eighty , freehold. Quite a bargain, \nonly I don't happen to have the money .\"\n*                                     *                             *                                         \n10\n21. Louisa Mebbin's pretty week-end cottage, christened by her \"Les Fauves  ,\" and gay \nin summer-time with its garden borders of tiger-lilies, is the wonder and admiration of \nher friends.\n22. \"It is a marvel how Louisa manages to do it,\" is the general verdict.\n23. Mrs. Packletide indulges in no more big-game shooting.\n11 \n24. \"The incidental expenses are so heavy ,\" she confides to inquiring friends.\nAbout the Author\nSaki, (1870-1916),  whose real name was Hector Hugh Munro, was a British \nwriter , whose witty stories satirized the society and culture of his day. He was \nconsidered a master of the short story . \n4. Read the extract and answer the questions that follow .\n II. “It was Louisa Mebbin who drew attention to the fact that the goat was in death-\n throes from a mortal bullet-wound, while no trace of the rifle’s deadly work could \n be found on the tiger. Evidently the wrong animal had been hit, and the beast of \n prey had succumbed to heart-failure, caused by the sudden report of the rifle,  \n accelerated by senile decay . Mrs Packletide was pardonably annoyed at the  \n discovery; but, at any rate, she was the possessor of a dead tiger, and the villagers \n anxious for their thousand rupees, gladly connived at the fiction that she had shot \n the beast. And Miss Mebbin was a paid companion.”\n i) Which line from the extract supports the idea that people had no doubts about \n Mrs Packletide missing her mark?\n ii) Select the option that correctly reveals the character traits of Mrs. Packletide.\n  1. Miserly\n  2. Opportunistic\n  3. Blunt\n  4. Greedy\n10. Les Fauves - French for ' The Wild Animals'\n11. incidental - secondary ."
            },
            {
                "page": 6,
                "text": "Fiction\n19  5. Pretentious\n  A. 1, 3 and 4\n  B. 2, 3, 4 and 5\n  C.  1, 3, 4 and 5\n  D.  2, 4 and 5\n iii) Select the idiom that captures the central idea of the extract.\n  A. Being ignorant is not so much a shame as being unwilling to learn.\n  B. Sometimes a man wants to be stupid if it lets him do a thing his cleverness \n  forbids.\n  C. Humans are the most unreliable species.\n  D. The greatest obstacle to discovery is not ignorance- it is the illusion of  \n  knowledge.\n iv) Identify the writer ’s tone in this extract.\n v) Select the option that displays the reason for Mrs. Packletide’ s brief annoyance.\n  A. The covering up of her blunder .\n  B. The death of the goat.\n  C. The sudden report of the rifle.\n  D. The participation of the villagers.\n4.  Answer the following questions in your own words:\n (a)  What made Mrs. Packletide decide to give a party in Loona Bimberton's honour? \nWhat did she intend to give Loona on her birthday? \n (b) Who was Miss Mebbin? Was she really devoted to Mrs. Packletide? How did she \nbehave during the tiger shooting? \n (c) Mrs. Packletide was a good shot. Discuss.\n (d) What comment did Miss Mebbin make after Mrs Packletide fired the shot? Why \ndid Miss Mebbin make this comment? How did Mrs Packletide react to this \ncomment? \n (e) Briefly comment on the behaviour of the villagers throughout the story .\n (f) Did Mrs. Packletide achieve her heart's desire? Give reasons for your answer .\n (g) How did Miss Mebbin manage to get her week-end cottage? Why did she plant so \nmany tiger lilies in her garden?"
            },
            {
                "page": 7,
                "text": "Fiction\n20 (h) \"The incidental expenses are so heavy ,\" she confides to inquiring friends. Who is \nthe speaker? What is she referring to here?\n (i) Do you think the silent figure of Loona Bimberton in the background, plays a \ncrucial role in the story? Explain. \n6.  Discuss the following questions in detail and write the answers in your \nnotebooks:\n (a) Do you think the tiger shooting organized by the villagers was a serious affair? \nGive reasons for your answer .\n (b) Do you think the writer is trying to make fun of the main characters in the story i.e. \nMrs. Packletide, Miss Mebbin and Loona Bimberton? Pick out instances from the \nstory that point to this fact.\n (c) A person who is vain is full of self importance and can only think of himself/herself \nand can go to great lengths to prove his/her superiority . Do you think Mrs \nPackletide is vain? Give reasons in support of your answer .\n (d) Sometimes writers highlight certain negative aspects in society or human beings \nby making fun of them. This is called a Satire . In your groups, discuss whether you \nwould classify this story as a satire. Give reasons to support your answer\n (e) How does the writer create humour in this story?\n7.  Choose extracts from the story that illustrate the character of the people listed in \nthe table given below . There are some words given to help you. You may add \nwords of your own. One has been done as an example:\n vain     jealous   competitive  shrewd  manipulative  stingy  materialistic  spiteful  \nCharacter Extract from the story  What this tells \n us about the  \n character\nMrs. Packletide  (i)  The compelling motive for her sudden  Competitive \ndeviation towards the footsteps of \nNimrod was the fact that Loona \nBimberton had recently been carried \neleven miles in an aeroplane by an \nAlgerian aviator , and talked of nothing \nelse; only a personally procured \ntiger-skin and a heavy harvest of Press \nphotographs could successfully counter \nthat sort of thing"
            },
            {
                "page": 8,
                "text": "Fiction\n21 (ii)  Mrs. Packletide had of fered a thousand  ............................\nrupees for the opportunity of shooting a \ntiger without over-much risk or exertion,\n (iii)  Mrs. Packletide faced the cameras with  ...........................\na light heart, and her pictured fame \nreached from the pages of the Texas \nWeekly Snapshot to the illustrated \nMonday supplement of the \nNovoe V remya.\nLouisa Mebbin  (i)  \"If it's an old tiger I think you ought to  ...........................\nget it cheaper . A thousand rupees is a \nlot of money .\" \n (ii)  Louisa Mebbin adopted a protective  ...........................\nelder-sister attitude towards money in \ngeneral, irrespective of nationality or \ndenomination\n (iii)  \"How amused every one would be if  ...........................\nthey knew what really happened,\" said \nLouisa Mebbin a few days after the ball.\n (iv)  Louisa Mebbin's pretty week-end \ncottage, christened by her \"Les Fauves,\" \nand gay in summer-time with its garden \nborders of tiger-lilies, is the wonder and \nadmiration of her friends\nLoona Bimberton  (i)  As for Loona Bimberton, she refused to  ...........................\nlook at an illustrated paper for weeks, \nand her letter of thanks for the gift of a \ntiger-claw brooch was a model of \nrepressed emotions\n (ii)  There are limits beyond which repressed  ...........................\nemotions become dangerous."
            },
            {
                "page": 9,
                "text": "Fiction\n228.  There are many amusing lines in the story . Here are a few of them. Rewrite each \none in ordinary prose so that the meaning is retained. One has been done for you \nas an example:\n a) It was Mrs. Packletide's pleasure and intention that she should shoot a tiger.\n  Mrs. Packletide wanted to shoot a tiger\n b) Mrs. Packletide had already arranged in her mind the lunch she would give at her \nhouse on Curzon Street, ostensibly in Loona Bimberton's honour , with a tiger-skin \nrug occupying most of the foreground and all of the conversation.\n  ……………………………………………………………………………………………\n……………………………………………………………………………………………\n c) Mothers carrying their babies home through the jungle after the day's work in the \nfields hushed their singing lest they might curtail the restful sleep of the venerable \nherd-robber .\n  ……………………………………………………………………………………………\n……………………………………………………………………………………………\n d) Louisa Mebbin adopted a protective elder-sister attitude towards money in \ngeneral, irrespective of nationality or denomination.\n  ……………………………………………………………………………………………\n……………………………………………………………………………………………\n (e) Evidently the wrong animal had been hit, and the beast of prey had succumbed to \nheart-failure, caused by the sudden report of the rifle, accelerated by senile decay .\n  ……………………………………………………………………………………………\n……………………………………………………………………………………………\n (f) As for Loona Bimberton, she refused to look at an illustrated paper for weeks, and \nher letter of thanks for the gift of a tiger-claw brooch was a model of repressed \nemotions.\n  ……………………………………………………………………………………………\n……………………………………………………………………………………………\n9.  An oxymoron  is a figure of speech that combines normally-contradictory terms. \nThe most common form of oxymoron involves an adjective-noun combination of \ntwo words like- failed success \n Writers often use an oxymoron to call attention to an apparent contradiction. For \nexample, Wilfred Owen's poem The Send-off refers to soldiers leaving for the front line, \nwho \"lined the train with faces grimly gay.\" The oxymoron 'grimly gay' highlights the"
            },
            {
                "page": 10,
                "text": "Fiction\n23contradiction between how the soldiers feel and how they act: though they put on a \nbrave face and act cheerful, they feel grim. Some examples of oxymorons are- dark \nsunshine, cold sun, living dead, dark light, almost exactly etc.\n The story Mrs. Packletide's Tiger has a number of oxymorons. Can you identify them \nand write them down in your notebooks? \nWRITING TASK\n10. (a)  Years later Mrs. Packletide writes her autobiography . As Mrs. Packletide, \n write about the tiger episode with the help of the clues given below .  \njealous of the applause Loona was getting-thought of tiger \nhunt--all arranged-- Louisa Mebbin accompanied; turned out \nto be a blackmailer-huge price to pay to outdo a rival \n(b) Mrs. Packletide’ s Tiger by Saki is seeped in rich wit and humour . Choose and \ndescribe the most Laugh-Out-Loud (LOL) moment in the story . Give at least \nthree reasons as to why you think this the most LOL moment.\n(c) In groups of four, construct the dialogues and enact the following situations \nfrom the story:\n 1.  Mrs. Packletide and the headman of the village/other villagers discussing the \ndetails of the tiger shooting \n 2.  Miss Mebbin blackmailing Mrs Packletide into gifting her a cottage\n 3.  Loona Bimberton and a lady-friend discussing Mrs Packletide's hunting success\nLISTENING TASK\n11.  Listen to the reading of a passage on lion hunting and answer the questions \ngiven below: \n1. The Maasai tribe in Africa hunt lions because \n i. they live near the forests of Africa\n ii. they view it  as a sign of bravery and personal achievement\n iii. they are a hunting tribe\n iv. they adorn their bodies with body parts of the lion \n2. Solo hunting has been banned because \n i. it is dangerous\n ii. of the declining lion population\n iii. too many hunters have been killed"
            },
            {
                "page": 11,
                "text": "Fiction\n24 iv. it creates pride in the minds of the successful hunters\n3.   The hunting of lionesses is discouraged because\n i. they bear the cubs\n ii. they run much faster\n iii. they are more fierce\n iv. they cannot be spotted easily\n4.  The Maasai warriors chase a lion with rattle bells to\n i. awaken it\n ii. make it run faster\n iii. make it angry\n iv. frighten it \n5.  The Maasai use three parts of the lion. They are\n i. the mane, tail and claws\n ii. the mane, nails and claws\n iii. the mane, tail and nails\n iv. the whiskers, tail and claws\n6.  The tail  is given to\n i. the strongest warrior\n ii. the fastest warrior\n iii. the youngest warrior\n iv. the bravest warrior"
            }
        ]
    },
    {
        "chapter": "Chapter 3: The Letter",
        "pages": [
            {
                "page": 1,
                "text": "25333\nUNITUNITUNITFiction\nF.3     The Letter\nBy Dhumaketu\n1. Look at the picture of the old man given below:\n Working with your partner note down the feelings of the old man in the picture.\n  _______________________________________________________________ •\n  _______________________________________________________________ •\n  _______________________________________________________________ •\n  _______________________________________________________________ •\n  _______________________________________________________________ •\n2. Can you think of reasons for these feelings? Discuss with your partner and note \ndown possible reasons.\n  _______________________________________________________________ •\n  _______________________________________________________________ •\n  _______________________________________________________________ •\n  _______________________________________________________________ •"
            },
            {
                "page": 2,
                "text": "Fiction3. Now read the story given below . Your teacher will use a variety of techniques for \ndifferent parts of the story e.g.\n  Silent reading •\n  One student reading aloud to the whole class •\n  Students reading in small groups •\n  Dramatised reading in small groups •\n1. In the grey sky of early dawn, stars still glowed, as happy memories light up a life that is \nnearing its close. An old man was walking through the town, now and again drawing his \ntattered clothes tighter to shield his body from the cold and biting wind. From some \nhouses came the sound of grinding mills, and the sweet voices of women singing at \ntheir work, and the sounds helped him along his lonely way. Except for an occasional \nbark of a dog, the distant steps of a workman going early to work, or the screech of a bird \ndisturbed before its time, the whole town was wrapped in deathly silence. Most of its \ninhabitants were still in the arms of sleep, the sleep which grew more and more \nprofound on account of the intense winter cold; for the cold used sleep to extend its \nsway over all things even as a false friend lulls his chosen victim with caressing smiles. \nThe old man, shivering at times but fixed of purpose, plodded on till he came out of the \ntown-gate on to a straight road. Along this he now went at a somewhat slower pace, \nsupporting himself on his old staff. \n2. On one side of the road \nwas a row of trees, on the \nother side the town's \npublic garden. The sky \nwas darker now and the \ncold more intense, for the \nbiting wind was blowing \nstraight along the road.  At \nthe end of the garden \nstood a handsome \nbuilding of the newest \nstyle. Light gleamed \nthrough the crevices of its \nclosed doors and windows. \n1\n3. Beholding  the wooden arch of this building, the old man was filled with the joy that a \npilgrim feels when he first sees the goal of his journey . On the arch hung an old board \nwith the newly painted letters \"Post Office.\" The old man went in quietly and squatted on \n1 Beholding : taking a look at; seeing\n 26"
            },
            {
                "page": 3,
                "text": "Fiction\n27the verandah. The voices of two or three people busy and their routine work could be \nfaintly heard through the wall. \n4. \"Police Superintendent,\" a voice called sharply . The old man started at the sound, but \ncomposed himself again to wait. But for the faith and love, that warmed him, he could \nnot have borne the bitter cold. \n5. Name after name rang out from within as the clerk read out the English addresses on \nthe letters and flung them to the waiting postmen. From long practise he had acquired \n2\ngreat speed at reading out the titles - Commissioner , Superintendent, Diwan Sahib , \nLibrarian - and in flinging the letters out. \n6. In the midst of this procedure a jesting voice from inside called, \"Coachman Ali!\"  The \nold man got up, raised his eyes to heaven in gratitude and stepping forward put his \nhands to the door.\n7.  \"Gokul Bhai!\"  \n8.  \"Yes who is there?\" \n9. \"You called out coachman Ali's name didn't you. Here I am. I have come for my letter .\"\n10. \"It's a mad man, sir, who worries us by calling everyday for letters that never come,\" said \nthe clerk to the postmaster . \n11. The old man went back slowly to the bench on which he had been accustomed to sit for \nfive long years. \n12. Ali had been a clever shikari. As his skill increased so did his love for the hunt, till at last it \nwas as impossible for him to pass a day without hunting. When Ali sighted the earth-\nbrown partridge, almost invisible to other eyes, the poor bird, they said, was as good as \nin his bag. His sharp eyes saw the hare crouching. Even when the dogs failed to see the \ncreature cunningly hidden in the yellow brown scrub, Ali's eyes would catch the sight of \nhis ears; and in another moment it was dead. Besides this, he would often go out with \nhis friends, the fishermen. \n13. But when the evening of his life was drawing in, he left his old ways and his life suddenly \ntook a new turn. His only child, Miriam married and left him. She went off with a soldier \ninto his regiment in the Punjab, and for the last five years he had no news of this daughter \nfor whose sake alone he dragged along a cheerless existence. Now he understood the \nmeaning of love and separation. He could no longer enjoy the sportsman's pleasure and \nlaughter at the bewildered terror of the young partridges bereft of their parents. \n14. Although the hunter's instinct was in his very blood and bones, such loneliness had \ncome into his life since the day Miriam had gone away , that now, forgetting his sport, he \nwould become lost in the admiration of the green cornfield. He reflected deeply , and \n2 Diwan Sahib :  a senior government of ficial"
            },
            {
                "page": 4,
                "text": "Fiction\n28came to the conclusion that the whole universe was built up through love and that the \ngrief of separation was inescapable. And understanding this, he sat down under a tree \nand wept bitterly . From that day he had risen each morning at 4 o’ clock to walk to the \npost -office. In his whole life, he had never received a letter , but with a devout serenity \nborn of hope and faith, he persevered and was always the first to arrive.\n15. The post office, one of the most uninteresting buildings in the world, became his place \nof pilgrimage. He always occupied a particular seat in a particular corner of the building, \nand when the people got to know his habit they laughed at him. The postmen began to \nmake a game of him. Even though there was no letter for him they would call out his \nname for the fun of seeing him jump up and come to the door. Still with boundless faith \nand infinite patience, he came everyday , and went away empty-handed. \n16. While Ali waited, peons would come for their firms' letters and he would hear them \ndiscussing their masters' scandals. These smart young peons in their spotless turbans \nand creaking shoes were always eager to express themselves. Meanwhile, the door \nwould be thrown open and the post-master , a man with a face as sad and as \ninexpressive as a pumpkin, would be seen sitting on his chair inside. There was no \nglimmer of animation in his features; such men usually proved to be village \nschoolmasters, office clerks or postmasters. \n17. One day, he was there as usual and did not move from his seat when the door was \nopened. \n18. \"Police Commissioner!\" the clerk called out, and a young fellow stepped forward briskly \nfor the letters.\n19. \"Superintendent!\" Another voice called. Another peon came. And so the clerk, like a \nworshipper of Lord Vishnu, repeated his customary thousand names. \n20. At last they had all gone. Ali got up too and saluting the post-of fice as though it housed \nsome precious relic, went off. A pitiable figure a century behind his time. \n21. \"That fellow ,\" asked the post-master \"Is he mad?\" \n22. \"Who, Sir? Oh, yes,\" answered the clerk \"no matter what the weather is he has been \nhere everyday for the last five years. But he doesn't get many letters.\" \n23. \"I can well understand that! Who does he think will have time to write a letter everyday?\" \n24. \"But he is a bit touched sir. In the old days he committed many sins; and maybe he shed \nsome blood within sacred precincts and is paying for it now,\" the postman added in \nsupport of his statement. \n25. \"Mad-men are strange people,\" the postmaster said."
            },
            {
                "page": 5,
                "text": "Fiction\n2926. \"Yes. Once I saw a postman in Ahmedabad who did absolutely nothing but make little \nheaps of dust. And another had a habit of going to the river bed in order to pour water on \na certain stone everyday!\"\n27. \"Oh! That's nothing\" chimed in another . \"I knew one madman who paced up and down \nall day long, another who never ceased declaiming poetry and a third who would slap \nhimself on the cheek and then begin to cry because he was being beaten.\"   \n28. And everyone in the post office began to talk of lunacy . All working class people have \nthe habit of taking periodic rests by joining in general discussion for a few minutes. After \nlistening a while, the postmaster got up and said, \"It seems as though the mad live in a \nworld of their own making. To them perhaps we too appear mad. The mad-man's world \nis rather like the poet's, I should think!\"\n29. He laughed as he spoke the last words, looking at one of the clerks who wrote           \nindifferent verse. Then he went out and the office became still again. \n30. For several days Ali had not come to the post-of fice. There was no one with enough \nsympathy or understanding to guess the reason, but all were curious to know what had \nstopped the old man. At last he came again; but it was a struggle for him to breathe and \non his face were clear signs of approaching end. That day he could not contain his \nimpatience. \n31. \"Master Sahib\", he begged the post-master , \"Do you have a letter from my Miriam?\"\n32. The postmaster wanted to get out to the country , and was in a hurry .\n33. \"What a pest you are, brother!\" he exclaimed.\n34. \"My name is Ali,\" answered Ali absent-mindedly .\n35. \"I know! I know! But do you think we've got your Miriam's name registered?\"\n36. \"Then please note it down, brother . It will be useful if a letter should come when I am not \nhere.\" For how should the villager who had spent three-quarters of his life hunting know \nthat Miriam's name was not worth a pice to anyone but her father?\n37.  The postmaster was beginning to lose his temper . \"Have you no sense?\" he cried. \n38. \"Get away! Do you think we're going to eat your letter when it comes?\" and he walked off \nhastily . Ali came out very slowly , turning after every few steps to gaze at the post office. \nHis eyes were filled with tears of helplessness, for his patience was exhausted, even \nthough he still had faith. Yet how could he still hope to hear from Miriam?\n39.  Ali heard one of the clerks coming up behind him, and turned to him.\n40. \"Brother!\" he said."
            },
            {
                "page": 6,
                "text": "Fiction\n3041. The clerk was surprised, but being a \ndecent fellow he said, “Well!\"\n42. \"Here, look at this!\" and Ali produced an \nold tin box and emptied five golden \nguineas into the surprised clerk's \nhands. \"Do not look so startled,\" he \ncontinued.\n43. \"They will be useful to you, as they can \nnever be to me. But will you do one \nthing?\"\n44. “What?\"\n45. \"What do you see up there?\" said Ali, \npointing to the sky. \n46. “Heaven.\"\n47. \"Allah is there, and in His presence I am giving you this money . When it comes, you \nmust forward my Miriam's letter to me.\"\n48. \"But where---where am I supposed to send it?\" asked the utterly bewildered clerk.\n49. \"To my grave.\"\n50. “What?\"\n51. \"Yes. It is true. Today is my last day: my very last, alas! And I have not seen Miriam, I \nhave had no letter from her.\" There were tears in Ali's eyes as the clerk slowly left him \nand went on his way with the five golden guineas in his pocket.\n52.  Ali was never seen again, and no one troubled to inquire after him.\n53. One day, however , trouble came to the postmaster . His daughter lay ill in another town, \nand he was anxiously waiting for news of her. The post was brought in, and the letters \npiled on the table. Seeing an envelope of the colour and shape he expected, the \npostmaster eagerly snatched it up. It was addressed to Coachman Ali, and he dropped \nit as though it had given him an electric shock. The haughty temper of the official had \nquite left him in his sorrow and anxiety , and had laid bare his human heart. He knew at \nonce that this was the letter the old man had been waiting for; it must be from his \ndaughter Miriam. \n54. \"Lakshmi Das!\" called the postmaster , for such was the name of the clerk to whom Ali \nhad given his money .\n55. \"Yes, sir?\"\n56. \"This is for your old coachman Ali. Where is he now?\""
            },
            {
                "page": 7,
                "text": "Fiction\n3157. \"I will find out, sir.\"\n58. The postmaster did not receive his own letter all that day. He worried all night, and \ngetting up at three, went to sit in the office. \"When Ali comes at four o' clock,\" he mused, \n\"I will give him the letter myself.\"\n59. For now the postmaster understood Ali's heart and his very soul. After spending but a \nsingle night in suspense, anxiously waiting for news of his daughter , his heart was \nbrimming with sympathy for the poor old man who had spent his nights in the same \nsuspense for the last five years. At the stroke of five he heard a soft knock on the door: \nhe felt sure it was Ali. He rose quickly from his chair , his suffering father's heart \nrecognizing another , and flung the door wide open.\n60. \"Come in, brother Ali,\" he cried, handing the letter to the meek old man, bent double with \nage, who was standing outside. Ali was leaning on a stick, and the tears were wet on his \nface as they had been when the clerk left him. But his features had been hard then, and \nnow they were softened by lines of kindliness. He lifted his eyes and in them was a light \nso unearthly that the postmaster shrank back in fear and astonishment.\n61. Lakshmi Das had heard the postmaster's words as he came towards the office from \nanother quarter . \"Who was that, sir? Old Ali?\" he asked. But the postmaster took no \nnotice of him. He was staring with wide-open eyes at the doorway from which Ali had \ndisappeared. Where could he have gone? At last he turned to Lakshmi Das. \"Yes, I was \nspeaking to Ali,\" he said.\n62. \"Old Ali is dead, sir. But give me his letter .\"\n63. \"What! But when? Are you sure, Lakshmi Das?\"  \n64. \"Yes, that is so,\" broke in a postman who had just arrived. \"Ali died three months ago.\"\n65. The postmaster was bewildered. Miriam's letter was still lying near the door, Ali's image \nwas still before his eyes. He listened to Lakshmi Das's recital of the last interview , but he \ncould still not doubt the reality of the knock on the door and the tears in Ali's eyes. He \nwas perplexed. Had he really seen Ali? Had his imagination deceived him? Or had it \nperhaps been Lakshmi Das?\n66. The daily routine began. The clerk read out the addresses- Police Commissioner , \nSuperintendent, Librarian - and flung the letters deftly .\n67.  But the postmaster now watched them as eagerly as though each contained a warm, \nbeating heart. He no longer thought of them in terms of envelopes and postcards. He \nsaw the essential human worth of a letter .\n68. That evening you could have seen Lakshmi Das and the postmaster walking with slow \nsteps to Ali's grave. They laid the letter on it and turned back.\n69. \"Lakshmi Das, were you indeed the first to come to the office this morning?\""
            },
            {
                "page": 8,
                "text": "Fiction\n3270. \"Yes, sir, I was the first.\"\n71. \"Then how…. No. I don't understand….\"\n72. \"What, sir?\"\n73. \"Oh, never mind,\" the postmaster said shortly . At the office, he parted from Lakshmi Das \nand went in. The newly-wakened father's heart in him was reproaching him for having \nfailed to understand Ali's anxiety , for now he himself had to spend another night of \nrestless anxiety . Tortured by doubt and remorse, he sat down in the glow of the charcoal \nsigri to wait. \n About the Author\n Dhumaketu (1892-1965) was the pen name of Gaurishankar Govardhandas \nJoshi, a prolific writer , who is considered one of the pioneers of the Gujarati \nshort story .  He published twenty-four collections of short stories, as well as \nthirty-two novels on historical and social subjects, plays and travelogues.  \nHis writing is characterized by a poetic style, romanticism and powerful \ndepiction of human emotions.\n4.  Answer the following questions by selecting the correct options:\n(a)  Ali's walking to the Post Office daily even in biting cold weather shows his __________.\n (I)  courage\n (ii)  optimism\n (iii)  foolishness\n (iv)  strength of will\n(b)  Why is the post office referred to as Ali's ‘place of pilgrimage’?\n (I)  He visited it daily.\n (ii)  He came there to pray for a letter from his daughter .\n (iii)  He went there with faith and hope.\n (iv)  He believed God would bless him if he went there.\n©  What does the post master's rudeness to Ali, reveal about him?\n (i)  lack of empathy\n (ii)  preoccupation with his work\n (iii)   preconceived notions\n (iv)  sensitivity"
            }
        ]
    },
    {
        "chapter": "Chapter 4: A Shady Plot",
        "pages": [
            {
                "page": 1,
                "text": "37444\nUNITUNITUNITFiction\nF.4      A Shady Plot\nBy Elsie Brown\n1. Given below is a list of words related to ghosts and ghost stories with their \njumbled up meanings against them. Match the words/expressions with their \ncorrect meanings: \nApparition  a feeling of anticipation or anxiety over a future event\nPoltergeist  a reanimated corpse that is believed to rise from the grave at \nnight to suck the blood of sleeping people\nClairvoyance  a conjurer who expels evil spirits by conjuration\nCrystal Ball a spelling board device intended to communicate with and \nthrough the spirit world, obtaining answers to questions\nEerie  beyond the range of normal experience or scientific \nexplanation\nMedium  any of a set of 22 playing cards bearing allegorical \nrepresentations, used for fortune telling\nTransmigration  a supernatural appearance of a person or thing, a ghost, \nspectre or phantom\nPsychic  so mysterious, strange or unexpected as to send a chill up \nthe spine\nOuija Board  the supposed power to see objects or events that cannot be \nperceived by the senses\nExorcist  a person through whom the spirits of the dead are alleged to \nbe able to contact the living\nPremonition  a globe of quartz crystal in which images, believed to portend \nthe future, are supposedly visible to fortune tellers"
            },
            {
                "page": 2,
                "text": "Fiction\n38Paranormal  to pass into another body after death: going from one state of \nexistence or place to another \nTarot Card  capable of extraordinary mental processes, such as \nextrasensory perception and mental telepathy\nVampire  German word, meaning \"noisy ghost\"-a troublesome spirit \nthat announces its presence with unexplainable sounds and \nthe creation of disorder\n2. The title of the story is A Shady Plot. The dictionary defines the words as:\n shady adjective \n a. Full of shade; shaded.\n b. Casting shade: a shady grove.\n c. Quiet, dark, or concealed; hidden.\n d. Of dubious character or of questionable honesty .\n plot noun\n  a. i)  a small piece of ground, generally used for a specific purpose: a garden plot.\n          ii)  a measured area of land\n b. a ground plan, as for a building; a diagram.\n c. storyline- the plan, scheme, or main story of a literary or dramatic work, as a play, \nnovel, or short story\n d. a secret plan to accomplish a hostile or illegal purpose; a scheme.\n Based on the definitions above, can you predict what the story is about? Make a \nbrief note of your prediction in your notebook.\n3.  Read the story given below . Your teacher will may a variety of techniques for \ndifferent parts of the story . For example:\n  Silent reading •\n  One student reading aloud to the whole class •\n  Students reading in small groups •\n  Dramatised reading in small groups •"
            },
            {
                "page": 3,
                "text": "Fiction\n39A SHADY  PLOT\n1.  So I sat down to write a ghost story .\n2.  Jenkins was responsible.\n3.  “Hallock,\" he had said to me, \"give us another on the supernatural this time. Something \nto give 'them the horrors; that's what the public wants, and your ghosts are live \npropositions.\"\n4.  Well, I was in no position to contradict Jenkins, for, as yet, his magazine had been the \nonly one to print my stuff. So I had said, \"Precisely!\" in the deepest voice I was capable \nof, and had gone out.\n5.  I had no idea, but at that time it did not worry me at all. You see, I had often been like that \nbefore and in the end things had always come my way--I didn't in the least know how or \nwhy. It had all been rather mysterious. You understand I didn't specialize in ghost \nstories, but more or less they seemed to specialize in me. A ghost story had been the \nfirst fiction I had written. Curious how that idea for a plot had come to me out of nowhere \nafter I had chased inspiration in vain for months! Even now whenever Jenkins wanted a \nghost, he called on me. And I had never found it healthy to contradict Jenkins. Jenkins \nalways seemed to have an uncanny knowledge as to when the landlord or the grocer \n1\nwas pestering me, and he dunned  me for a ghost. And somehow I had always been \n2\nable to dig one up for him, so I had begun  to get a bit cocky  as to my ability .\n6.  So I went home and sat down before my desk and \nsucked at the end of my pencil and waited, but \nnothing happened. Pretty soon my mind began to \nwander off on other things, decidedly unghostly \nand material things, such as my wife's shopping \nand how on earth I was going to cure her of her \nalarming tendency to take every new fad that \ncame along and work it to death. But I realized that \nwould never get me any place, so I went back to \nstaring at the ceiling.\n7.  \"This writing business is delightful, isn't it?\" I said \nsarcastically at last, out loud, too. Y ou see, I had \nreached the stage of imbecility when I was talking \nto myself.\n8.  “Yes,\" said a voice at the other end of the room, \"I \nshould say it is!\"\n1. dunned : persistently ask for something that is overdue \n2. cocky : overconfident"
            },
            {
                "page": 4,
                "text": "Fiction\n409.  I admit I jumped. Then I looked around.\n10.  It was twilight by this time and I had forgotten to turn on the lamp. The other end of the \nroom was full of shadows and furniture. I sat staring at it and presently noticed \nsomething just taking shape. It was exactly like watching one of these moving picture \ncartoons being put together . First an arm came out, then a bit of sleeve of a stiff white \n3\nshirtwaist  , then a leg and a plaid skirt, until at last there she was complete,--whoever \nshe was.\n11.  She was long and angular , with enormous fishy eyes behind big bone-rimmed \nspectacles, and her hair in a tight wad at the back of her head (yes, I seemed able to see \nright through her head) and a jaw--well, it looked so solid that for the moment I began to \ndoubt my very own senses and believe she was real after all.\n12.  She came over and stood in front of me and glared--yes, positively glared down at me, \nalthough (to my knowledge) I had never laid eyes on the woman before, to say nothing \nof giving her cause to look at me like that.\n13.  I sat still, feeling pretty helpless I can tell you, and at last she barked: \"What are you \ngaping at?\"\n14.  I swallowed, though I hadn't been chewing anything.\n15.  “Nothing,\" I said. \"Absolutely nothing. My dear lady, I was merely waiting for you to tell \nme why you had come. And excuse me, but do you always come in sections like this? I \nshould think your parts might get mixed up sometimes.\"\n16.  \"Didn't you send for me?\" she crisped. \n17.  Imagine how I felt at that!\n18.  \"Why , no. I--I don't seem to remember----\"\n19.  \"Look here. Haven't you been calling on heaven and earth all afternoon to help you write \na story?\"\n20.  I nodded, and then a possible explanation occurred to me and my spine got cold. \nSuppose this was the ghost of a stenographer applying for a job! I had had an \nadvertisement in the paper recently . I opened my mouth to explain that the position was \nfilled, and permanently so, but she stopped me.\n21.  \"And when I got back to the office from my last case and was ready for you, didn't you \n4\nswitch off to something else and sit there drivelling  so I couldn't attract your attention \nuntil just now?\"\n22.  “I--I'm very sorry , really .\"\n3. shirtwaist :  a woman's blouse shaped like a man's shirt \n4. drivelling :  speak nonsense"
            },
            {
                "page": 5,
                "text": "Fiction\n4123. \"Well, you needn't be, because I just came to tell you to stop bothering us for \nassistance; you are not going to get it. We're going on strike!\"\n24.  “What!\"\n25.  \"You don't have to yell at me.\"\n26.  \"I--I didn't mean to yell,\" I said humbly . \"But I'm afraid I didn't quite understand you. You \nsaid you were----\"\n27.  \"Going on strike. Don't you know what a strike is? Not another plot do you get from us!\"\n28.  I stared at her and wet my lips.\n29.  \"Is--is that where they've been coming from?\"\n30.  \"Of course. Where else?\"\n31.  \"But my ghosts aren't a bit like you----\"\n5\n32.  \"If they were, people wouldn't believe in them.\" She draped  herself on the top of my \ndesk among the pens and ink bottles and leaned towards me. \n33.  \"In the other life I used to write.\"\n34.  \"You did!\"\n35.  She nodded.\n36.  \"But that has nothing to do with my present form. It might have, but I gave it up at last for \nthat very reason, and went to work as a reader on a magazine.\" She sighed, and rubbed \n6\nthe end of her long eagle nose with a reminiscent  finger . \"Those were terrible days; \nthe memory of them made me mistake purgatory for paradise, and at last when I \nattained my present state of being, I made up my mind that something should be done.\n37.  I found others who had suffered similarly , and between us we organized 'The Writer's \nInspiration Bureau.' We scout around until we find a writer without ideas and with a mind \nsoft enough to accept impression. The case is brought to the attention of the main \noffice, and one of us assigned to it. When that case is finished we bring in a report.\"\n38.  \"But I never saw you before----”\n39.  \"And you wouldn't have this time if I hadn't come to announce the strike. Many a time \nI've leaned on your shoulder when you've thought you were thinking hard--\" I groaned, \nand clutched my hair. The very idea of that horrible scarecrow so much as touching me! \nAnd wouldn't my wife be shocked! I shivered. \"But,\" she continued, \"that's at an end. \nWe've been called out of our beds a little too often in recent years, and now we're \nthrough.\"\n5. draped : sat in an indolent manner; lolled \n6. reminiscent : with one's mind full of memories"
            },
            {
                "page": 6,
                "text": "Fiction\n4240.  \"But my dear madam, I assure you I have had nothing to do with that. I hope I'm properly \ngrateful and all that, you see.\"\n41.  \"Oh, it isn't you,\" she explained \n7\npatronizingly . \"It's those Ouija board   \nfanatics. There was a time when we \nhad nothing much to occupy us and \nused to haunt a little on the side, purely \nfor  amusement, but not any more. \nWe've had to give up haunting almost \nentirely . We sit at a desk and answer \nquestions now. And such questions!\" \nShe shook her head hopelessly , and \ntaking off her glasses wiped them, and \nput them back on her nose again.\n42.  \"But what have I got to do with this?\"\n43.  She gave me a pitying look and rose.\n44.  “You're to exert your influence. Get all your friends and acquaintances to stop using the \nOuija board, and then we'll start helping you to write.\"\n45.  \"But----”\n46.  There was a footstep outside my door.\n47.  \"John! Oh, John!\" called the voice of my wife.\n48.  I waved my arms at the ghost with something of the motion of a beginner when learning \nto swim.\n49.  \"Madam, I must ask you to leave, and at once. Consider the impression if you were seen \nhere----”\n50.  The ghost nodded, and began, very sensibly , I thought, to demobilize and evaporate. \n8\nFirst the brogans   on her feet grew misty until I could see the floor through them, then \n9\nthe affection  spread to her knees and gradually extended upward. By this time my wife \nwas opening the door.\n51.  \"Don't forget the strike,\" she repeated, while her lower jaw began to disintegrate, and as \nmy Lavinia crossed the room to me the last vestige of her ear faded into space.\n52.  \"John, why in the world are you sitting in the dark?\"\n7. Ouija board:  a board on which are marked the letters of the alphabet. Answers to questions are spelt out by \na pointer or glass held by the fingertips of the participants, and are supposedly formed by spiritual forces\n8. brogans : a heavy ankle-high work boot with laces\n9. affection :  (here) condition; state of being af fected"
            },
            {
                "page": 7,
                "text": "Fiction\n4353.  \"Just--thinking, my dear.\"\n54.  \"Thinking, rubbish! You were talking out loud.\"\n55.  I remained silent while she lit the lamps, thankful that her back was turned to me. When I \nam nervous or excited there is a muscle in my face that starts to twitch, and this pulls up \none corner of my mouth and gives the appearance of an idiotic grin. So far I had \nmanaged to conceal this affliction from Lavinia.\n56.  \"You know I bought the loveliest thing this afternoon. Everybody's wild over them!\"\n10 \n57.  I remembered her craze for taking up new fads and a premonitory  chill crept up the \nback of my neck.\n58.  \"It--it isn't----\" I began and stopped. I simply couldn't ask; the possibility was too horrible.\n59. “You'd never guess in the world. It's the duckiest, darlingest Ouija board, and so cheap! I \ngot it at a bargain sale. Why, what's the matter , John?\"\n60.  I felt things slipping.\n61.  \"Nothing,\" I said, and looked around for the ghost. Suppose she had lingered, and upon \nhearing what my wife had said should suddenly appear----Like all sensitive women, \nLavinia was subject to hysterics.\n62.  \"But you looked so funny----”\n63. \"I--I always do when I'm interested,\" I gulped. \"But don't you think that was a foolish \nthing to buy?\"\n64.  \"Foolish! Oh, John! Foolish! And after me getting it for you!\"\n65.  \"For me! What do you mean?\"\n66.  \"To help you write your stories. Why, for instance, suppose you wanted to write an \nhistorical novel. You wouldn't have to wear your eyes out over those musty old books in \nthe public library . All you'd have to do would be to get out your Ouija and talk to \nNapoleon, or William the Conqueror , or Helen of Troy--well, maybe not Helen--anyhow \nyou'd have all the local colour you'd need, and without a speck of trouble. And think how \neasy writing your short stories will be now.\"\n67.  \"But Lavinia, you surely don't believe in Ouija boards.\"\n68.  \"I don't know , John--they are awfully thrilling.\"\n69.  She had seated herself on the arm of my chair and was looking dreamily across the \nroom. I started and turned around. There was nothing there, and I sank back with relief. \nSo far so good.\n10. premonitory :  a foreboding."
            },
            {
                "page": 8,
                "text": "Fiction\n4470.  \"Oh, certainly , they're thrilling all right. That's just it; they're a darn sight too thrilling. \nThey're positively devilish. Now, Lavinia, you have plenty of sense, and I want you to get \nrid of that thing just as soon as you can. Take it back and get something else.\"\n71.  My wife crossed her knees and stared at me through narrowed lids.\n72.  \"John Hallock,\" she said distinctly . \"I don't propose to do anything of the kind. In the first \nplace they won't exchange things bought at a bargain sale, and in the second, if you \naren't interested in the other world I am. So there!\" and she slid down and walked from \nthe room before I could think of a single thing to say. She walked very huffily.\n73.  Well, it was like that all the rest of the evening. Just as soon as I mentioned Ouija boards \nI felt things begin to cloud up; so I decided to let it go for the present, in the hope that she \nmight be more reasonable later.\n74.  After supper I had another try at the writing, but as my mind continued to be a perfect \nblank, I gave it up and went off to bed.\n75.  The next day was Saturday , and it being near the end of the month and a particularly \nbusy day, I left home early without seeing Lavinia. Understand, I haven't quite reached \n11\nthe point where I can give my whole time to writing, and being bookkeeper  for a \nlumber company does help with the grocery bills and pay for Lavinia's fancy shopping. \nFriday had been a half holiday , and of course when I got back the work was piled up \npretty high; so high, in fact, that ghosts and stories and everything else vanished in a \nperfect tangle of figures.\n76.  When I got off the street car that evening my mind was still churning. I remember now \nthat I noticed, even from the corner , how brightly the house was illuminated, but at the \ntime that didn't mean anything to me. I recall as I went up the steps and opened the door \nI murmured: \"Nine times nine is eighty-one!\"\n77.  And then Gladolia met me in the hall.\n78.  \"Misto Hallock, de Missus sho t'inks you's lost! She say she done 'phone you dis \n12 \nmawnin' to be home early , but fo' de lawd's sake not to stop to argify  now, but get \nready fo' de company an' come on down.\"\n79.  Some memory of a message given to me by one of the clerks filtered back through my \nbrain, but I had been hunting three lost receipts at the time, and had completely \nforgotten it.\n80.  “Company?\" I said stupidly . \"What company?\"\n81.  \"De Missus's Ouija boahrd pahrty ,\" said Gladolia, and rolling her eyes she disappeared \nin the direction of the kitchen.\n11. bookkeeper  : accountant \n12. argify : (here) argue"
            },
            {
                "page": 9,
                "text": "Fiction\n4582.  I must have gone upstairs and dressed and come down again, for I presently found \nmyself standing in the dimly lighted lower hall wearing my second best suit and a fresh \nshirt and collar . But I have no recollections of the process.\n83.  There was a great chattering coming from our little parlour and I went over to the half-\nopened door and peered through.\n84.  The room was full of women--most of them elderly--whom I recognized as belonging to \nmy wife's Book Club. They were sitting in couples, and between each couple was a \nOuija board! The mournful squeak of the legs of the moving triangular things on which \nthey rested their fingers filled the air and mixed in with the conversation. I looked around \nfor the ghost with my heart sunk down to zero.  What if Lavinia should see her and go \nmad before my eyes! And then my wife came and tapped me on the shoulder .\n85.  “John,\" she said in her sweetest voice, and I noticed that her cheeks were very pink and \nher eyes very bright. My wife is never so pretty as when she's doing something she \nknows I disapprove of, \"John, dear I know you'll help us out. Mrs. William Augustus \nWainright 'phoned at the last moment to say that she couldn't possibly come, and that \nleaves poor Laura Hinkle without a partner . Now, John, I know some people can work a \nOuija by themselves, but Laura can't, and she'll just have a horrible time unless you----\"\n86.  \"Me!\" I gasped. \"Me! I won't----\" but even as I spoke she had taken my arm, and the next \nthing I knew I was sitting with the thing on my knees and Miss Laura Hinkle opposite, \ngrinning in my face like a flirtatious crocodile.\n87.  \"I--I won't----\" I began.\n88.  \"Now , Mr. Hallock, don't you be shy.\" Miss Laura Hinkle leaned forward and shook a \nbony finger almost under my chin.\n89.  “I--I'm not! Only I say I won't----!\"\n90.  \"No, it's very easy, really . You just put the tips of your fingers right here beside the tips of \nmy fingers----\"\n91.  And the first thing I knew she had taken \n13\nmy hands and was coyly  holding \nthem in the position desired. She \nreleased them presently , and the little \nboard began to slide around in an \naimless sort of way. There seemed to \nbe some force tugging it about. I looked \nat my partner , first with suspicion, and \nthen with a vast relief. If she was doing \n13 coyly :  flirtatious but pretending to be shy or modest"
            },
            {
                "page": 10,
                "text": "Fiction\n46it, then all that talk about spirits----Oh, I did hope Miss Laura Hinkle was cheating with \nthat board!\n92.  \"Ouija, dear, won't you tell us something?\" she cooed, and on the instant the thing \nseemed to take life.\n93.  It rushed to the upper left hand corner of the board and hovered with its front leg on the \nword “Yes.\" Then it began to fly around so fast that I gave up any attempt to follow it. My \ncompanion was bending forward and had started to spell out loud: \"'T-r-a-i-t-o-r .' Traitor! \nWhy, what does she mean?\"\n94.  \"I don't know ,\" I said desperately . My collar felt very tight.\n95.  \"But she must mean something. Ouija, dear, won't you explain yourself more fully?\"\n96.  “'A-s-k-h-i-m!' Ask him. Ask who, Ouija?\"\n97.  \"I--I'm going.\" I choked and tried to get up but my fingers seemed stuck to that dreadful \nboard and I dropped back again.\n98.  Apparently Miss Hinkle had not heard my protest. The thing was going around faster \nthan ever and she was reading the message silently , with her brow corrugated, and the \nlight of the huntress in her pale blue eyes.\n99.  \"Why , she says it's you, Mr. Hallock. What does she mean? Ouija, won't you tell us who \nis talking?\"\n14\n100. I groaned, but that inexorable  board continued to spell. I always did hate a spelling \nmatch! Miss Hinkle was again following it aloud: “'H-e-l-e-n.' Helen!\" She raised her \nvoice until it could be heard at the other end of the room. \"Lavinia, dear, do you know \nanyone by the name of Helen?\"\n101. \"By the name of----? I can't hear you.\" And my wife made her way over to us between the \nBook Club's chairs.\n102. \"You know the funniest thing has happened,\" she whispered excitedly . \"Someone had \nbeen trying to communicate with John through Mrs. Hunt's and Mrs. Sprinkle's Ouija! \nSomeone by the name of Helen----\"\n103. \"Why , isn't that curious!\"\n104. \"What is?\"\n15\n105. Miss Hinkle simpered .\n106. \"Someone giving the name of Helen has just been calling for your husband here.\"\n14 inexorable :  unstoppable\n15 simpered : smile in a silly , often coy manner"
            },
            {
                "page": 11,
                "text": "Fiction\n47107. \"But we don't know anyone by the name of Helen----\"\n108. Lavinia stopped and began to look at me through narrowed lids much as she had done \nin the library the evening before.\n109. And then from different parts of the room other manipulators began to report. Every \nplagued one of those five Ouija boards was calling me by name! I felt my ears grow \ncrimson, purple, maroon. My wife was looking at me as though I were some peculiar \ninsect. The squeak of Ouija boards and the murmur of conversation rose louder and \nlouder , and then I felt my face twitch in the spasm of that idiotic grin. I tried to straighten \nmy wretched features into their usual semblance of humanity , I tried and----\n110. \"Doesn't he look sly!\" said Miss Hinkle. And then I got up and fled from the room.\n111. I do not know how that party ended. I do not want to know . I went straight upstairs, and \nundressed and crawled into bed, and lay there in the burning dark while the last guest \ngurgled in the hall below about the wonderful evening she had spent. I lay there while \nthe front door shut after her, and Lavinia's steps came up the stairs and--passed the \ndoor to the guest room beyond. And then after a couple of centuries elapsed the clock \nstruck three and I dozed off to sleep.\n112.  At the breakfast table the next morning there was no sign of my wife. I concluded she \nwas sleeping late, but Gladolia, upon being questioned, only shook her head, muttered \nsomething, and turned the whites of her eyes up to the ceiling. I was glad when the meal \nwas over and hurried to the library for another try at that story .\n113.  I had hardly seated myself at the desk when there came a tap at the door and a white \nslip of paper slid under it. I unfolded it and read:\n114. \"DEAR JOHN,\n115.  \"I am going back to my grandmother . My lawyer will communicate with you later.\"\n116.  “Oh,\" I cried. \"Oh, I wish I was dead!\"\n117.  And:\n118. \"That's exactly what you ought to be!\" said that horrible voice from the other end of the \nroom.\n119.  I sat up abruptly--I had sunk into a chair under the blow of the letter--then I dropped back \nagain and my hair rose in a thick prickle on the top of my head. Coming majestically \nacross the floor towards me was a highly polished pair of thick laced shoes. I stared at \nthem in a sort of dreadful fascination, and then something about their gait attracted my \nattention and I recognized them.\n120. \"See here,\" I said sternly . \"What do you mean by appearing here like this?\""
            },
            {
                "page": 12,
                "text": "Fiction\n48121. \"I can't help it,\" said the voice, which seemed to come from a point about five and a half \nfeet above the shoes. I raised my eyes and presently distinguished her round \nprotruding mouth.\n122. \"Why can't you? A nice way to act, to walk in sections----\"\n123. \"If you'll give me time,\" said the mouth in an exasperated voice, \"I assure you the rest of \nme will presently arrive.\"\n124. \"But what's the matter with you? You never acted this way before.\"\n125. She seemed stung to make a violent effort, for a portion of a fishy eye and the end of her \nnose popped into view with a suddenness that made me jump.\n126. \"It's all your fault.\" She glared at me, while part of her hair and her plaid skirt began \nslowly to take form.\n127. \"My fault!\"\n128. \"Of course. How can you keep a lady up working all night and then expect her to retain \nall her faculties the next day? I'm just too tired to materialize.\"\n129. \"Then why did you bother?\"\n130. \"Because I was sent to ask when your wife is going to get rid of that Ouija board.\"\n131. \"How should I know! I wish to heaven I'd never seen you!\" I cried. \"Look what you've \ndone! You've lost me my wife, you've lost me my home and happiness, you've----\nyou've----\"\n132. \"Misto Hallock,\" came from the hall outside, \"Misto Hallock, I's gwine t' quit. I don't like \n16\nno hoodoos .\" And the steps retreated.\n133. “Y ou've----you've lost me my cook----\"\n134. \"I didn't come here to be abused,\" said the ghost coldly . \"I--I----\"\n135. And then the door opened and Lavinia entered. She wore the brown hat and coat she \nusually travels in and carried a suitcase which she set down on the floor.\n17\n136. That suitcase had an air of solid finality about it, and its lock leered at me brassily .\n137. I leaped from my chair with unaccustomed agility and sprang in front of my wife. I must \nconceal that awful phantom from her, at any risk!\n138. She did not look at me, or--thank heaven!--behind me, but fixed her injured gaze upon \nthe waste-basket, as if to wrest dark secrets from it.\n18\n139. \"I have come to tell you that I am leaving,\" she staccatoed .\n16 hoodoos :  placing curses and charms to bring bad luck on some one\n17 brassily :  rudely; insolently \n18 staccatoed :  spoke in an abrupt, detached manner"
            },
            {
                "page": 13,
                "text": "Fiction\n49140. \"Oh, yes, yes!\" I agreed, flapping my arms about to attract attention from the corner . \n\"That's fine--great!\"\n141. \"So you want me to go, do you?\" she demanded.\n142. \"Sure, yes--right away! Change of air will do you good. I'll join you presently!\" If only she \nwould go till Helen could depart! I'd have the devil of a time explaining afterwards, of \ncourse, but anything would be better than to have Lavinia see a ghost. Why, that \nsensitive little woman couldn't bear to have a mouse say boo at her--and what would \nshe say to a ghost in her own living-room?\n143. Lavinia cast a cold eye upon me. \"You are acting very queerly ,\" she sniffed. \"You are \nconcealing something from me.\"\n144. Just then the door opened and Gladolia called, \"Mis' Hallock! Mis' Hallock! I've come to \ntell you I'se done lef' dis place.\"\n145. My wife turned her head a moment. \"But why, Gladolia?\"\n19\n146. \"I ain't stayin' round no place 'long wid dem Ouija board contraptions. I'se skeered   of \nhoodoos. I's done gone, I is.\"\n147. \"Is that all you've got to complain about?\" Lavinia inquired.\n148. \"Y es, ma'am.\"\n149. \"All right, then. Go back to the kitchen. You can use the board for kindling wood.\"\n150. \"Who? Me touch dat t'ing? No, ma'am, neva!\"\n20\n151. “I'll be the coon  to burn it,\" I shouted. \"I'll be glad to burn it.\"\n152. Gladolia's heavy steps moved off kitchenward.\n21\n153. Then my Lavinia turned waspishly   to me again. \"John, there's not a bit of use trying to \ndeceive me. What is it you are trying to conceal from me?\"\n154. \"Who? Me? Oh, no,\" I lied elaborately , looking around to see if that dratted ghost was \nconcealed enough. She was so big, and I'm rather a smallish man. But that was a bad \nmove on my part.\n155. “John,\" Lavinia demanded like a ward boss, \"you are hiding somebody in here! Who is \nit?\"\n156. I only waved denial and gurgled in my throat. She went on, “It's bad enough to have you \nflirt over the Ouija board with that hussy----\"\n157. \"Oh, the affair was quite above-board, I assure you, my love!\" I cried, leaping lithely \nabout to keep her from focusing her gaze behind me.\n19 skeered : scared \n20 coon : (here) the one doing a menial job\n21 waspishly :  in an irritated manner"
            },
            {
                "page": 14,
                "text": "Fiction\n50158. She thrust me back with sudden muscle. \"I will see who's behind you! Where is that \nHelen?\"\n159. \"Me? I'm Helen,\" came from the ghost.\n160. Lavinia looked at that apparition, that owl-eyed phantom, in plaid skirt and stiff \nshirtwaist, with hair skewed back and no powder on her nose. I threw a protecting \nhusbandly arm about her to catch her when she should faint. But she didn't swoon. A \nbroad, satisfied smile spread over her face.\n161. \"I thought you were Helen of Troy,\" she murmured.\n162. \"I used to be Helen of Troy, New York,\" said the ghost. \"And now I'll be moving along, if \nyou'll excuse me. See you later.\"\n163. With that she telescoped briskly , till we saw only a hand waving farewell.\n164. My Lavinia fell forgivingly into my arms. I kissed her once or twice fervently , and then I \nshoved her aside, for I felt a sudden strong desire to write. The sheets of paper on my \ndesk spread invitingly before me.\n22\n165. \"I've got the bulliest  plot for a ghost story!\" I cried.\n4. Based on your reading of the story above, answer the following questions by \nselecting the correct options. \n1. What made the writer overconfident about his ability to write ghost stories ?\n a) He was contacted whenever magazines wanted a ghost story\n b) He was always able to write a ghost story whenever he had to write one\n c) He had an Ouija board\n d) He knew the ghost lady would help him write a good ghost story\n2. The sight of the ghost materialising in his room filled the narrator with ………\n a) fear\n b) excitement\n c) joy\n d) anticipation\n!3. John wants the ghost to disappear before his wife enters the room and waves his arms \nat the ghost with something of the motion of a beginner when learning to swim. What \ndoes it reveal about John?\n22 bulliest :  best; excellent"
            }
        ]
    },
    {
        "chapter": "Chapter 5: Patol Babu, Film Star",
        "pages": [
            {
                "page": 1,
                "text": "Fiction\n60555\nUNITUNITUNITFiction\nF. 5     Patol Babu, Film Star\n1.  Discuss with your partner and answer the following questions:\n What are your strengths?\n   Strengths      Why do you feel so?\n \n What is your dream career?\n  I want to become a………\n  Is there any correlation between your strengths and aspirations? •\n  Do you think you can achieve your dreams? Give reasons. •\n2.  Read this story which tells the reader about a chance opportunity that a man \ncalled Patol Babu comes across and how he is able to fulfil a lifelong dream.\n1 Patol Babu had just hung his shopping-bag on his shoulder when Nishikanto Babu \ncalled from outside the main door, 'Patol, are you in?' \n2 'Oh, yes.' Said Patol Babu. 'Just a minute.' \n3 Nishikanto Ghosh lived three houses away from Patol Babu in Nepal Bhattacharji Lane. \nHe was a genial person. \n4 Patol Babu came out with the bag. 'What brings you here so early in the morning?' \n5 'Listen, what time will you be back?' \n6 'In an hour or so. Why?' Satyajit Ray"
            },
            {
                "page": 2,
                "text": "Fiction7 'I hope you'll stay in after that - today being Tagore's birthday . I met my youngest \nbrother-in-law in Netaji Pharmacy yesterday . He is in the film business, in the \nproduction department. He said he was looking for an actor for a scene in a film they're \nnow shooting. The way he described the character - fiftyish, short, bald-headed - it \nreminded me of you. So I gave him your address and asked him to get in touch with you \ndirectly . I hope you won't turn him away . They'll pay you, of course.' \n8 Patol Babu had not expected such a news at the start of the day. That an offer to act in a \n1\nfilm could come to a 52-year-old nonentity like him was beyond his wildest dreams .  \n9 'Well, yes or no?' asked Nishikanto Babu. 'I believe you did some acting on the stage at \none time?' \n10 'That's true,' said Patol Babu. 'I really don't see why I should say no. But let's talk to your \nbrother-in-law first and find out some details. What's his name?' \n11 'Naresh. Naresh Dutt. He's about thirty . A strapping young fellow . He said he would be \nhere around ten-thirty .' \n12 Buying provisions in the market, \nPatol Babu mixed up his wife's \norders and bought red chillies \ninstead of onion seeds. And he \nquite forgot about the \naubergines. This was not \nsurprising. At one time Patol \nBabu had a real passion for the \nstage; in fact, it verged on \n2\nobsession. In Jatras, in \namateur theatricals, in plays put \nup by the club in his neighbourhood, Patol Babu was always in demand. His name had \nappeared in handbills on countless occasions. Once it appeared in bold type near the \ntop: 'Sitalakanto Ray (Patol Babu) in the role of Parasar'. Indeed, there was a time when \npeople bought tickets especially to see him. \n13 That was when he used to live in Kanchrapara. He had a job in the railway factory there. \nIn 1934, he was offered higher pay in a clerical post with Hudson and Kimberley , in \nCalcutta, and was also lucky to find a flat in Nepal Bhattacharji Lane. He gave up his \n3\nfactory job and came to Calcutta with his wife. It was quite smooth sailing  for some \nyears, and Patol Babu was in his boss's good books. In 1943, when he was just toying \n1 beyond his wildest dream- in a way he had not imagined\n2 verged on obsession-  could not think of anything else\n3 smooth sailing- having no problems \n61"
            },
            {
                "page": 3,
                "text": "Fiction\n624\nwith the idea  of starting a club in his neighbourhood, sudden retrenchment in his office \ndue to the war cost him his nine-year-old job. \n14 Ever since then Patol Babu had struggled to make a living. At first he opened a variety \nstore which he had to wind up after five years. Then he took up a job in a Bengali firm \nwhich he gave up in disgust when his boss began to treat him in too high-handed a \nfashion. Then, for ten long years, starting as an insurance salesman, Patol Babu tried \nevery means of earning a livelihood without ever succeeding in improving his lot. Of late \nhe has been paying regular visits to a small establishment dealing in scrap iron where a \ncousin of his has promised him a job. \n15 And acting? That has become a thing of the remote past; something which he recalls at \n5\ntimes with a sigh . Having a good memory , Patol Babu still remembers lines from \nsome of his better parts, 'Listen, O listen to the thunderous twang of the mighty bow \nGandiva engaged in gory conflict, and to the angry roar of the mountainous club \nwhizzing through the air in the hands of the great Brikodara!' It sent a shiver down his \nspine just to think of such lines. \n16 Naresh Dutt turned up at half past twelve. Patol Babu had given up hope and was about \nto go for his bath when there was a knock on the front door. \n17 'Come in, come in, sir!' Patol Babu almost dragged the young man in and pushed the \nbroken-armed chair towards him. 'Do sit down.' \n18 'No, thanks. I ---- \n19 'Oh yes. I must say I was quite taken aback. After so many years.' \n20 'I hope you have no objection?' \n21 'You think I'll be all right for the part?' Patol Babu asked with great diffidence. \n6\n22 Naresh Dutt cast an appraising look  at Patol Babu and gave a nod. 'Oh yes,' he said. \n'There is no doubt about that. By the way, the shooting takes place tomorrow morning.' \n23 'Tomorrow? Sunday?' \n24 'Yes, and not in the studio. I'll tell you where you have to go. You know Faraday House \nnear the crossing of Bentinck Street and Mission Row? It's a seven-storey office \nbuilding. The shooting takes place outside the office in front of the entrance. We'll \nexpect you there at eight-thirty sharp. You'll be through by midday .' \n25 Naresh Dutt prepared to leave. 'But you haven't told me about the part,' said Patol Babu \nanxiously . \n4 toying with the idea- considering an idea\n5 recalls at times with a sigh- sometimes remembers past events and experiences fondly\n6 cast an appraising look- to consider or examine somebody or something and form an opinion about \nthat person or thing."
            },
            {
                "page": 4,
                "text": "Fiction\n6326 'Oh yes, sorry . The part is that of a pedestrian. An absent -minded, short-tempered \npedestrian. By the way, do you have a jacket which buttons up to the neck?' \n27 'I think I do. You mean the old-fashioned kind?' \n28 'Yes. That's what you'll wear . What colour is it?' \n29 'Sort of nut-brown. But woollen.' \n30 'That's okay. The story is supposed to take place in winter , so that would be just right.\n31 Tomorrow at eight-thirty sharp. Faraday House.' \n32 Patol Babu suddenly thought of a crucial question. \n33 'I hope the part calls for some dialogue?' \n34 'Certainly . It's a speaking part. You have acted before, haven't you?' \n35 'Well, as a matter of fact, yes.' \n36 'Fine. I wouldn't have come to you for just a walk-on part. For that we pick people from \nthe street. Of course there's dialogue and you'll be given your lines as soon as you show \nup tomorrow .' \n37 After Naresh Dutt left Patol Babu broke the news to his wife. \n38 'As far as I can see, the part isn't a big one. I'll be paid, of course, but that's not the main \nthing. The thing is - remember how I started on the stage? Remember my first part? I \nplayed a dead soldier! All I had to do was lie still on the stage with my arms and legs \nspread. And remember how I rose from that position? Remember Mr. Watts shaking me \nby the hand? And the silver medal which the chairman of our municipality gave me? \nRemember? This is only the first step on the ladder , my dear better-half! Yes --the first \n7\nstep that would--God willing-mark the rise to fame and fortune  of your beloved \nhusband!' \n39 'Counting your chickens again before they're hatched, are you? No wonder you could \n8\nnever make a go of it.' \n40 'But it's the real thing this time! Go and make me a cup of tea, will you? And remind me to \ntake some ginger juice tonight. It's very good for the throat.' \n41 The clock in the Metropolitan building showed seven minutes past eight when Patol \nBabu reached Esplanade. It took him another then minutes to walk to Faraday House. \n42 There was a big crowd outside the building. Three or four cars stood on the road. There \nwas also a bus which carried equipment on its roof. On the edge of the pavement there \nwas an instrument on three legs around which there was a group of busy people. Near \nthe entrance--also on three legs--a pole which had a long arm extending from its top at \n7 rise to fame and fortune- becoming famous and wealthy\n8 make a go of it- become successful"
            },
            {
                "page": 5,
                "text": "Fiction\n64the end of which was suspended what looked like a small oblong beehive. Surrounding \nthese instruments was a crowd of people among whom Patol Babu noticed some non-\nBegalis. What  were they supposed to do, he could not really tell. \n43 But where was Naresh Dutt? He was the only one who knew him. \n44 With a slight tremor in his heart, Patol Babu advanced towards the entrance. It was the \nmiddle of summer , and the warm jacket buttoned up to his neck felt heavy . Patol Babu \ncould feel beads of perspiration forming around the high collar . \n45 'This way, Atul Babu!' \n46 Atul Babu? Patol Babu spotted Naresh Dutt standing at the entrance and gesturing \ntowards him. He had got his name wrong. No wonder , since they had only had a brief \nmeeting. Patol Babu walked up, put his palms together in a namaskar and said, 'I \nsupposed you haven't yet noted down my name. Sitalakanto Ray --- although people \nknow me better by my nickname Patol. I used it on the stage too.' \n47 'Good, good. I must say you're quite punctual.' \n48 Patol Babu rose to his full height. \n49 'I was with Hudson and Kimberley for nine years and wasn't late for a single day.' \n50 'Is that so? Well, I suggest you go and wait in the shade there. We have a few things to \nattend to before we get going.' \n51 'Naresh!' \n52 Somebody standing by the three-legged \ninstrument called out. \n53 ‘Ready?’  \n54 'Yes, Sir.’ \n55 'Okay . Now, clear the entrance, will you? \nWe're about to start.' \n56 Patol Babu withdrew and stood in the \nshade of a paan shop. He had never \nwatched a film shooting before. How hard \nthese people worked! A youngster of \ntwenty or so was carrying that three-\nlegged instrument on his shoulder . Must \nweigh at least sixty pounds."
            },
            {
                "page": 6,
                "text": "Fiction\n6557 But what about his dialogue? There wasn't much time left, and he still didn't know what \nhe was supposed to do or say. \n58 Patol Babu suddenly felt a little nervous. Should he ask somebody? There was Naresh \nDutt there; should he go and remind him? It didn't matter if the part was small, but, if he \nhad to make the most of it, he had to learn his lines beforehand. How small he would feel \nif he muf fed in the presence of so many people! The last time he acted on stage was \ntwenty years ago. \n59 Patol Babu was about to step forward when he was pulled up short by a voice shouting \n'Silence!' \n60 This was followed by Naresh Dutt loudly announcing with hands cupped over his \nmouth: 'We're about to start shooting. Everybody please stop talking. Don't move from \nyour positions and don't crowd round the camera, please!' \n61 Once again the voice was heard shouting 'Silence! Taking!' Now Patol Babu could see \nthe owner of the voice. He was a stout man of medium height, and he stood by the \ncamera. Around his neck hung something which looked like a small telescope. Was he \nthe director? How strange!--he hadn't even bothered to find out the name of the \ndirector! \n62 Now a series of shouts followed in quick succession\"--'Start sound!' 'Running!' \n'Camera!' 'Rolling!' 'Action!' \n63 Patol Babu noticed that as soon as the word 'Action' was said, a car came up from the \ncrossing and pulled up in front of the office entrance. Then a young man in a grey suit \nand pink make-up shot out of the back of the car, took a few hurried steps towards the \nentrance and stopped abruptly . The next moment Patol Babu heard the shout 'Cut!' and \nimmediately the hubbub from the crowd resumed. \n64 A man standing next to Patol Babu now turned to him. 'I hope you recognised the young \nfellow?' he asked. \n65 'Why , no,' said Patol Babu. \n66 'Chanchal Kumar ,' said the man. 'He's coming up fast. Playing the lead in four films at \nthe moment.' \n67 Patol Babu saw very few films, but he seemed to have heard the name Chanchal \nKumar . It was probably the same boy Koti Babu was praising the other day. Nice make-\nup the fellow had on. If he had been wearing a Bengali dhoti and panjabi instead of a \nsuit, and given a peacock to ride on, he would make a perfect God Kartik. Monotosh of \nKanchrapara--who was better known by his nickname Chinu--had the same kind of \nlooks. He was very good at playing female parts, recalled Patol Babu."
            },
            {
                "page": 7,
                "text": "Fiction\n6668 Patol Babu now turned to his neighbour and asked in a whisper , 'Who is the director?' \n69 The main raised his eyebrows and said, 'Why , don't you know? He's Baren Mullick. He's \nhad three smash hits in a row.' \n70 Well, at least he had gathered some useful information. It wouldn't have done for him to \nsay he didn't know if his wife had asked in whose film he had acted and with which actor . \n71 Naresh Dutt now came up to him with tea in a small clay cup. \n72 'Here you are, sir\"--the hot tea will help your throat. Your turn will come shortly .' \n73 Patol Babu now had to come out with it. \n74 'If you let me have my lines now.' \n75 'Your lines? Come with me.' \n76 Naresh Dutt went towards the three-legged instrument with Patol Babu at his heels. \n77 'I say, Sosanko.' \n78 A young fellow in a short-sleeved shirt turned towards Naresh Dutt. 'This gentleman \nwants his lines. Why don't you write them down on a piece of paper and give it to him? \nHe's the one who--' \n79 'I know , I know .' \n80 Sosanko now turned to Patol Babu. \n81 'Come along, Grandpa. I say, Jyoti, can I borrow your pen for a second? Grandpa wants \nhis lines written down.' \n82 The youngster Jyoti produced a red-dot pen from his pocket and gave it to Sosanko. \nSosanko tore off a page from the notebook he was carrying, scribbled something on it \nand handed it to Patol Babu. \n83 Patol Babu glanced at the paper and found that only a single word had been scrawled \non it--'Oh!' \n84 Patol Babu felt a sudden throbbing in his head. He wished he could take off his jacket. \nThe heat was unbearable. \n85 Sosanko said, 'What's the matter , Grandpa? You don't seem too pleased.' \n86 Were these people pulling his leg? Was the whole thing a gigantic hoax? A meek, \nharmless man like him, and they had to drag him into the middle of the city to make a \nlaughing stock out of him. How could anyone be so cruel? \n87 Patol Babu said in a hardly audible voice, 'I find it rather strange.' \n88 'Why , Grandpa?'"
            },
            {
                "page": 8,
                "text": "Fiction\n6789 'Just \"Oh\"? Is that all I have to say?' \n90 Sosanko's eyebrows shot up. \n91 'What are you saying, Grandpa? You think that's nothing? Why, this is a regular \nspeaking part! A speaking part in a Baren Mullick film--do you realise what that means? \nWhy, you're the luckiest of actors. Do you know that till now more than a hundred \npersons have appeared in this film who have had nothing to say? They just walked past \nthe camera. Some didn't even walk; they just stood in one spot. There were others \nwhose faces didn't register at all. Even today--look at all those people standing by the \nlamp-post; they all appear in today's scene but have nothing to say. Even our hero \nChanchal Kumar has no lines to speak today . You are the only one who has--see?' \n92 Now the young man called Jyoti came up, put his hand on Patol Babu's shoulder and \nsaid, 'Listen, Grandpa. I'll tell you what you have to do. Chanchal Kumar is a rising \nyoung executive. He is informed that an embezzlement has taken place in his office, \nand he comes to find out what has happened. He gets out of his car and charges across \nthe pavement towards the entrance. Just then he collides with an absent-minded \npedestrian. That's you. You're hurt in the head and say \"Oh!\", but Chanchal Kumar pays \nno attention to you and goes into the office. The fact that he ignores you reflects his \nextreme preoccupation--see? Just think how crucial the shot is.' \n93 'I hope everything is clear now,' said Sosanko. 'Now , if you just move over to where you \nwere standing. The fewer people crowd around here the better . There's one more shot \nleft before your turn comes.' \n94 Patol Babu went slowly back to the paan shop. Standing in the shade, he glanced down \nat the paper in his hand, cast a quick look around to see if anyone was watching, \ncrumpled the paper into a ball and threw it into the roadside drain. \n95 Oh. \n96 A sigh came out of the depths of his heart. \n97 Just one word--no, not even a word; a sound--oh!' \n98 The heat was stifling. The jacket seemed to weigh a ton. Patol Babu couldn't keep \nstanding in one spot any more; his legs felt heavy . \n99 He moved up to the office beyond the paan shop and sat down on the steps. It was \nnearly half past nine. On Sunday mornings, songs in praise of the Goddess Kali were \nsung in Karali Babu's house. Patol Babu went there every week and enjoyed it. What if \nhe were to go there now? What harm would there be? Why waste a Sunday morning in \nthe company of these useless people, and be made to look foolish on top of that? \n100 'Silence!'"
            },
            {
                "page": 9,
                "text": "Fiction\n68101 Stuff and nonsense! To hell with your 'silence'! They had to put up this pompous show \nfor something so trivial! Things were much better on the stage. \n102 The stage…...the stage…… \n103 A faint memory  stirred up in Patol Babu's mind. Some priceless words of advice given \nin a deep, mellow voice: 'Remember one thing, Patol; however small a part you're \noffered, never consider it beneath your dignity to accept it. As an artist your aim should \nbe to make the most of your opportunity , and squeeze the last drop of meaning out of \nyour lines. A play involves the work of many and it is the combined effort of many that \nmakes a success of the play.' \n104 It was Mr Pakrashi who gave the advice. Gogon Pakrashi, Patol Babu's mentor . A \nwonderful actor , without a tract of vanity in him; a saintly person, and an actor in a \nmillion. \n105 There was something else which Mr Pakrashi used to say. 'Each word spoken in a play \nis like a fruit in a tree. Not everyone in the audience has access to it. But you, the actor , \nmust know how to pluck it, get at its essence, and serve it up to the audience for their \nedification.' \n106 The memory of his guru made Patol Babu bow his head in obeisance. \n107 Was it really true that there was nothing in the part he had been given today? He had \nonly one word to say--'Oh!' but was that word so devoid of meaning as to be dismissed \nsummarily? \n108 \"Oh, oh, oh, oh, oh\"--Patol Babu began giving the exclamation a different inflection \neach time he uttered it. After doing if for a number of times he made an astonishing \ndiscovery . The same exclamation, when spoken in different ways, carried different \nshades of meaning. A man when hurt said 'Oh' in quite a different way. Despair brought \nforth another kind of 'Oh'; sorrow provoked yet another kind. In fact, there were so many \nkinds of \"Oh's\"--the short \"Oh\", the long-drawn \"Oh\", \"Oh\" shouted and \"Oh\" whispered, \nthe high-pitched \"Oh\" and the low-pitched \"Oh\", and the \"Oh\" starting low and ending \nhigh, and the \"Oh\" starting high and ending low. Strange! Patol Babu suddenly felt that \nhe could write a whole thesis on that one monosyllabic exclamation. Why had he felt so \ndisheartened when this single word contained a gold-mine of meaning? The true actor \ncould make a mark with this one single syllable. \n109 'Silence!' \n110 The director had raised his voice again. Patol Babu could see young Jyoti clearing the \ncrowd. There was something he had to ask him. He went quickly over to him. \n111 'How long will it be before my turn comes, brother?' \n112 'Why are you so impatient, Grandpa? You have to learn to be patient in this line of \nbusiness. It'll be another half an hour before you're called.'"
            },
            {
                "page": 10,
                "text": "Fiction\n69113 'That's alright. I'll certainly wait. I'll be in that side street across the road.' \n114 'Okay--so long as you don't sneak off.' \n115 'Start sound!' \n116 Patol Babu crossed the road on tiptoe and went into the quiet little side street. It was \ngood that he had a little time on his hands. While these people didn't seem to believe in \nrehearsals, he himself would rehearse his own bit. There was no one about. There were \noffice buildings, so very few people lived here. Those who did--such as shopkeepers--\nhad all gone to watch the shooting. \n117 Patol Babu cleared his throat and started enunciating the syllable in various ways. \nAlong with that, he worked out how he would react physically when the collision took \nplace--how his features would be twisted in pain, how he would fling out his arms, how \nhis body would crouch to express both pain and surprise--all these he performed in \nvarious ways in front of a large glass window . \n118 Patol Babu was called in exactly half an hour. Now he had completely got over his \napathy . All he felt now was a keen anticipation and suppressed excitement. It was the \nfeeling he used to feel almost twenty years ago, just before he stepped on to the stage. \n119 The director Baren Mullick called Patol Babu to him. 'I hope you know what you're \nsupposed to do?' he asked. \n120 'Yes, sir.' \n121 'Very good. I'll first say, \"Start sound\". The recordists will reply by saying \"Running\". That \nwill be your cue to start walking from that pillar, and for the hero to come out of the car \nand make a dash for the office. You work out your steps so that the collision takes place \nat this spot, here. The hero ignores you and strides into the office, while you register \npain by saying \"Oh!\", stop for a couple of seconds, then resume walking--okay?' \n122 Patol Babu suggested a rehearsal, but Baren Mullick shook his head impatiently . \n'There's a large patch of cloud approaching the sun,' he said. 'This scene must be shot \nin sunlight.' \n123 'One question please.' \n124 'Yes?' \n125 An idea had occurred to Patol Babu while rehearsing; he now came out with it. \n126 'Er--I was thinking--if I had a newspaper open in my hand, and if the collision took place \nwhile I had my eyes on the paper , then perhaps--' \n127 Baren Mullick cut him short by addressing a bystander who was carrying a Bengali \nnewspaper . 'D'you mind handing your paper to this gentleman, just for this one shot? \nThanks.Now you take your position beside the pillar. Chanchal, are you ready?'"
            },
            {
                "page": 11,
                "text": "Fiction\n70128 'Yes, sir.' \n129 'Good. Silence!' \n130 Baren Mullick raised his hand, then brought it down \nagain, saying, 'Just a minute. Kesto, I think if we gave \nthe pedestrian a moustache, it would be more \ninteresting.' \n131 'What kind, sir? Walrus, Ronald Colman or Butterfly? \nI have them all ready .' \n132 'Butterfly , butterfly\"--and make it snappy!' \n133 The elderly make-up man went up to Patol Babu, \ntook out a small grey moustache from a box, and \nstuck it on with spirit-gum below Patol Babu's nose. \n134 Patol Babu said, 'I hope it won't come off at the time \nof the collision?' \n135 The make-up man smiled. 'Collision?' he said. 'Even \nif you were to wrestle with Dara Singh, the \nmoustache would stay in place.' \n136 Patol Babu had a quick glance in a mirror which the \nman was holding. True enough, the moustache \nsuited him very well. Patol Babu inwardly \n9\ncommended the director's perspicacity . \n137 'Silence! Silence!' \n138 The business with the moustache had provoked a wave of comments from the \nspectators. which Baren Mullick's shout now silenced. \n139 Patol Babu noticed that most of the bystanders' eyes were turned towards him. \n140 'Start sound!' \n141 Patol Babu cleared this throat. One, two, three, four, five--five steps would take him to \nthe spot where the collision was to take place. And Chanchal Kumar would have to walk \nfour steps. So if both were to start together , Patol Babu would have to walk a little faster \nthan the hero, or else– \n142 'Running!' \n143 Patol Babu held the newspaper open in his hand. What he had to do when saying 'Oh!' \nwas to mix sixty parts of irritation with forty parts of surprise. \n9 perspicacity - ability to understand somebody or something quickly and accurately ."
            },
            {
                "page": 12,
                "text": "Fiction\n71144 'Action!' \n145 Clop, clop, clop, clop, clop--Wham! \n146 Patol Babu saw stars before his eyes. The hero's head had banged against his \nforehead, and an excruciating pain had robbed him of his senses for a few seconds. \n147 But the next moment, by a supreme effort of will, Patol Babu pulled himself together , \nand mixing fifty parts of anguish with twenty-five of surprise and twenty-five of irritation, \ncried 'Oh!' and, after a brief pause, resumed his walk. \n148 'Cut!' \n149 'Was that right?' asked Patol Babu anxiously , stepping towards Baren Mullick. \n150 'Jolly good! Why, you're quite an actor . Sosanko, just take a look at the sky through the \ndark glass, will you.' \n151 Jyoti now came up to Patol Babu and said, I hope Grandpa wasn't hurt too badly?' \n152 'My God!' said Chanchal Kumar , massaging his head, 'You timed it so well that I nearly \npassed out!' \n153 Naresh Dutt elbowed his way through the crowd, came up to Patol Babu and said, \n'Please go back where you were standing. I'll come to you in a short while and do the \nnecessary .' \n154 Patol Babu took his place once again by the paan shop. The cloud had just covered the \nsun and brought down the temperature. Nevertheless, Patol Babu took off his woollen \njacket, and then heaved a sigh of relief. A feeling of total satisfaction swept over him. \n155 He had done his job really well. All these years of struggle hadn't blunted his \n10\nsensibility . Gogon Pakrashi would have been pleased with his performance. But all \nthe labour and imagination he had put into this one shot--were these people able to \nappreciate that? He doubted it. They just got hold of some people, got them to go \nthrough certain motions, paid them for their labours and forgot all about it. Paid them, \nyes, but how much? Ten, fifteen, twenty rupees? True, that he needed money very \nbadly , but what was twenty rupees when measured against the intense satisfaction of a \nsmall job done with perfection and dedication? \n156 Ten minutes or so later Naresh Dutt went looking for Patol Babu near the paan shop and \nfound that he was not there. 'That's odd--the man hadn't been paid yet. What a strange \nfellow!' \n157 'The sun has come out,' Baren Mullick was heard shouting. 'Silence! Silence! --- \nNaresh, hurry up and get these people out of the way!' \n10  blunted his sensibility - reduced his acting talent"
            },
            {
                "page": 13,
                "text": "Fiction\n72     About the Author\nSatyajit Ray (1921-1992), an Indian filmmaker and among the dozen or so \ngreat masters of world cinema, is known for his humanistic approach to \ncinema. He made his films in Bengali.   Satyajit Ray received the honorary \nAcademy Award for Lifetime Achievement. \nRay wrote numerous short stories, articles and novels in Bengali. He made a \nsignificant contribution to children's literature in Bengali. Most of his fiction \nwas written for teenage children. His detective stories and novels were \nparticularly popular with them - stories being unpretentious and entertaining. \nThe subjects included: adventure, detective stories, fantasy , science fiction \nand even horror .\n3.  Read the extract given below and answer the questions that follow .\nI. He moved up to the office beyond the pan shop and sat down on the steps. It was nearly \nhalf-past nine. On Sunday mornings, songs in praise of goddess Kali were sung in \nKarali Babu’ s house. Patol Babu went there every week and enjoyed it. What if he were \nto go these useless people, and be made to look foolish on top of that? ‘Silence’! Stuff \nand nonsense! to hell with your ‘silence’! They had put up this pompus show for \nsomething so triviali! Things sere much better on the stage.\n i) Choose the option that describes the main reason which was the trigger for Patol \n Babu’ s chain of thought that made him question his presence at the film shoot.\n  It was the fact that__________________.\n  A. he was missing his duty towards God to fulfill a personal desire\n  B. he was with strangers instead of spending time with loved ones\n  C. he was wasting time on free volunteer work instead of earning money\n  D. he was wasting a great Sunday on doing something so small and insignificant\n ii) Choose the correct option.\n  Assertion: Patol Babu felt silly for getting his hopes high.\n  Reason: He was convinced that he could never be a successful actor .\n  A. Assertion is true but the reason is false.\n  B. Both Assertion and Reason are false\n  C. Both Assertion and Reason are true but Reason is not the correct explanation \n  of Assertion.\n  D. Both Assertion and Reason are true and Reason is the correct explanation of \n  Assertion."
            }
        ]
    },
    {
        "chapter": "Chapter 6: Virtually True",
        "pages": [
            {
                "page": 1,
                "text": "77666\nUNITUNITUNIT F. 6     Virtually T rue\nby Paul StewartFiction\n1. Before reading the story , attempt the following working in groups of four or five.\n a. Do you play computer games? How many hours do you spend playing games on the \ncomputer as compared to outdoor games?  \n b. Make a list of your favourite games. Have a class discussion on the advantages and \ndisadvantages of computer games. \n c. Look in your dictionaries / computer to find synonyms of the word 'virtual'\n d. Look at the K.W.L. chart given below . Based on the infomation you have gathered till \nnow, complete the K and W columns. You may work with your partner . After reading \nthe story complete the third column.\n   K-What I  W--What I want L-What I learnt\n   Know  to know\n Virtual Reality \n Virtual Environment \n 3-D/ three-dimensional\n Simulation games \n Computer simulations\n Interactive psycho- drive games\n Teleporting"
            },
            {
                "page": 2,
                "text": "Fiction\n78 Now read the story .\n1 Sebastian Shultz. It isn't a name you come across every day. But there it was, large and \nclear , at the top of the newspaper article in front of me. \n2 The reader of the newspaper was a big woman. I couldn't see her face, but I could hear \n1\nher wheezy   breath. \n3 MIRACLE RECOVER Y, the headline said. Sebastian Shultz, a 14 year-old schoolboy \n2 \nfrom South London, awoke yesterday from a coma that doctors feared might last \nforever . \n4 It couldn't be the Sebastian Shultz I'd met. I leant forward to read the rest of the article. \n5 Six weeks ago, Sebastian Shultz was badly injured in a motorway accident. His \ncondition, on arrival at the General Hospital, was described as critical but stable. \nDespite doctors' hopes, the boy did not regain consciousness. His parents were \ninformed that their son was in a coma. \n6 At a press conference, Mrs Shultz said, \"The doctors were doing all they could, but in \nour hearts we knew we needed a miracle.\" \n7 Now that miracle has happened ... \n8 At that moment, the woman's hand moved. I suddenly saw the photograph that went \nwith the story , and gasped. The boy in the picture was Sebastian. There was no doubt.  \n\"But how?\" I muttered. \n9 Sebastian Shultz, the boy I'd got to know so well recently , had apparently been in a \ncoma for all that time. I felt nervous and shivery . It didn't make any sense at all. \n10 I stared out of the train window , and ran through the events in my head. \n11 It had all started a month ago. Dad and I had spent the entire Saturday afternoon at the \nComputer Fair.\n3 4\n12 Dad's nutty   about computers. He's got a Pentium 150 Mhz   processor , with 256 of \n5\nRAM, a 1.2 Gb hard disk drive and 16 speed CD ROM  , complete with speakers, a \nprinter , a modem and a scanner . It can do anything. Paint, play music, create displays; \neven when my homework's rubbish, it looks fantastic. \n13 Best of all are the games. Tornado, MeBabash, Black Belt, Kyrene's Kastle -I've played \nthem all. With the screen so big, and the volume up loud, it almost feels as if you're \ninside the games, battling it out with the Z or Bs, Twisters, or whatever . \n1 wheezy - to breathe with an audible whistling sound, with difficulty\n2 coma - a prolonged state of deep unconsciousness\n3 nutty - crazy about; has a passion for\n4 Mhz - megahertz - one million hertz (the unit of frequency equal to one cycle per second)\n5 CD ROM - Random-Access Memory compact disk with Read-Only Memory"
            },
            {
                "page": 3,
                "text": "Fiction\n7914 Technology was advancing every day, and Dad couldn't resist any of the new gadgets \n6\nor gizmos  that came on the market. That was why we went to the Computer Fair. We \ncame away with a virtual reality visor and glove, and a handful of the latest interactive \n7\npsycho-drive   games. They're terrific. Not only do the visor and glove change what \nyou see, but better than that, you can control the action by what you are thinking.  Well, \ncool! \n15 When we got them, I remember some of them were not new. \n16 Anyway , back at home, I launched myself off into the first of the games. It was called \nWildwest. \n18 That's what I like about computers. The \nmore futuristic they get, the better you \ncan understand the past. I wasn't \nstanding in the converted loft-the \nPowerbase as Dad calls it-anymore. I \nwas really there, striding down the dusty \ntrack through the centre of town. There \nwas a sherif f's badge pinned to my shirt. \n20 As I burst in through the swing doors of \nthe saloon, everyone went silent and \n8\nglared at me. I strode over to the bar. 'Sarsaparilla!'  I said and a glass of fizzy red stuff \ncame sliding along the bar towards me. As I took a sip, I heard a loud crash. I spun \nround. There, silhouetted in the doorway , was Black-Eyed Jed, the fastest gun in the \nwest. 'This town ain't big enough for the both of us, Sherif f Dawson,' he drawled, and \nfingered his guns lightly . 'Outside. Just you and me.' \n19 I can remember grinning. This was really cool! \n20 I finished my drink and slammed the glass down on the bar. Jed had already left the \nsaloon. All eyes were on me again. I wondered what sort of score I was notching up. \n21 All at once, something strange happened. Up to that point the game had been pretty \nmuch as I expected. But when the second sherif f appeared through the back door, \nshouting and waving his arms about, I realized that the game was more complicated. \n22 'Don't go out!' the second sherif f shouted. \n23 'And who are you?' I asked. \n24 He wasn't like the other characters in the saloon. For a start, he was about my age, and \nthough he looked like a computer image, he somehow didn't move like one. \n6 gizmos - gadgets, especially mechanical or electrical devices\n7 psycho-drive - driven by mental power\n8 sarsaparilla - a carbonated drink flavoured with sarsaparilla root."
            },
            {
                "page": 4,
                "text": "Fiction\n8025 'There's no time to explain,' he shouted. 'Just follow me.' \n26 I did what I was told. We raced down a corridor , and then through a door. We ran past \nsome men and came out through another door. \n27 'Come ON!' shouted the other sherif f. \n28 We went on through another door, and another ,-and ended up back in the saloon. \n29 'NO!' screamed the second Sherif f. Then he ran to the back of the saloon and dived \nthrough the window . By the time I climbed out after him, he was already sitting on a \nhorse. 'Jump up!' he cried. \n30 He kicked the horse, and we sped off in a cloud of dust. \n31 'Who are you?' I asked again. \n32 But the second sherif f didn't answer . He'd seen the posse of men on horseback \nspeeding after us. 'Keep your head down,' he said. \n33 At that moment, the sound of a gunshot echoed round the air. The second sherif f \ngroaned, and slumped back against me. Ahead of me, in bright neon lights came a \nmessage. \n . GAME OVER\n34 As I slipped off the visor, the empty desert disappeared and I found myself back in the  \nPowerbase. I took off the glove and headphones. I glanced at the score on the screen. \n21,095. Then I noticed the printer had come on. I picked up the piece of paper from the \ntray. \n35 On top was a picture of the second Sherif f. This time though, he was wearing jeans and \na sweatshirt. Printed across the bottom was a message. I'M STUCK. PLEASE HELP  \nTO RETRIEVE ME. TRY 'DRAGONQUEST'.  Sebastian Shultz. \n36  I wanted to go straight into the game he'd suggested, but it was already half an hour \nafter lights out. \n37 Next morning I was up and back on the computer , and was soon walking through the \nmassive studded doors of the dragon's castle lair. \n38 The aim of the game was simple. I had to rescue the fair princess Aurora from the \nwicked dragon, and collect the wicked creature's treasure along the way. I'd already got \nloads by the time I reached the Princess, who'd been imprisoned at the top of a tall \ntower . She was a young woman with long golden plaits. \n39 'My hero!' she squealed. 'Take me away from all this.' Behind me I could hear the dragon \nroaring. 'Rescue me now,' the princess said urgently . \n40 'Never mind her,' came a voice, and a second knight appeared from the wardrobe. 'It's \nme who needs rescuing!'"
            },
            {
                "page": 5,
                "text": "Fiction\n8141 'Sebastian?' I said. \n42 The second knight nodded. 'Quick,' he \nsaid, 'while there's still time.' And with a \npair of scissors he chopped off the two \nlong plaits of the Princess. Then he tied \nthem together , fixed one end round the \nbedpost and threw the other end out of \nthe window . \n43 'NOW!' he screamed, as he leapt from \nthe window and down the hair rope. \n4 4  \nAt that moment the dragon appeared. I gasped, and leapt too. \n45 As I lowered myself down I felt the dragon's fiery breath. \n46 Across the moonlit battlements, we ran down a spiral staircase and through a secret \npassage on the other side of a tapestry . And the whole time I could hear and feel and \neven smell the evil dragon following in close pursuit. \n47 'The dungeons,' Sir Sebastian cried out. 'They're our only hope.' \n48 We went down the cold stone steps, swords drawn. Suddenly , the dragon appeared at \nthe end of the corridor . Before we even had time to turn around, the dragon was upon \nus. \n49 I swung my sword. But it was no good. The dragon was only interested in Sebastian, \nand there was nothing I could do to prevent it getting him. \n GAME OVER \n50 This time, the message in the printer said: BETTER LUCK NEXT  TIME. PLEASE \nDON'T  GIVE UP, MICHAEL. OTHER WISE I'LL HAVE TO STAY IN HERE FOR EVER. \nTRY 'JAILBREAK'. I THINK IT MIGHT  JUST  WORK! CHEERS, SEB. \n51 I didn't even bother to read the rules of Jailbreak before going in. I knew that my task \nwould be to rescue the boy. And sure enough, my cell mate was prisoner 02478: Shultz. \n52 'I've got to get out of here,' Sebastian sighed. 'Are you going to help?' \n53 'Of course,' I said. 'Have you got a plan?' \n9\n54 Stupid question. With the help of a skeleton swipe-card , we were soon out of the cell \nand racing down the corridors. Sirens wailed, guard dogs howled, heavy boots came \ntramping. Behind us, steel-barred doors slammed shut. We dodged the guards, we fled \nthe dogs, we made it to a staircase and pounded upwards. \n9 Skeleton swipe-card - a plastic card on which data has been stored magnetically and that can be \nread by an electronic reading device."
            },
            {
                "page": 6,
                "text": "Fiction\n8255 On the roof, Sebastian looked round, and glanced at his watch nervously . 'It should be \nhere by now.' \n56 'What?' I said. \n57 'That!' said Sebastian and pointed. \n58 'A helicopter!' I exclaimed. \n59 'That was my idea!' said Sebastian excitedly . 'If only it would go a bit faster ... ' \n60 At that moment, the door behind us burst open. Twelve guards with vicious dogs were \nstanding there.  The next instant the dogs were hurtling towards us, all bared teeth and \ndripping jowls. Out of the corner of my eye, I saw Sebastian take a step backwards. \n61 'NOOOOOO!' I screamed. \n62 But it was too late. The boy had slipped and was tumbling back through the air, down to \nthe concrete below . \n GAME OVER. \n63 As I removed my visor I looked in the printer tray. This time it was empty . I felt really bad. \nI'd failed Sebastian; I'd failed the game. It was only later, when the scenes began to fade \nin my memory , that it occurred to me that Sebastian Shultz was the game. \n64 Strangely , although I went back to Wildwest, Dragonquest and Jailbreak after that, I \nnever met up with Sebastian again. \n65 Then, yesterday , I heard from Sebastian. In the printer tray, was a sheet of paper . \n66 CAN WE HAVE ONE LAST  TRY? it said. I THINK THE HELICOPTER WAS THE RIGHT  \nIDEA. THERE'S GOT  TO BE SOME KIND OF AN ACCIDENT  ... GO INTO \n'WARZONE'. IF THIS DOESN'T  WORK I WON'T  BOTHER YOU AGAIN. CHEERS, \nSEB. \n67 I couldn't tell which war zone we were in. It was a city somewhere. The tall buildings \n10\nwere windowless and riddled  with holes. Machine gun fire raked the sky. Walls \ntumbled. Bombs exploded. All I knew was that Sebastian and I had to make it to that \nhelicopter in one piece. \n11\n68 We ran across a no-man's-land of rubble and smoke, dodging sniper fire. At the far \nend we went through a door in a wall. The helicopter was on the ground, waiting for our \narrival.\n69 We started to run, but the tank fire sent us scuttling back to the wall. \n70 'A jeep,' Sebastian shouted to me, and nodded at a vehicle parked by the road. \n71 He jumped in, turned the ignition key and revved up the engine. 'Jump in!' \n10 riddled - making a large number of small holes in something. \n11 sniper fire - gunshots fired by somebody in a concealed position."
            },
            {
                "page": 7,
                "text": "Fiction\n8372 I climbed into the passenger seat and we were off. \n73 A tank was hurtling after us. Suddenly , Sebastian slammed on the brakes and sent the \njeep skidding into a spin. I leapt clear , and jumped into the helicopter . \n74 The helicopter started to go upwards. I looked around. Sebastian wasn't there. \n75 'Wait!' I shouted at the pilot. \n76 I looked back. The jeep had stopped, but Sebastian hadn't got out. \n77 'COME ON!' I yelled. But Sebastian was sitting as if his body had been turned to stone. \n78 The tank crashed into the jeep. Sebastian was thrown into the air. \n79 Round and round he tumbled, closer to the helicopter . He landed with a thud, just below \nthe hatch. I pulled him up. As he sat down beside me, the helicopter soared into the sky. \n80 I'd done it! I'd rescued Sebastian at last! Before I had a chance to say anything to him \nthough, the helicopter flew into the thick cloud. It turned everything blinding white. I \ncouldn't see a thing-until 'GAME OVER' flashed up. \n81 When I removed the visor, the screen was flashing a score of 40,000,000. \n82 I'd hit the jackpot. I'd finally cracked the game. \n83 At least, that was what I thought then. Now I knew that Sebastian Shultz, the boy from \nthe game, really did exist. I'd seen the proof in the newspaper . \n84 But how? I wondered as I got off the train. \n85 At home I checked the Net. I wanted to learn more about the MIRACLE RECOVER Y \nstory . \n86 I found what I was looking for quickly enough. Apparently , at the time of the accident, \nSebastian was using his laptop to play one of the same psycho-drive games that I've \ngot. \n87 My heart pounded furiously . What if, because Sebastian had been plugged into the \ncomputer when he banged his head in the accident, the computer had saved his \nmemory in its own. And then what if the weird versions of the games I'd been drawn into \nhad all been attempts to retrieve that memory? \n88 After all, Dad always says about the memory of the computer . 'It can never forget, \nMichael. Nothing ever gets lost.' \n89 But, even if it was possible that Sebastian's memory had been stored on disk, how had it \nended up on my computer? Scrolling down the article I found a possible explanation. \n90 Answering a reporter's question as to what the family was going to do next, Mr Shultz \nsaid that they were off to stock up on some games. 'It was while we were in the hospital, \nsomeone stole the lot. I don't know what happened to them.'"
            },
            {
                "page": 8,
                "text": "Fiction\n8491 I said quietly . 'They ended up at the Computer Fair. And we bought them.' \n92 I left the Net and checked my e-mail. There was one from Sebastian. \n93 With trembling fingers I clicked in, and read the message. \n94 DEAR MICHAEL, it said. THANK YOU! I'M NOT  SURE HOW IT HAPPENED, BUT \nTHANKS. YOU SAVED MY LIFE. LET'S MEET  UP SOON. CHEERS, SEB. P.S. KEEP  \nTHE GAMES. YOU'VE EARNED THEM. \n95 I shook my head. A real message from the real Sebastian Shultz. We both knew that by \nreliving the accident, something wonderful had happened. But then again, now that \nthere are two advanced intelligences on earth, who can say what is and what isn't \npossible. \n96 What I know is this. Everything that I've described is true - Virtually!\n Paul Stewart (born June, 1955) is a writer of children's books, best known for \nthe best selling 'The Edge Chronicles, The Free Lance novels' and 'The Far Flung \nAdventure Series' which are written in collaboration with the illustrator Chris Riddel. \nPaul Stewart lives in the British seaside city of Brighton with his wife and children. \nA. Answer the following questions.\n 1. According to the newspaper , what had happened to Sebastian Shultz?\n 2. 'Dad's nutty about computers.' What evidence is there to support this statement?\n 3. In what way did the second game seem very real?\n 4. The last game has tanks, jeeps, helicopters and guns. Which headings would you \nput this and the other games under?\n 5. What was Michael's theory about how Sebastian had entered the games?\nB. Read the extract given below and answer the questions that follow:\n I didn’t even bother to read the rules of Jailbreak before going in. I knew  that my task \n would be to rescue the boy. And sure enough, my cell mate was prisoner 02478: Shultz.\n ‘I’ve got to get out of here,’  Sebastian sighed. ‘Are you going to help?’\n ‘Of course,’  I said. ‘Have you got a plan?’\n Stupid question. With the help of a skeleton swipe-card, we were soon out of the cell \n and racing down the corridors. Sirens wailed, guard dogs howled, boots came  \n tramping. Behind us, steel-barred doors slammed shut. We doged the guards, we fled \n the dogs, we made it to a staircase and pounded upwards."
            }
        ]
    },
    {
        "chapter": "Chapter 7: The Frog and the Nightingale",
        "pages": [
            {
                "page": 1,
                "text": "91777\nUNITUNITUNITPoetry\nP.1     The Frog And The Nightingale\nby Vikram Seth\n1. Listed below are some character traits of people. A few of these are positive \nqualities, while others are not. Tick mark the ones you feel are desirable qualities \nin a person. \nCharacteristic Tick  Characteristic Tick  Characteristic Tick\n Mark  Mark  Mark\nInsensitive  High - headed  Manipulative \nHumorous  Egoistic   Patronizing \nNaïve   Humble  Submissive \nOpportunistic  Foolish  Arrogant \nCreative  Original  Conniving \nDisapproving  Helpful  Innocent \nCommanding  Calculative  Condescending \nBenevolent  Crafty  Scheming \nSimple  Wise  Rude \nOverbearing  Generous  Boastful \nSly  Gentle  Proud \nTerritorial  Aggressive  Servile \n2. Have you come across people who are not what they seem to be - like someone \nwho is extremely friendly and helpful yet you are not very comfortable with him / \nher as you feel it is a put-on? Have a class discussion about such people and why \nyou feel as you do."
            },
            {
                "page": 2,
                "text": "Poetry \n923. Before you read the poem complete the word - web with the words that we \nassociate with a Frog and a Nightingale.\n4. Read Vikram Seth's poem : The Frog and the Nightingale.\n  Once upon a time a frog\n1\n  Croaked away in Bingle Bog\n  Every night from dusk to dawn\n2\n  He croaked awn  and awn and awn.\n3\n 5  Other creatures loathed  his voice,\n  But, alas, they had no choice.\n4\n  And the crass cacophony\n  Blared out from the sumac tree\n  At whose foot the frog each night\n5\n 10 Minstrelled  on till morning night.\n  Neither stones nor prayers nor sticks,\n  Insults or complaints or bricks\n  Stilled the frog's determination\n6\n  To display his heart's elation .\n 15 But one night a nightingale\n  In the moonlight cold and pale\n  Perched upon the sumac tree\n  Casting forth her melody .\n  Dumbstruck sat the gaping frog.CroakUgly\nFrogMelodious \nNightingale\n1 bog : an area of land that is very wet and muddy\n2 awn : on misspelt and mispronounced so that it rhymes with dawn \n3 loathed : hated\n4 cacophony : a very loud and unpleasant noise\n5 minstrelled : sang\n6 elation : great pride and joy"
            },
            {
                "page": 3,
                "text": "Poetry\n93 20 And the whole admiring bog\n7\n  Stared towards the sumac, rapt ,\n  And, when she had ended, clapped,\n  Ducks had swum and herons waded\n8\n  To her as she serenaded\n9\n 25 And a solitary  loon\n  Wept, beneath the summer moon.\n10\n  Toads and teals  and tiddlers, captured\n11\n  By her voice, cheered on, enraptured:\n12\n  \"Bravo!\" \"Too divine!\" \"Encore!\"\n 25 So the nightingale once more,\n  Quite unused to such applause,\n  Sang till dawn without a pause.\n  Next night when the Nightingale\n  Shook her head and twitched her tail,\n 35 Closed an eye and fluffed a wing\n  And had cleared her throat to sing\n  She was startled by a croak.\n  \"Sorry - was that you who spoke?\"\n  She enquired when the frog\n 40 Hopped towards her from the bog.\n  \"Yes,\" the frog replied. \"You see,\n  I'm the frog who owns this tree.\n  In this bog I've long been known\n13\n  For my splendid baritone\n 45 And, of course, I wield my pen\n  For Bog Trumpet now and then\".\n  \"Did you… did you like my song?\"\n7 rapt : totally interested, so that you cannot think of anything else\n8 serenaded : sang beautifully\n9 loon : a large water bird\n10 teal : a small duck\n11 enraptured : filled with fascination and delight\n12 encore : ' sing some more' repeated request\n13 baritone : a male singing voice, fairly deep"
            },
            {
                "page": 4,
                "text": "Poetry \n94  \"Not too bad - but far too long.\n14\n  The technique  was fine of course,\n 50 But it lacked a certain force\".\n  \"Oh!\" the nightingale confessed.\n  Greatly flattered and impressed\n  That a critic of such note\n  Had discussed her art and throat:\n 55 \"I don't think the song's divine.\n  But - oh, well - at least it's mine\".\n  \"That's not much to boast about\".\n  Said the heartless frog. \"Without\n  Proper training such as I\n 60 - And few others - can supply .\n  You'll remain a mere beginner .\n  But with me you'll be a winner\".\n  \"Dearest frog\", the nightingale\n  Breathed: \"This is a fairy tale -\n 65 And you're Mozart in disguise\n  Come to earth before my eyes\".\n  \"Well I charge a modest fee.\n  Oh!... But it won't hurt, you'll see\"\n  Now the nightingale inspired,\n15\n 70 Flushed  with confidence, and fired\n  With both art and adoration,\n  Sang - and was a huge sensation.\n  Animals for miles around\n  Flocked towards the magic sound,\n 75 And the frog with great precision\n  Counted heads and charged admission.\n14 technique : a method of doing something\n15 flushed : very excited and pleased"
            },
            {
                "page": 5,
                "text": "Poetry\n95  Though next morning it was raining,\n  He began her vocal training.\n  \"But I can't sing in this weather\".\n 80 \"Come my dear - we'll sing together .\n16\n  Just put on your scarf and sash ,\n  Koo-oh-ah! ko-ash! ko-ash!\"\n  So the frog and nightingale\n17\n  Journeyed up and down the scale\n 85 For six hours, till she was shivering\n18 19\n  and her voice was hoarse  and quivering .\n20\n  Though subdued  and sleep deprived,\n  In the night her throat revived,\n  And the sumac tree was bowed,\n 90 With a breathless, titled crowd:\n  Owl of Sandwich, Duck of Kent,\n  Mallard and Milady Trent,\n  Martin Cardinal Mephisto,\n  And the Coot of Monte Cristo,\n21\n 95 Ladies with tiaras  glittering\n  In the interval sat twittering -\n  And the frog observed them glitter\n  With a joy both sweet and bitter .\n  Every day the frog who'd sold her\n 100 Songs for silver tried to scold her:\n  \"You must practice even longer\n  Till your voice, like mine grows stronger .\n  In the second song last night\n  You got nervous in mid-flight.\n16 sash  : a long piece of cloth that you wear round the waist or over the shoulder , usually as a badge of \nhonour\n17 scale : a sequence of musical notes that go up and down, one after the other\n18 hoarse : rough and unclear\n19 quivering : shaking, trembling\n20 subdued : quiet, with little energy \n21 tiara : a semicircular metal band decorated with jewels and worn by wealthy women on formal social \noccasions"
            },
            {
                "page": 6,
                "text": "Poetry \n9622\n 105 And, my dear, lay on more trills :\n  Audiences enjoy such frills.\n  You must make your public happier:\n  Give them something sharper , snappier .\n23\n  We must aim for better billings .\n 110 You still owe me sixty shillings.\"\n  Day by day the nightingale\n  Grew more sorrowful and pale.\n  Night on night her tired song\n24\n  Zipped  and trilled and bounced along,\n 115 Till the birds and beasts grew tired\n  At a voice so uninspired\n  And the ticket office gross\n25\n  Crashed, and she grew more morose  -\n  For her ears were now addicted\n 120 To applause quite unrestricted,\n  And to sing into the night\n  All alone gave no delight.\n  Now the frog puffed up with rage.\n  \"Brainless bird - you're on the stage -\n 125 Use your wits and follow fashion.\n  Puff your lungs out with your passion.\"\n  Trembling, terrified to fail,\n  Blind with tears, the nightingale\n  Heard him out in silence, tried,\n 130 Puffed up, burst a vein, and died.\n  Said the frog: \"I tried to teach her,\n  But she was a stupid creature -\n  Far too nervous, far too tense.\n  Far too prone to influence.\n22 trills : singing two musical notes one after the other , repeatedly and very quickly\n23 billings : publicity for a concert, show etc.\n24 zipped : sang quickly\n25 morose : miserable, bad-lempered"
            },
            {
                "page": 7,
                "text": "Poetry\n97 135 Well, poor bird - she should have known\n  That your song must be your own.\n26\n  That's why I sing with panache :\n  \"Koo-oh-ah! ko-ash! ko-ash!\"\n27\n  And the foghorn  of the frog\n 140 Blared unrivalled through the bog.\n   About the Author\n   Vikram Seth ( Born 20 June, 1952) in Kolkata, West Bengal. He is a prolific \n  novelist and poet, famous prominently for his long novel ‘A Suitable Boy’ . As \n  poet, he favours the traditional stanzaic and metrical forms. He believes  \n  in making poetry accessible to common man. He has been the recipient of \n  several awards and honours. \n5. The following is a summary of the poem but it is jumbled up. Write out the events \nin their correct order to form a continuous paragraph.\n a) As a result, her voice lost its beauty and the other creatures stopped coming to \nhear her sing.\n b) Soon the nightingale became famous and creatures from miles around came to \nhear her sing.\n c) All the creatures in the bog cheered and clapped at her beautiful song.\n d) He offered to train the nightingale, so that she could sing even more beautifully .\n e) So the frog could sing unrivalled in the bog once more.\n f) The next night the frog introduced himself.\n g) The frog charged an admission fee, and earned a lot of money from these \nconcerts.\n h) A frog croaked all night in a bog, in an unpleasant voice.\n i) But the frog made the nightingale rehearse continuously in the rain.\n j) One night a nightingale began to sing in a melodious voice.\n k) Finally the nightingale burst a vein and died.\n6. Now that you have read the poem, add more personality traits to the word-web of \nthe frog and the nightingale as depicted in the poem. Then complete the given \ntable. (Some of the words in the box below may help you. You may also use the \nwords given in Q. 1.)\n26 panache : a very confident, elegant style\n27 foghorn : a very loud, unpleasant noise"
            }
        ]
    },
    {
        "chapter": "Chapter 8: Not Marble, nor the Gilded Monuments",
        "pages": [
            {
                "page": 1,
                "text": "Poetry\nP.2    Not Marble, nor the Gilded Monuments \n        (Sonnet 55) by William Shakespeare\n1. Look at the following picture carefully .\n a) What has Time been portrayed as? Why?\n b) What are the other symbols associated with Time?\n2. a) What are the things that last for centuries? List a few things around you that   will \nsurvive four to five hundred years into the future.\n103Mountains\nThings that last \nfor centuries \n888\nUNITUNITUNITPoetry"
            },
            {
                "page": 2,
                "text": "Poetry b)  Think of things that will perish and/or be forgotten with the passage of time.\n3. The word \"sonnet\" is derived from the Italian word sonetto, meaning \"a little \nsound\" or \"a little song.\" A Sonnet is a poem of fourteen lines with a structured \nrhyme scheme in which a thought about a subject is developed thoroughly . \n You will read two sonnets on the powerful effects of Time.\n4. Listen to a recording of the sonnet ‘Not Marble, nor the Gilded Monuments’  by \nWilliam Shakespeare played by your teacher . You could also listen to it on \nyoutube at http://www .youtube.com/watch?v=S0qCa1jBhtM&feature=related  \n5. Now read the sonnet.\n  Not Marble, nor the Gilded Monuments (Sonnet 55)\n  By William Shakespeare\n1\n  Not marble, nor the gilded  monuments \n  Of princes, shall outlive this powerful rhyme; \n  But you shall shine more bright in these contents \n2 3 4\n  Than unswept stone , besmear'd  with sluttish  time. \n 5  When wasteful war shall statues overturn, \n5\n  And broils  root out the work of masonry , \n6 7\n  Nor Mars  his sword nor war's quick  fire shall burn \n8\n  The living record  of your memory . \n9 10  \n  'Gainst  death and all oblivious enmityFlowers\nThings that will perish and / or \nbe forgotten over a period of time.\n1 gilded: covered with gold; gold-plated\n2 unswept stone:  a stone monument left uncared for\n3 besmear'd :  tarnished\n4 sluttish:  of unclean habits and behaviour\n5 broils:  tumult, fighting, disturbances, esp. in war\n6 Mars: the god of war\n7 quick: lively , fast moving, searching out\n8 living record : this written memory of your life which continues after you are dead104"
            },
            {
                "page": 3,
                "text": "Poetry\n10511\n 10 Shall you pace forth ; your praise shall still find room, \n12  \n  Even in the eyes of all posterity\n13\n  That wear this world out to the ending doom . \n14\n  So, till the judgment   that yourself arise, \n  You live in this, and dwell in lovers' eyes.\nAbout the Poet\nWilliam Shakespeare (1564-1616) was born in Stratford-upon-A von. He \nis considered by many to be the greatest dramatist and poet. He wrote \n154 sonnets, two long narrative poems and about three dozen plays. \nShakespeare used poetic and dramatic means to create unified aesthetic \neffects. In verse he perfected the dramatic blank verse.\n6. On the basis of your understanding of Shakespeare's sonnet, answer the \nfollowing questions by ticking the correct options.\n (a) The couplet in the sonnet reinforces the poet’ s claim that his friend will_________.\n   A. rise out of his grave\n   B. be judged on the Judgment Day\n   C.     be praised by all\n   D. live through this poem\n (b) Choose the most appropriate collocation for the word doom, from the following: \n  A. imminent\n  B. unlikely\n  C. conscious of\n  D. avoidable\n (d) The poet's tone in the poem is  ______________.\n  (i) despairing\n  (ii) optimistic\n  (iii) loving\n  (iv) admiring\n9 Gainst: against\n10 oblivious enmity:  enmity which is forgetful of everything and so seeks to destroy everything \n11 pace forth: stride forwards\n12 posterity: future generations\n13 doom: doomsday; the day on which the Last judgement will occur\n14 judgement : the day of the last judgement"
            }
        ]
    },
    {
        "chapter": "Chapter 9: Ozymandias",
        "pages": [
            {
                "page": 1,
                "text": "Poetry\n107P.3    Ozymandias\nby Percy Bysshe Shelley \n1.  Look at the picture given below .\n While on a sight-seeing tour to an old and mysterious country far away from \nhome, you have had seen this statue. Discuss with your partner what this picture \ntells you about the people, the place and the ruler . \n Note down your ideas in the web-chart.\nThe place: sand, desert, \n………………………………\nThe ruler must have been \n………………………………….The statue: broken, face is \n………………………………….\nThe people: …………………… \n.………………………………....My Impressions\n999\nUNITUNITUNITPoetry"
            },
            {
                "page": 2,
                "text": "Poetry \n1082. Write a letter to your friend about the sight you saw and your impression of it. You \nmay create necessary details.\n3. Now read the poem ‘Ozymandias’  by Percy Bysshe Shelley\n  OZYMANDIAS\n  I met a traveller from an antique land  \n1\n  Who said: Two vast and trunkless  legs of stone \n  Stand in the desert. Near them, on the sand, \n2\n  Half sunk, a shattered visage  lies, whose frown, \n3\n 5 And wrinkled lip, and sneer  of cold command, \n4\n  Tell that its sculptor well those passions read  \n5\n  Which yet survive, stamped  on these lifeless things, \n  The hand that mocked them, and the heart that fed; \n         And on the pedestal these words appear: \n 10  \"My name is Ozymandias, king of kings: \n         Look upon my works, ye Mighty , and despair!\" \n6\n         Nothing beside  remains. Round the decay \n         Of that colossal wreck, boundless and bare \n         The lone and level sands stretch far away . \n About the Poet\n The son of a Rich Tory Squire, Percy Bysshe Shelley was educated at \nEton and Oxford. Shelley came under the influence of the \nrevolutionary ideas of the English philosopher , William Godwin, \nwhose daughter , Mary Godwin, he ultimately married. In 1818, \nShelley left for Italy.  He drowned in the Bay of Spezia in 1822.\n4. Answer the following questions by selecting the correct  options.\n(a) The poem is set in _________________ . \n (i) the wilderness\n (ii) an ancient land \n (iii) a palace \n (iv) a desert \n1 trunkless:  without the upper body (the main part of the body of a human being or an animal, \nexcluding the head, neck, and limbs)\n2 visage:  face \n3 sneer:  facial expression of scorn or hostility in which the upper lip may be raised\n4 read:  interpreted \n5 stamped: sculpted \n6 beside:  else"
            },
            {
                "page": 3,
                "text": "Poetry (b) Select the option that includes the set of qualities that the poet attributes to \nOzymandias, in the given extract. \n (I) boastful, furious, manipulative \n (ii) ruthless, arrogant, desperate\n (iii) haughty , self-serving, contemptuous\n (iv) ambitious, aggressive, cruel\n(c) In the line, “My name is Ozymandias, king of kings”, the poet makes an indirect \nreference to an ancient empire to remind readers that_________________. \n (i) Time can be conquered\n (ii) humility is a great virtue\n (iii) the glory of the king is everlasting\n (iv) a monarch’ s power is ephemeral\n(d) The words ‘bare’  and ‘decay’  indicate that the mighty ruler has become____________.\n (i) obscure \n (ii) defenceless\n (iii) dejected\n (iv) indestructible\n(e) The tone of the poem is ________________.\n (i) mocking\n (ii) nostalgic\n (iii) gloomy\n (iv) gloating \n5. Answer the following questions briefly .\n (a) \"Look on my works, ye Mighty , and despair!\" Who is Ozymandias referring to when \nhe speaks of ‘ye Mighty’? Why should they despair ?\n (b) Bring out the irony in the poem.            \n (c) The poem re-emphasizes the idea that political power is transient but art is eternal \nand it survives. Do you agree? Why/ Why not? \n (d) Overarching ambition can lead to great leaders and their downfall. Substantiate \n your position in favour or in opposition to this statement, with two points each.109"
            }
        ]
    },
    {
        "chapter": "Chapter 10: The Rime of the Ancient Mariner",
        "pages": [
            {
                "page": 1,
                "text": "Poetry \n1121.  Look at the picture carefully and answer the questions given below:\n1. What can you see in the picture? \nDoes the man look happy? Give \nreasons for your answer .\n2. Why does he have the bird \nhanging around his neck?\n3. Have you heard of the \nexpression-'having an albatross \naround your neck'? What do you \nthink it means? Does it mean:\n a. something that you can \nalways be proud of\n b. something that you have to \ndo because you have no \nchoice\n c. something that is with you all \nthe time as a reminder that \nyou have done something \nwrong?\n4. What is an albatross?\n‘The Rime of the Ancient Mariner ’ is one of the best known classical poems, written \nin English, containing some very beautiful and memorable lines. You may find that \nit needs some work and attention from you to understand it, before you are in a \nposition to appreciate and respond to the beauty of the language that it contains.\n‘The Rime of the Ancient Mariner ’ is a ballad, i.e. it tells a story . Ballad poetry \nusually includes archaic words and spellings.P.4     The Rime of the Ancient Mariner\nby Samuel Taylor Coleridge\n101010\nUNITUNITUNITPoetry"
            },
            {
                "page": 2,
                "text": "Poetry\n113 Since it is a long poem, only the first two parts have been included in this Unit.  Your \nteacher will help you read the other five parts after you complete this Unit. \n2.  Listen carefully as the teacher reads out the first part of the poem to you or makes \nyou  listen to a recording of the poem.\n The Rime of the Ancient Mariner\n Part I\n1\n  It is an ancient Mariner ,\n  And he stoppeth one of three.\n2\n  'By thy long grey beard and glittering  eye,\n  Now wherefore stopp'st thou me?\n  5 The bridegroom's doors are opened wide,\n3\n  And I am next of kin;\n  The guests are met, the feast is set:\n  May'st hear the merry din.'\n 9 He holds him with his skinny hand,\n4\n  \"There was a ship,\" quoth  he.\n5\n  'Hold off! unhand me, grey-beard loon !'\n6\n  Eftsoons  his hand dropt he.\n 13 He holds him with his glittering eye- \n  The Wedding-Guest stood still,\n  And listens like a three years' child:\n  The Mariner hath his will.\n 17 The Wedding-Guest sat on a stone:\n  He cannot choose but hear;\n  And thus spake on that ancient man,\n  The bright-eyed Mariner .\n 21  \"The ship was cheered, the harbour cleared,\n  Merrily did we drop\n7\n  Below the kirk, below the hill,\n  Below the lighthouse top.\n1 Mariner - sailor  \n2 glittering - shining brightly , with flashing points of light\n3 kin - members of your family\n4 quoth - said\n5 loon - a mad person\n6 Eftsoons - at once\n7 kirk - church"
            },
            {
                "page": 3,
                "text": "Poetry \n114      25  The sun came up upon the left,\n  Out of the sea came he!\n  And he shone bright, and on the right\n  Went down into the sea.\n      29  Higher and higher every day,\n  Till over the mast at noon-\n  The Wedding-Guest here beat his breast,\n8\n  For he heard the loud bassoon .\n      33  The bride hath paced into the hall,\n  Red as a rose is she;\n  Nodding their heads before her goes\n9\n  The merry minstrelsy .\n      37  The Wedding-Guest he beat his breast,\n  Yet he cannot choose but hear;\n  And thus spake on that ancient man,\n  The bright-eyed Mariner .\n      41  \"And now the storm-blast came, and he\n10\n  Was tyrannous  and strong:\n  He struck with his o'ertaking wings,\n  And chased us south along.\n11\n      45  With sloping masts and dipping prow ,\n12\n  As who pursued  with yell and blow\n13\n  Still treads the shadow of his foe,\n  And forward bends his head,\n  The ship drove fast, loud roared the blast,\n  And southward aye we fled.\n     51  And now there came both mist and snow ,\n  And it grew wondrous cold:\n  And ice, mast-high, came floating by,\n14\n  As green as emerald .\n8 bassoon - a musical instrument\n9 minstrelsy -  singers and musicians\n10 tyrannous  - cruel, severe, harsh\n11 prow  - the front part of a ship\n12 pursued  - chased\n13 foe - enemy\n14 emerald - a precious stone, which is clear and bright green"
            },
            {
                "page": 4,
                "text": "Poetry\n11515 16\n      55  And through the drifts  the snowy clifts\n17\n  Did send a dismal sheen :\n18\n  Nor shapes of men nor beasts we ken - \n  The ice was all between.\n      59 The ice was here, the ice was there,\n  The ice was all around:\n  It cracked and growled, and roared and howled,\n19\n  Like noises in a swound !\n 63    At length did cross an Albatross,\n  Through the fog it came;\n  As it had been a Christian soul,\n  We hailed it in God's name.\n 67 It ate the food it ne'er had eat,\n  And round and round it flew.\n  The ice did split with a thunder-fit;\n20\n  The helmsman  steered us through!\n 71 And a good south wind sprung up behind;\n  The Albatross did follow ,\n  And every day, for food or play,\n21\n  Came to the mariner's hollo  !\n22\n      75 In mist or cloud, on mast or shroud ,\n23 24\n  It perched  for vespers nine ,\n  Whiles all the night, through fog-smoke white,\n  Glimmered the white moonshine.\"\n 79 'God save thee, ancient Mariner ,\n25\n  From the fiends that plague  thee thus!- \n26 \n  Why look'st thou so?'-\"With my crossbow\n  I shot the Albatross.\"\n15 drifts - floating ice \n16 clifts - steep sides of the ice-bergs\n17 sheen - a smooth and gentle brightness on the \nsurface of something\n18 ken - see \n19 swound - a fainting fit\n20 helmsman - the person steering the ship\n21 hollo - shout, call22 shroud - sail\n23 perched - sat on the edge of something\n24 vespers nine - a fixed time every day (the \nevening church service)\n25 plague - to bother , trouble \n26 crossbow - a very powerful bow and arrow , with \na trigger"
            },
            {
                "page": 5,
                "text": "Poetry \n1163.  The teacher will now assign roles and ask you to read the poem aloud to show  \nthe poem written in the first person ( the parts in quotation marks spoken by the \nMariner) and in the third person (where the narrator comments about the events \ntaking place).\n4.  Here are some of the archaic words used in the poem; can you match them with \nthe words used in modern English language that mean the same? The first one \nhas been done for you as an example:\n  stoppeth why\n  thy entered \n  wherefore stopped\n  stopp'st you\n  thou lunatic\n  may'st at once\n  quoth fainting fit\n  loon has\n  eftsoons can't you\n  dropt stopping\n  hath church\n  spake enemy\n  kirk yes\n  paced see\n  foe call\n  aye trouble\n  ken looking\n  swound your\n  hollo said\n  plague dropped\n  look'st spoke"
            },
            {
                "page": 6,
                "text": "Poetry\n11725.  Using the words given above rewrite PART I of the poem in your own words. The \nfirst stanza has been done as an example: \n  It is an ancient Mariner ,\n  And he stoppeth one of three.\n  'By thy long grey beard and glittering eye,\n  Now wherefore stopp'st thou me?\n An old sailor stopped one of the three people passing by, who asked: \"Old man, with \nyour long grey beard and glittering eye, why are you stopping me?\"\n6.  Answer the following by choosing the right option from those given below:\n a.  The Ancient Mariner stopped one of the three wedding guests because…………\n  i. he wanted to attend the wedding with him\n  ii. he wanted him to sit with him\n  iii. he wanted him to listen to his story\n  iv. he wanted to stop him from going to the wedding\n b.  The wedding guest remarked that he was 'next of kin' It meant that ……..\n  i. he was a close relation of the bridegroom\n  ii. he was a close relation of the bride\n  iii. he was next in line to get married\n  iv. he had to stand next to the bridegroom during the wedding\n c.  'He cannot choose but hear' means………\n  i. ‘the mariner was forced to hear the story of the wedding guest.’\n  ii. ‘the wedding guest was forced to hear the story of the mariner .’\n  iii. ‘the mariner had the choice of not listening to the story of the wedding guest.’\n  iv. ‘the wedding guest had the choice of not listening to the story of the mariner .’\n d. 'The sun came up upon the left, /Out of the sea came he;'This line tells us that the \nship…………………. \n  i. was moving in the northern direction\n  ii. was moving eastwards\n  iii. was moving in the western direction\n  iv. was moving towards the south\n116"
            },
            {
                "page": 7,
                "text": "Poetry \n118 e. The Wedding-Guest beat his breast because…………\n  i. he could hear the sound of the bassoon\n  ii. he was forced to listen to the Mariner's tale when he wanted to attend the \nwedding\n  iii. the sound of the bassoon meant that the bride had arrived and the wedding \nceremony was about to begin and he could not attend it.\n  iv. the sound of the bassoon announced the arrival of the bride and the start of \nthe wedding ceremony\n f. The storm blast had been described as being tyrannous because……….\n  i. it was so fierce that it frightened the sailors\n  ii. it took complete control of the ship\n  iii. the storm was very powerful\n  iv. the sailors were at its mercy\n g. The sailors felt depressed on reaching the land of mist and snow because……\n  i. there was no sign of any living creature\n  ii. they felt they would die in that cold weather\n  iii. they were surrounded by icebergs and there seemed to be no sign of life\n  iv. everything was grey in colour and they felt very cold\n h. The sailors were happy to see the albatross because……..\n  i. it was the first sign of life and therefore gave them hope that they might \nsurvive\n  ii. it split the icebergs around the ship and helped the ship move forward.\n  iii. it was a messenger from God and it lifted the fog and mist.\n  iv. it gave them hope of survival by splitting the icebergs.\n i. The two things that happened after the arrival of the albatross were ……\n  i. the icebergs split and the albatross became friendly with the sailors\n  ii. the icebergs split and a strong breeze started blowing\n  iii. the ship was pushed out of the land of mist and the ice melted.\n  iv. the albatross started playing with the mariners and ate the food they offered."
            },
            {
                "page": 8,
                "text": "Poetry\n119 j. 'It perched for vespers nine' means………\n  i. the ship stopped sailing at nine o'clock every day\n  ii. the albatross would appear at a fixed time everyday .\n  iii. the albatross would sit on the sail or the mast everyday\n  iv. the albatross was a holy creature\n k.  'God save thee, ancient Mariner , /From the fiends that plague thee thus!- Why \nlook'st thou so?' means……….\n  i. the mariner wanted to know why the wedding guest was looking so \ntormented\n  ii. the wedding guest wanted to know why the mariner was looking so \ntormented\n  iii. the wedding guest wanted to know whether some creatures were troubling \nthe ancient mariner\n  iv. the ancient mariner wanted to know whether something was troubling the \nwedding guest\n7.  Answer the following questions briefly\n a. How did the ancient mariner stop the wedding guest?\n b. Was the wedding guest happy to be stopped? Give reasons for your answer .\n c. Describe the ancient mariner .\n d. How does the mariner describe the movement of the ship as it sails away from the \nland?\n e. What kind of weather did the sailors enjoy at the beginning of their journey? How \nhas it been depicted in the poem?\n f. How did the sailors reach the land of mist and snow?\n g. How does the mariner express the fact that the ship was completely surrounded \nby icebergs?\n h. How do we know that the albatross was not afraid of the humans? Why did the \nsailors hail it in God's name?\n i. What was the terrible deed done by the Mariner? Why do you think he did it ? \n8.  There are a number of literary devices used in the poem. Some of them have been \nlisted below . Choose the right ones and write them down in the table as shown in \nthe example. In each of the cases, explain what they mean."
            },
            {
                "page": 9,
                "text": "Poetry \n120simile, metaphor ,  alliteration, personification. hyperbole, repetition,\n1.  The W edding-Guest stood still, Simile; the wedding guest was completely\n And listens like a three years' child:  under the control of the mariner\n2.  Below the kirk, below the hill,\n Below the lighthouse top \n3.  The sun came up upon the left,\n Out of the sea came he \n4.  The bride hath paced into the hall,\n Red as a rose is she \n5.  And now the storm-blast came, \n and he was tyrannous and strong: \n6.  With sloping masts and dipping prow ,\n As who pursued with yell and blow\n Still treads the shadow of his foe \n7.  The ice was here, the ice was there,\n The ice was all around \n9.  In groups of four, discuss what you think happens next in the poem. Share your \nviews with the rest of the class. \n10.  The teacher will now read out the second part of the poem or assign parts to you \nand ask you to read the poem to the class.\n  Part II\n 83  \"The sun now rose upon the right:\n  Out of the sea came he,\n  Still hid in mist, and on the left\n  Went down into the sea.\n 87 And the good south wind still blew behind,\n  But no sweet bird did follow ,\n  Nor any day for food or play\n  Came to the mariners' hollo!\n 91  And I had done a hellish thing,\n27 28\n  And it would work' em woe  :\n27 em - them\n28 woe - great unhappiness and sorrow"
            },
            {
                "page": 10,
                "text": "Poetry\n12129\n  For all averred , I had killed the bird\n  That made the breeze to blow.\n  Ah wretch! said they, the bird to slay,\n  That made the breeze to blow!\n 97  Nor dim nor red, like God's own head,\n30\n  The glorious sun uprist :\n  Then all averred, I had killed the bird\n  That brought the fog and mist.\n31\n  'Twas right, said they, such birds to slay ,\n  That bring the fog and mist.\n 113 The fair breeze blew, the white foam flew,\n  The furrow followed free;\n  We were the first that ever burst\n  Into that silent sea.\n 117  Down dropped the breeze, the sails dropped down,\n  'Twas sad as sad could be;\n  And we did speak only to break\n  The silence of the sea!\n 121  All in a hot and copper sky,\n  The bloody sun, at noon,\n  Right up above the mast did stand,\n  No bigger than the moon.\n 125 Day after day, day after day,\n  We stuck, nor breath nor motion;\n  As idle as a painted ship\n  Upon a painted ocean.\n 129  W ater, water , every where,\n  And all the boards did shrink;\n  Water, water , every where,\n  Nor any drop to drink.\n32\n 133  The very deep  did rot: O Christ!\n  That ever this should be!\n  Yea, slimy things did crawl with legs\n  Upon the slimy sea.\n29 averred said firmly 30 uprist rose up\n31 slay to kill 32 deep ocean"
            },
            {
                "page": 11,
                "text": "Poetry \n12233 \n 137 About, about, in reel and rout\n         The death-fires danced at night;\n  The water , like a witch's oils,\n  Burnt green, and blue, and white.\n 141  And some in dreams assured were\n  Of the Spirit that plagued us so;\n34\n  Nine fathom  deep he had followed us\n  From the land of mist and snow .\n 145  And every tongue, through utter drought,\n  Was withered at the root;\n  We could not speak, no more than if\n  We had been choked with soot.\n 149  Ah! well-a-day! what evil looks\n  Had I from old and young!\n  Instead of the cross, the Albatross\n  About my neck was hung.\"\n11.  Answer the following questions briefly\n a. In which direction did the ship start moving? How can you say?\n b. Why does the mariner say that 'no sweet bird did follow'?\n c. How did the other mariners behave towards the Ancient Mariner at first? How \nmany times did they change their mind about the Ancient Mariner? What does this \ntell us about their character?\n d. How did the sailing conditions change after the ship had moved out of the land of \nmist and snow? What or who did the mariners blame for this change?\n e. What is indicated by the line 'The bloody sun, at noon,/Right up above the mast did \nstand,/No bigger than the moon'?\n f. How does the mariner describe the fact that they were completely motionless in \nthe middle of the sea?\n g. What is the irony in the ninth stanza? Explain it in your own words.\n h. What is the narrator trying to convey through the description of the situation in the \ntenth and eleventh stanza?\n i. What or who did the mariners feel was responsible for their suffering?\n33 reel and rout - types of dance\n34 fathom -  a measurement of depth"
            }
        ]
    },
    {
        "chapter": "Chapter 11: Snake",
        "pages": [
            {
                "page": 1,
                "text": "125P.5    Snake \nD. H. Lawrence\n1. Snakes generate both horror and fascination. Do you agree? Why/Why not?\n2. Read what W.W.E. Ross feels when he sees a snake and fill in the table given \nbelow:\n  The Snake Trying\n  The snake trying\n  to escape the pursuing stick,\n  with sudden curvings of thin\n  long body . How beautiful\n  and graceful are his shapes!\n  He glides through the water away\n  from the stroke. O let him go\n  over the water\n  into the reeds to hide\n  without hurt. Small and green\n  he is harmless even to children.\n  Along the sand\n  he lay until observed\n  and chased away , and now\n  he vanishes in the ripples\n  among the green slim reeds.\n What is the snake doing?    Words to describe the snake    The Poet's plea111111\nUNITUNITUNITPoetry"
            },
            {
                "page": 2,
                "text": "Poetry \n1263. Read the poem by D.H. Lawrence about his encounter with a snake. \n  A snake came to my water-trough\n  On a hot, hot day, and I in pyjamas for the heat, \n  To drink there.\n1\n  In the deep, strange-scented shade of the great dark carob-tree  \n2\n 5 I came down the steps with my pitcher  \n          And must wait, must stand and wait, for there he was at the trough before me.\n3\n  He reached down from a fissure  in the earth-wall in the gloom\n          And trailed his yellow-brown slackness soft-bellied down, over the edge of\n          the stone trough\n   And rested his throat upon the stone bottom,\n 10 And where the water had dripped \nfrom the tap, in a small clearness,\n  He sipped with his straight mouth,\n  Softly drank through his straight \ngums, into his slack long body , \n  Silently .\n  Someone was before me at my water-\ntrough,\n  And I, like a second comer , waiting.\n 15 He lifted his head from his drinking, as \ncattle do,\n  And looked at me vaguely , as drinking \ncattle do,\n4\n  And flickered  his two-forked tongue \n5\nfrom his lips, and mused  a moment, \n  And stooped and drank a little more,\n  Being earth-brown, earth-golden \n6\nfrom the burning bowels  of the earth \n 20 On the day of Sicilian July, with Etna smoking.\n  The voice of my education said to me\n  He must be killed,\n  For in Sicily the black, black snakes are innocent, the gold are venomous.\n1  carob-tree - a red flowered tree originally in the Mediterranean area.\n2  pitcher - tall, round container with an open top and large handle\n3  fissure - crack\n4  flickered - moved\n5  mused - think about\n6  bowels - bottom of earth"
            },
            {
                "page": 3,
                "text": "Poetry\n127  And voices in me said, If you were a man\n 25 You would take a stick and break him now, and finish him off.\n  But must I confess how I liked him,\n  How glad I was he had come like a guest in quiet, to drink at my water-trough\n  And depart peaceful, pacified, and thankless,\n  Into the burning bowels of this earth?\n7\n 30 Was it cowardice, that I dared not kill him? Was it perversity , that I longed to talk to \nhim? Was it humility , to feel so honoured?\n  I felt so honoured.\n  And yet those voices:\n  If you were not afraid, you would kill him!\n  And truly I was afraid, I was most afraid, But even so, honoured still more\n 35  That he should seek my hospitality\n  From out the dark door of the secret earth.\n  He drank enough \n  And lifted his head, dreamily , as one who has drunken, \n  And flickered his tongue like a forked night on the air, so black, \n 40  Seeming to lick his lips,\n  And looked around like a god, unseeing, into the air,\n  And slowly turned his head,\n  And slowly , very slowly , as if thrice adream,\n  Proceeded to draw his slow length curving round\n 45 And climb again the broken bank of my wall-face.\n  And as he put his head into that dreadful hole,\n  And as he slowly drew up, snake-easing his shoulders, and entered farther , \n  A sort of horror , a sort of protest against his withdrawing into that horrid black hole,\n  Deliberately going into the blackness, and slowly drawing himself after,\n 50 Overcame me now his back was turned.\n  I looked round, I put down my pitcher , \n  I picked up a clumsy log\n  And threw it at the water-trough with a clatter .\n \n7 perversity - The quality of being unreasonable, illogical"
            },
            {
                "page": 4,
                "text": "Poetry \n128  I think it did not hit him,\n8\n 55 But suddenly that part of him that was left behind convulsed  in undignified haste.\n9\n  Writhed  like lightning, and was gone \n  Into the black hole, the earth-lipped fissure in the wall-front, \n  At which, in the intense still noon, I stared with fascination.\n  And immediately I regretted it.\n10\n 60 I thought how paltry , how vulgar , what a mean act!\n  I despised myself and the voices of my accursed human education.\n11 \n  And I thought of the albatross\n  And I wished he would come back, my snake.\n  For he seemed to me again like a king,\n 65 Like a king in exile, uncrowned in the underworld,\n  Now due to be crowned again.\n  And so, I missed my chance with one of the lords\n  Of life.\n12\n  And I have something to expiate\n  A pettiness.\nAbout the author\nD.H. Lawrence (1885-1930), English novelist, storywriter , critic, poet and \npainter , is one of the greatest figures in the twentieth-century English \nliterature. The poem ‘Snake’ , composed in 1923, forms part of the Reptiles \nsection of D.H. Lawrence's book ‘Birds, Beasts, and Flowers .’ It details a \npowerful few moments when Lawrence is confronted by a snake at \nLawrence's water trough, in Taormina, Sicily . The poem is unrhymed, written \nin free verse, and is representative of modernist literature.\n4.  Given below is the summary of the poem Snake in short paragraphs. However \nthey  are jumbled. Work in pairs and put the summary into a logical sequence.\na) After drinking water to his satisfaction, the snake raised his head dreamily and flickered \nhis forked tongue and licked his lips. The snake looked around like a God and then \nslowly proceeded to curve round and move away from the water trough.\nb) The poet felt much like the ancient mariner who had killed the albatross for no reason. \nHe wished that the snake would come back. He thought of the snake as a king in exile \n \n8convulsed - violent movement \n9 Writhed - to twist and turn\n10  paltry - worthless \n11 albatross - an allusion to Coleridge's \"The \nRime of the Ancient Mariner\". He wishes for it  \nto return.\n12   expiate - make amends"
            }
        ]
    },
    {
        "chapter": "Chapter 12: The Dear Departed",
        "pages": [
            {
                "page": 1,
                "text": "D.1    The Dear Departed\nbyStanley Houghton\n1371.  Read an excerpt from the diary of a 72 year old man :\n  As I sit here alone and waiting\n  I gaze at people passing me by.\n  I try to smile and reach out to them\n  But no one notices; no one waits.\n  They look to me like I am nothing-\n  Are they afraid to be seen saying \"Hi\" to an old \nman like me? \n  Once my life, it's like a flower ,\n  I had bloomed into a child.\n  Now, like the dying flower\n   Waiting for my one day to come-\n  It will be then that I am gone,\n  And yet, I still would not have heard that simple word, \"Hi”\n  That for so long my heart had desired.\n  What do you think is he feeling? •\n  What situation do you think leads people to feel so? •\n  Can such people be helped? How? •\n2.   Read the news story given below .\nIndia's elderly face growing neglect\nBy Tinku Ray \nBBC News, Delhi\nThere has been a steady rise recently in reports of cases of elderly being \nabused, harassed and abandoned in India. \n121212\nUNITUNITUNITDrama"
            },
            {
                "page": 2,
                "text": "Drama\n138Traditionally older people have been revered in India, signified by the touching \nof their feet by the younger generation. \nPrime ministers and Presidents have almost always been senior citizens. \nJoint family systems - where three or more generations lived under one roof - \nwere a strong support - network for the elderly . \nBut more children are now leaving their parental homes to set up their own.\nDiscuss in groups: \n a) What are the reasons for the old people being \"abused, harassed and \nabandoned\" in India?\n b)  What are the problems faced by the old people as a result?\n3.  The play 'The Dear Departed' can be performed on the stage. The first step would \nbe a dramatized reading of the play as a whole class activity . Later , your teacher \nwill assign you roles which you will play after an audition. Later the play can be \nput up on stage. \n Characters\n Sisters    MRS. SLATER\n     MRS. JORDAN\n Their Husbands  HENR Y SLATER\n     BEN JORDAN\n VICT ORTIA SLATER   : Daughter of Mrs. and Mr. Slater\n ABEL  MERR YWEA THER  Father of Mrs. Slater and Mrs. Jordanincreasing \nmaterialism \nReasons for \nneglect of \nold people"
            },
            {
                "page": 3,
                "text": "Drama\n139 (The scene is the sitting room of a small house in a lower middle-class district of a \nprovincial town. On the spectator's left is the window , with the blinds down. A sofa is in \nfront of it. On his right is a fireplace with an armchair by it. In the middle of the wall facing \nthe spectator is the door into the passage. To the left of the door a cheap, shabby chest \nof drawers, to the right a sideboard. In the middle of the room is a table, with chairs \nround it. Ornaments and a cheap American clock are on the mantelpiece, in the hearth \na kettle. By the sideboard a pair of gaudy new carpet slippers. The table is partly laid for \ntea, and the necessaries for the meal are on the sideboard, as also are copies of an \n1 2\nevening paper and of TIT-BITS   and PEARSON'S WEEKL Y. Turning to the left \nthrough the door takes you to the front door; to the right, up-stairs. In the passage a hat-\nstand is visible. When the curtain rises Mrs. Slater is seen laying the table. She is a \nvigorous, plump, red-faced,vulgar woman, prepared to do any amount of straight \ntalking to get her own way. She is in black, but not in complete mourning. She listens for \na moment and then goes to the window , opens it and calls out into the street).\n MRS. SLATER  (sharply)  Victoria, Victoria! D'ye hear? Come in, will you?\n  (MRS. SLATER closes window and puts the blind straight and then \n3\nreturns to her work at the table.  VICT ORIA, a precocious   girl \noften, dressed in colours, enters.)\n4\n MRS. SLATER :  I'm amazed at you, Victoria; I really am. How you can gallivanting  \nabout in the street with your grandfather lying dead and cold \nupstairs, I don't know . Be off now, and change your dress before \nyour Aunt Elizabeth and your Uncle Ben come. It would never do for \n5\nthem to find you in colours .\n VICT ORIA  :  What are they coming for? They haven't been here for ages.\n MRS. SLATER :  They're coming to talk over poor grandpa's affairs. Your father sent \nthem a telegram as soon as we found he was dead. (A noise is \nheard.)\n  Good gracious, that's never them. (MRS. SLATER: hurries to the \ndoor and opens it.) No, thank goodness! It's only your father .\n  (HENR Y SLATER, a stooping, heavy man with a drooping \n6\nmoustache, enters. He is wearing a black tailcoat , grey trousers, a \nblack lie and a bowler hat. He carriers a little paper parcel. )\n1 TIT-BITS- A British weekly magazine founded by George Newnes in 1881, which was in mass circulation \nin England. \n2 PEARSON'S WEEKL Y - A British weekly magazine founded by Sir Cyril Pearson (1866-1921) in \n1890.\n3 precocious - a person whose mental attitude is developed beyond his/ her age\n4 gallivanting - go about seeking pleasure\n5 colours - wearing gay dress\n6 tailcoat - a man's black coat worn for formal daytime occasions and having a long rounded and split tail"
            },
            {
                "page": 4,
                "text": "Drama\n140 HENR Y :  Not come yet, eh?\n MRS. SLATER :  You can see they haven't, can't you? Now, Victoria, be off upstairs \nand that quick. Put your white frock on with a black sash.\n  (VICT ORIA  goes out.)\n MRS. SLATER :  (to HENR Y): I'm not satisfied, but it's the best we can do till our new \n7\nblack's ready , and Ben and Elizabeth will never have thought \nabout mourning yet, so we'll outshine them there-\n  (HENR Y sits in the armchair by the fire.)\n  Get your boots off, HENR Y; Elizabeth's that prying she notices the \nleast speck of dirt.\n HENR Y :  I'm wondering if they'll come at all. When you an Elizabeth quarreled \nshe said she'd never set foot in your house again.\n MRS. SLATER :  She'll come fast enough after her share of what grandfather's left. \nYou know how hard she can be when she likes. Where she gets it \nfrom I can't tell. (MRS. SLATER unwraps the parcel HENR Y has \nbrought. It contains an apple pie, which she puts on a dish on the \ntable.)\n HENR Y :  I suppose it's in the family .\n MRS. SLATER :  What do you mean by that, Henry Slater?\n HENR Y :  I was referring to your father , not to you. Where are my slippers?\n MRS. SLATER :  In the kitchen; but you want a new pair, those old ones are nearly \nworn out. (Nearly breaking down.) You don't seem to realize what it's \ncosting me to bear up like I am doing. My heart's fit to break when I \nsee the little trifles that belonged to grandfather lying around, and \nthink he'll never use them again. (Briskly)\n  Here! You'd better wear these slippers of grandfather's now. It's \nlucky he'd just got a new pair-\n HENR Y :  They'll be very small for me, my dear.\n MRS. SLATER :  They'll stretch, won't they? I'm not going to have them wasted. (She \nhas finished laying the table.)\n8\n  Henry , I've been thinking about that bureau  of grandfather's that's \nin his bedroom. You know I always wanted to have it after he died.\n7 till our new black's ready - till a new dress of mourning is ready\n8 bureau - a writing desk with drawers"
            },
            {
                "page": 5,
                "text": "Drama\n141 HENR Y :  You must arrange with Elizabeth when you're dividing things up.\n MRS. SLATER :  Elizabeth's that sharp she'll see I'm after it, and she'll drive a hard \n9\nbargain  over it. Eh, what it is to have a low money grubbing spirit!\n HENR Y :  Perhaps she's got her eye on the bureau as well.\n MRS. SLATER :  She's never been here since grandfather bought it. If it was only \ndown here instead of in his room, she'd never guess it wasn't our \nown.\n HENR Y :  (startled)  Amelia! (He rises.)\n MRS. SLATER :  Henry , why shouldn't we bring that bureau down here now? We \ncould do it before they come.\n HENR Y(stupefied)  :  I wouldn't care to.\n MRS. SLATER :  Don't look so daft. Why not?\n HENR Y :  It doesn't seem delicate, somehow .\n MRS. SLATER :  We could put that shabby old chest of drawers upstairs where\n  the bureau is now. Elizabeth could have that and welcome.I've \nalways wanted to get rid of it. (She points to the drawers.)\n HENR Y :  Suppose they come when we're doing it.\n MRS. SLATER :  I'll fasten the front door. Get your coat off. Henry; we'll change it. \n(MRS. SLATER goes out to fasten the front door. HENR Y takes his \ncoat off . MRS. SLATER reappears. )\n MRS. SLATER :  I'll run up and move the chairs out of the way.\n  (VICTORIA appears, dressed according to her mother's \ninstructions.)\n VICT ORIA  :  Will you fasten my frock up the back, mother?\n MP.S.SLA TER :  I'm busy; get your father to do it.\n  (MRS. SLATER hurries upstairs, and HENR Y fastens the frock. )\n VICT ORIA  :  What have you got your coat off for, Father?\n HENR Y :  Mother and me is going to bring grandfather's bureau down here.\n VICT ORIA  :  (after a moment's thought.) : Are we pinching it before Aunt Elizabeth \ncomes?\n9 drive a hard bargain - to argue in an aggressive manner and force somebody to agree on the best \npossible arrangement."
            },
            {
                "page": 6,
                "text": "Drama\n142 HENR Y :  (shocked)  No, my child. Grandpa gave it to your mother before he \ndied.\n VICT ORIA  :  This morning?\n HENR Y :  Yes.\n VICT ORIA  :  Ah! He was drunk this morning.\n HENR Y :  Hush; you mustn't ever say he was drunk, now. (HENR Y has \nfastened the frock, and MRS. SLATER appears carrying a \nhandsome clock under her arm.)\n MRS. SLATER : I thought I'd fetch this down as well. (She puts it on the mantelpiece.) \nOur clock's worth nothing and this always appealed to me.\n VICT ORIA  :  That's grandpa's clock.\n MRS. SLATER :  Be quiet! It's ours now. Come Henry , lift your end. Victoria, don't \nbreathe a word to your aunt about the clock and the bureau.\n  (They carry the chest of drawers through the doorway .)\n VICT ORIA  :  (to herself) I thought we'd pinched them.\n  (After a short pause there is a sharp knock at the front door.)\n MRS. SLATER :  (from upstairs) Victoria, if that's your aunt and uncle you're not to \nopen the door.\n  (VICT ORIA  peeps through the window .)\n VICT ORIA  :  Mother , It's them.\n MRS. SLATER :  You're not to open the door till I come down. (Knocking repeated.)\n  Let them knock away . (There is a heavy bumping noise.)\n  Mind the wall. Henry . (HENR Y and MRS. SLATER, very hot and \nflushed, stagger in with a pretty old- fashioned bureau containing a \nlocked desk. They put it where the chest of drawers was, and \nstraighten the ornaments, etc. The knocking is repeated.)\n MRS. SLATER :  That was a near thing. Open the door, Victoria. Now, Henry , get your \ncoat on. (She helps him.)\n HENR Y :  Did we knock much plaster off the wall?\n MRS. SLATER :  Never mind the plaster . Do I look all right? (Straightening her hair in \nthe glass.)  Just watch Elizabeth's face when she sees we're all in \nhalf-mourning. (Throwing him T it-Bits.) Take this and sit down. Try"
            },
            {
                "page": 7,
                "text": "Drama\n143and look as if we'd been waiting for them. (HENR Y sits in the \narmchair and MRS. SLATER on the left of table. They read \n10\nostentatiously . VICT ORIA  ushers in BEN and MRS. JORDAN. \nThe latter is a stout, complacent woman with an impassive face and \nan irritating air of always being right. She is wearing a complete and \ndeadly outfit of new mourning crowned by a great black hat with \nplumes. BEN is also in complete new mourning, with black gloves \nand a band round his hat. He is rather a jolly little man, accustomed \nto be humorous, but at present trying to adapt himself to the \nregrettable occasion. He has a bright, chirpy little voice.  BEN sails \ninto the room and solemnly goes straight to MRS. SLATER and \nkisses her. The men shake hands. Not a word is spoken. \nMRS. SLATER furtively inspects the new mourning.)\n MRS. JORDAN :  Well,Amelia, and he's gone at last.\n MRS. SLATER :  Yes, he's gone. He was seventy-two a fortnight last Sunday . (She \nsniffs back a tear. MRS. JORDAN  sits on the left of the table. MRS. \nSLATER on the right. HENR Y in the armchair . BEN on the sofa with \nVICT ORIA  near him.)\n BEN :  (chirpily) Now, Amelia, you mustn't give way. We've all got to die \nsome time or other . It might have been worse.\n MRS. SLATER :  I don't see how.\n BEN :  It might have been one of us.\n HENR Y :  It's taken you a long time to get here, Elizabeth.\n MRS. JORDAN :  Oh, I couldn't do it. I really couldn't do it.\n MRS. SLATER :  (suspiciously) Couldn't do what?\n MRS. JORDAN :  I couldn't start without getting the mourning. (Glancing at her sister .)\n MRS. SLATER :  We've ordered ours, you may be sure. (Acidly) I never could fancy \nbuying ready-made things.\n MRS. JORDAN :  No? For myself it's such a relief to get into the black. And now \nperhaps you'll tell us all about it. What did the doctor say?\n MRS. SLATER :  Oh, he's not been near yet.\n MRS. JORDAN :  Not been near?\n10 ostentatiously - showily"
            },
            {
                "page": 8,
                "text": "Drama\n144 BEN :  (in the same breath) Didn't you send for him at once?\n MRS. SLATER :  Of course I did. Do you take me for a fool? I sent Henry at once for Dr. \nPringle but he was out.\n BEN :  You should have gone for another . Eh, Eliza?\n MRS. JORDAN :  Oh, yes. It's a fatal mistake.\n MRS. SLATER :  Pringle attended him when he was alive and Pringle shall attend him \nwhen he's dead. That's professional etiquette.\n BEN :  Well, you know your own business best, but-\n MRS. JORDAN :  Yes-it's a fatal mistake.\n MRS. SLATER :  Don't talk so silly, Elizabeth. What good could a doctor have done?\n MRS. JORDAN :  Look at the many cases of persons being restored to life hours after \nthey were thought to be 'gone'.\n HENR Y :  That's when they've been drowned. Your father wasn't drowned, \nElizabeth.\n BEN :  (humorously) There wasn't much fear of that. If there was one thing \nhe couldn't bear, it was water . (He laughs, but no else does.)\n MRS. JORDAN  (pained) : BEN!\n  (BEN is crushed at once. )\n11\n MRS. SLATER   (piqued)  : I'm sure he washed regular enough.\n MRS. JORDAN :  If he did take a drop too much at times, we'll not dwell on that, now.\n MRS. SLATER :  Father had been 'merry' this morning. He went out soon after \nbreakfast to pay his insurance.\n BEN :  My word, it’s a good thing he did.\n MRS. JORDAN :  He always was thoughtful in that way. He was too honourable to \nhave 'gone' without paying his premium.\n MRS. SLATER :  Well, he must have gone round to the ‘Ring-o'-Bells' afterwards, for \n12\nhe came in as merry as a sandboy . I says, 'We're only waiting for \nHenry to start dinner'. 'Dinner', he says 'I don't want no dinner . I'm \ngoing to bed!'\n BEN :  (shaking his head) Ah! dear, dear.\n11 piqued - experienced indignation\n12 as merry as a sandboy - extremely happy and care free"
            },
            {
                "page": 9,
                "text": "Drama\n145 HENR Y :  And when I came in I found him undressed sure enough and snug in \nbed. (He rises and stands on the hearthrug.)\n MRS. JORDAN :  (definitely)\n  Yes, he'd had a 'warning'. I'm sure of that. Did he know you?\n HENR Y :  Yes. He spoke to me.\n MRS. JORDAN :  Did he say he'd had a 'warning'?\n HENR Y :  No. He said, 'Henry , would you mind taking my boots off? I forgot \nbefore I got into bed'.\n MRS. JORDAN :  He must have been wandering.\n HENR Y :  No, he'd got' em on all right.\n MRS. SLATER :  And when we'd finished dinner I thought I'd take up a bit of something \non a tray. He was lying there for all the world as if he was asleep, so I \nput the tray down on the bureau -(correcting herself)on the chest of \ndrawers - and went to waken him. (A pause.) He was quite cold.\n HENR Y :  Then I heard Amelia calling for me, and I ran upstairs.\n MRS. SLATER :  Of course we could do nothing.\n MRS. JORDAN :  He was 'gone'?\n HENR Y :  There wasn't any doubt.\n MRS. JORDAN :  I always knew he'd go sudden in the end.\n  (A pause. They wipe their eyes and sniff back tears.)\n MRS. SLATER :  (rising briskly at length: in a business-like tone)\n  Well, will you go up and look at him now, or shall we have tea?\n MRS. JORDAN :  What do you say, Ben?\n BEN :  I'm not particular .\n MRS. JORDAN :  (surveying, the table) Well, then, if the kettle's ready we may as well \nhave tea first.\n  (MRS. SLATER puts the kettle on the fire and gets tea ready .)\n HENR Y :  One thing we may as well decide now; the announcement in the \npapers.\n MRS. JORDAN :  I was thinking of that. What would you put?"
            },
            {
                "page": 10,
                "text": "Drama\n146 MRS. SLATER :  At the residence of his daughter , 235 Upper Cornbank Street, etc.\n HENR Y :  You wouldn't care for a bit of poetry?\n MRS. JORDAN :  I like 'Never Forgotten'. It's refined.\n HENR Y :  Yes, but it's rather soon for that.\n BEN :  You couldn't very well have forgotten him the day after.\n MRS. SLATER :  I always fancy , 'A loving husband, a kind father , and a faithful friend'.\n BEN :  (doubtfully) Do you think that's right?\n HENR Y :  I don't think it matters whether it's right or not.\n MRS. JORDAN :  No, it's more for the look of the thing.\n HENR Y :  I saw a verse in the Evening News yesterday . Proper poetry it was- it \nrhymed. (He gets the paper and reads.)\n  'Despised and forgotten by some you may be, But the spot that \ncontains you is sacred to we.'\n MRS. JORDAN :  That'll never do. You don't say 'scared to we'.\n HENR Y :  It's in the paper .\n MRS. SLATER :  You wouldn't say it if you were speaking properly , but it's different in \npoetry .\n13\n HENR Y :  Poetic license , you know .\n MRS. JORDAN :  No, that'll never do. We want a verse that says how much we loved \nhim and refers to all his good qualities and says what a heavy loss \nwe've had.\n MRS. SLATER :  You want a whole poem. That'll cost a good lot.\n MRS. JORDAN :  Well, we'll think about it after tea, and then we'll look through his bits \nof things and make a list of them. There's all the furniture in his room.\n HENR Y :  There's no jewellery or valuables of that sort.\n MRS. JORDAN :  Except his gold watch. He promised that to our Jimmy .\n MRS. SLATER :  Promised to your Jimmy! I never heard of that.\n MRS. JORDAN :  Oh, but he did, Amelia, when he was living with us. He was very fond \nof Jimmy .\n13 Poetic license - freedom to change facts or normal rules of language"
            },
            {
                "page": 11,
                "text": "Drama\n147 MRS. SLATER :  Well. (Amazed.) I don't know!\n BEN :  Anyhow , there's his insurance money . Have you got the receipt for \nthe premium he paid this morning?\n MRS. SLATER :  I've not seen it.\n  (VICT ORIA, jumps up fromthe sofa and comes behind the table. )\n VICT ORIA  :  Mother , I don't think Grandpa went to pay his insurance this \nmorning.\n MRS. SLATER :  He went out.\n VICT ORIA  :  Yes, but he didn't go into the town. He met old Mr. Tattersall down the \nstreet, and they went off past St. Philip's Church.\n14\n MRS. SLATER :  To the 'Ring-o'-Bells' , I'll be bound.\n BEN :  The -Ring-o'-Bells'?\n15 \n MRS. SLATER :  That public-house that John Shorrock's widow keeps. He is \nalways hanging about there. Oh, if he hasn't paid it -\n BEN :  Do you think he hasn't paid it? Was it overdue?\n MRS. SLATER :  I should think it was overdue.\n MRS. JORDAN :  Something tells me he's not paid it. I've a 'warning', I know it; he's not \npaid it.\n14 'Ring-o'-Bells'- the name of a retaurant\n15 public-house - a pub, a place that is licensed to sell alcoholic beverages"
            },
            {
                "page": 12,
                "text": "Drama\n148 BEN :  The drunken old beggar .\n MRS. JORDAN :  He's done it on purpose, Just to annoy us.\n MRS. SLATER :  After all I've done for him, having to put up with him in the house \nthese three years. It's nothing short of swindling.\n MRS. JORDAN :  I had to put up with him for five years.\n MRS. SLATER :  And you were trying to turn him over to us all the time.\n HENR Y :  But we don't know for certain that he's not paid the premium.\n MRS. JORDAN :  I do. It's come over me all at once that he hasn't. ,\n MRS. SLATER :  Victoria, run upstairs and fetch that bunch of keys that's on your \ngrandpa's dressing table.\n VICT ORIA  :  (timidly) In Grandpa's room?\n MRS. SLATER :  Yes.\n VICT ORIA  :  I-I don't like to.\n MRS. SLATER :  Don't talk so silly. There's no one who can hurt you. (VICT ORIA  goes \nout reluctantly .) We'll see if he's locked the receipt up in the bureau,\n BEN :  In where? In this thing? (He rises and examines it.)\n MRS. JORDAN :  (also rising)\n  Where did you pick that up, Amelia? It's new since last I was here. \n(They examine it closely .)\n MRS. SLATER :  Oh-Henry picked it up one day.\n MRS. JORDAN :  I like it. It's artistic. Did you buy it at an auction?\n HENR Y :  Eh! Where did I buy it, Amelia?\n MRS. SLATER :  Yes, at an auction.\n BEN :  (disparagingly) Oh, second-hand.\n MRS. JORDAN :  Don't show your ignorance, Ben. All artistic things are secondhand. \nLook at those old masters.\n  (VICT ORIA  returns, very scared. She closes the door after her.)\n VICT ORIA  :  Mother! Mother!\n MRS. SLATER :  What is it, child?\n VICT ORIA  :  Grandpa's getting up.\n BEN :  What?"
            },
            {
                "page": 13,
                "text": "Drama\n149 MRS. SLATER :  What do you say?\n VICT ORIA  :  Grandpa's getting up.\n MRS. JORDAN :  The child's crazy .\n MRS. SLATER :  Don't talk so silly. Don't you know your grandpa's dead?\n VICT ORIA  :  No, no; he's getting up. I saw him.\n  (They are transfixed with amazement. BEN and MRS. JORDAN left \nof table. VICT ORIA  clings to MRS. SLATER, right of table HENR Y \nnear fireplace. )\n MRS. JORDAN :  You'd better go up and see for yourself, Amelia.\n MRS. SLATER :  Here-come with me, Henry . (HENR Y draws back terrified )\n BEN :  (suddenly)\n  Hist! Listen.\n  (They look at the door. A slight chuckling is heard outside. The door opens, \nrevealing an old man clad in a faded but gay dressing-gown. He is in his \nstockinged feet. Although over seventy, he is vigorous and well coloured; his \nbright, malicious eyes twinkle under his heavy, reddish-grey eyebrows. He is \nobviously either Grandfather ABEL MERRYWEATHER or else his ghost.)\n ABEL  :  What's the matter with little \nVicky? (He sees BEN and \nMRS. JORDAN); Hello! \nWhat brings you here? \nHow's yourself, Ben?\n  (ABEL  thrusts his hand at \nBEN, who skips back \nsmartly and retreats to a \nsafe distance behind the \nsofa. )\n MRS. SLATER  (approaching ABEL \ngingerly) Grandfather , is \nthat you? (She pokes him \nwith her hand to see if he is \nsolid.)\n ABEL  :  (irritated by the whispering)"
            },
            {
                "page": 14,
                "text": "Drama\n150  Of course it's me. Don't do that, 'Melia. What the devil do you mean \n16\nby this tomfoolery ? \n MRS. SLATER :  (to the others) He's not dead.\n BEN :  Doesn't seem like it.\n ABEL  :  You've kept away long enough, Lizzie; and now you've come, you \ndon't seem over-pleased to see me.\n MRS. JORDAN :  You took us by surprise, father . Are you keeping quite well?\n ABEL  : (trying to catch the words.) Eh? What?\n MRS. JORDAN :  Are you quite well?\n ABEL  :  Aye, I'm right enough but for a bit of a headache. I wouldn't mind \nbetting that I'm not the first in this house to be carried to the \ncemetery . I always think Henry there looks none too healthy .\n MRS. JORDAN :  Well, I never!\n  (ABEL  crosses to the armchair , HENR Y gets out of his way to the \nfront of the table. )\n17\n ABEL  :  'Melia, what the dickens  did I do with my new slippers?\n MRS. SLATER :  (confused)\n  Aren't they by the hearth, grandfather?\n ABEL  :  I don't see them. (Observing HENR Y trying to remove the slippers.) \nWhy, you've got 'em on. Henry .\n MRS. SLATER :  (promptly) I told him to put them on to stretch them; they were that \nnew and hard. Now,  Henry .(MRS. SLATER snatches the slippers \nfrom HENR Y and gives them  to ABEL, who puts them on and sits in \narmchair)\n MRS. JORDAN :  (to BEN) Well, I don't call that delicate. Stepping into a dead man's \nshoes in such haste.\n  (HENR Y goes up to the window and pulls up the blind. VICT ORIA  \nruns across to ABEL  and sits on the floor at his feet.)\n VICT ORIA  :  Oh, Grandpa, I'm so glad you're not dead.\n MRS. SLATER :  (in a vindictive whisper) Hold your tongue, Victoria.\n ABEL  :  Eh? What's that? Who's gone dead?\n16 tomfoolery - foolish behaviour\n17  dickens - informal way of saying that you are annoyed or surprised"
            },
            {
                "page": 15,
                "text": "Drama\n151 MRS. SLATER :  (Loudly) Victoria says she's sorry about your head.\n ABEL  :  Ah, thank you, Vicky, but I'm feeling better .\n MRS. SLATER  (to MRS. JORDAN) : He's so fond of Victoria.\n MRS. JORDAN   (to MRS. SLATER):Y es, he's fond of our Jimmy , too.\n MRS. SLATER :  You'd better ask him if he promised your Jimmy his gold watch.\n MRS. JORDAN :  (disconcerted) I couldn't just now. I don't feel equal to it.\n ABEL  :  Why, Ben, you're in mourning! And Lizzie too. And 'Melia, and Henry \nand little Vicky! Who's gone dead? It's someone in the family . (He \nchuckles.)\n MRS. SLATER :  No one you know , father . A relation of Ben's.\n ABEL  :  And what relation of Ben's?\n MRS. SLATER :  His brother .\n BEN (to MRS. SLATER) : Hang it, I never had one.\n ABEL  :  Dear , dear.And what was his name, Ben?\n BEN :  (at a loss)  Er - er. (He crosses to front of table.)\n  MRS. SLATER.  (R of table, prompting)  : Frederick.\n MRS. JORDAN  (L of table, prompting).  :Albert.\n BEN :  Er-FedAlb-Issac.\n ABEL  :  Issac? And where did your brother Isaac die?\n BEN :  In-er-in Australia.\n ABEL  :  Dear , dear. He'd be older than you, eh?\n BEN :  Yes, five years.\n ABEL  :  Aye, aye. Are you going to the funeral?\n BEN :  Oh, yes.\n MRS. SLATER and MRS. JORDAN : No, no.\n BEN :  No, of course not.\n  (He retires to L.)\n ABEL  :  (rising)\n  Well, I suppose you've only been waiting for me to begin tea. I'm \nfeeling hungry ."
            },
            {
                "page": 16,
                "text": "Drama\n152 MRS. SLATER :  (taking up the kettle) I'll make tea.\n ABEL  :  Come along, now; sit down and let's be jolly.\n  (ABEL  sits at the head of the table, facing spectators.  BEN and \nMRS. JORDAN on the left. VICT ORIA  brings a chair and sits by \nABEL. MRS. SLATER and HENR Y sit on the right. Both the women \nare next to ABEL.)\n MRS. SLATER :  Henry , give grandpa some pie.\n ABEL  :  Thank you. I'll make a start. (He helps himself to bread and butter .)\n  (HENR Y serves the pie and MRS. SLATER pours out the tea. Only \nABEL  eats with any heartiness.)\n BEN :  Glad to see you've got an appetite, Mr. Merry Weather , although \nyou've not been so well.\n ABEL  :  Nothing serious. I've been lying down for a bit.\n MRS. SLATER :  Been to sleep, grandfather?\n ABEL  :  No, I've not been to sleep.\n MRS. SLATER and HENR Y: Oh!\n ABEL  :  (eating and drinking) I can't exactly call everything to mind, but I \nremember I was a bit dazed, like- I couldn't move an inch, hand or \nfoot.\n BEN :  And could you see and hear, Mr. Merryweather?\n ABEL  :  Yes, but I don't remember seeing anything particular . Mustard, Ben.\n  (BEN passes the mustard. )\n MRS. SLATER :  Of course not, grandfather . It was all your fancy . You must have been \nasleep.\n ABEL  :  (snappishly) I tell you I wasn't asleep, 'Melia, I ought to know ,\n MRS. JORDAN :  Didn't you see Henry or Amelia come into the room?\n ABEL  :  (scratching-his head) Now let me think-\n MRS. SLATER :  I wouldn't press him Elizabeth. Don't press him.\n HENR Y :  I wouldn't worry him.\n ABEL  :  (suddenly recollecting) Ay, begad! 'Melia and Henry , what the devil \ndid you mean by shifting my bureau out of my bedroom? (HENR Y \nand MRS. SLATER are speechless ). D' you hear me? Henry! 'Melia!"
            },
            {
                "page": 17,
                "text": "Drama\n153 MRS. JORDAN :  What bureau was that, Father?\n ABEL  :  Why, my bureau the one I bought-\n MRS. JORDAN :  (pointing to the bureau) Was it that one. Father?\n ABEL  :  Ah, that's it. What's it doing here? Eh? (A pause. The clock on the \nmantelpiece strikes six. Everyone looks at it.)\n  Drat me if that isn't my clock too! What the devil's been going on in \nthis house? (A slight pause.)\n BEN :  Well, I'll be hanged.\n MRS. JORDAN :  I'll tell you what's been going on in this house. Father . Nothing short \nof robbery .\n MRS. SLATER :  Be quiet, Elizabeth.\n MRS. JORDAN :  (rising)  I'll not be quiet. Oh, I call it double-faced.\n HENR Y :  Now now, Elizabeth.\n MRS. JORDAN :  And you, too. Are you such a poor creature that you must do every \ndirty thing she tells you?\n MRS. SLATER :  (rising) Remember where you are, Elizabeth.\n HENR Y :  (rising) Come, come. No quarrelling.\n BEN :  (rising) My wife's every right to speak her own mind.\n MRS. SLATER :  Then she can speak it outside, not here.\n ABEL  :  (rising: thumping the table) Damn it all, will some one tell me what's \nbeen going on?\n MRS. JORDAN :  Yes, I will. I'll not see you robbed.\n ABEL  :  Who's been robbing me?\n MRS. JORDAN :  Amelia and Henry . They've stolen your clock and bureau. (Working \nherself up.) They sneaked into your room like thieves in the night \nand stole them after you were dead. \n HENR Y and MRS. SLATER: Hush! Quiet, Elizabeth!\n MRS. JORDAN :  I'll not be stopped. After you were dead, I say.\n ABEL  :  After who was dead?\n MRS. JORDAN :  You.\n ABEL  :  But I'm not dead."
            },
            {
                "page": 18,
                "text": "Drama\n154 MRS. JORDAN :  No, but they thought you were. (A pause. ABEL  gazes round at \nthem. )\n ABEL  :  Oho! So that's why you're all in black today . You thought I was dead. \n(He chuckles.) That was a big mistake. (He sits and resumes his \ntea.)\n MRS. SLATER :  (sobbing) Grandfather .\n ABEL  :  It didn't take you long to start dividing my things between you.\n MRS. JORDAN :  No, father; you mustn't think that. Amelia was simply getting hold of \nthem on her own account.\n ABEL  :  You always were a keen one, Amelia. I suppose you thought the will \nwasn't fair.\n HENR Y :  Did you make a will?\n ABEL  :  Yes, it was locked up in the bureau.\n MRS. JORDAN :  And what was in it, father?\n ABEL  :  That doesn't matter now. I'm thinking of destroying it and making \nanother .\n MRS. SLATER :  (sobbing) Grandfather , you'll not be hard on me.\n ABEL  :  I'll trouble you for another cup of tea, 'Melia; two lumps and plenty of \nmilk.\n MRS. SLATER :  With pleasure. Grandfather . (She pours out the tea.)\n ABEL  :  I don't want to be hard on anyone. I'll tell you what I'm going to do. \nSince your mother died, I've lived part of the time with you, 'Melia, \nand part with you, Lizzie. Well, I shall make a new will, leaving all my \nbits of things to whomever I'm living with when I die. How does that \nstrike you?\n HENR Y :  It's a bit of a lottery-like.\n MRS. JORDAN :  And who do you intend to live with from now?\n ABEL  :  (drinking his tea) I'm just coming to that.\n MRS. JORDAN :  You know , father , it's quite some time that you came to live with us \nagain. We'd make you very comfortable.\n MRS. SLATER :  No, he's not been with us as long as he was with you.\n MRS. JORDAN :  I may be wrong, but I don't think father will fancy living on with you \nafter what's happened today ."
            },
            {
                "page": 19,
                "text": "Drama\n155 ABEL  :  So you'd like to have me again, Lizzie?\n MRS. JORDAN :  You know we're ready for you to make your home with us for as long \nyou please.\n ABEL  :  What do you say to that, 'Melia?\n MRS. SLATER :  All I can say is that Elizabeth's changed her mind in the last two \nyears. (Rising).  Grandfather , do you know what the quarrel between \nus was about?\n MRS. JORDAN :  Amelia, don't be a fool; sit down.\n MRS. SLATER :  No, if I'm not to have him, you shan't either . We quarrelled because \nElizabeth said she wouldn't take you off our hands at any price. She \nsaid she'd enough of you to last a lifetime, and we'd got to keep you.\n ABEL  :  It seems to me that neither of you has any cause to feel proud about \nthe way you've treated me.\n MRS. SLATER :  If I've done anything wrong. I'm sure I'm sorry for it.\n MRS. JORDAN :  And I can't say more than that, too.\n ABEL  :  It's a bit late to say it, now. You neither of you cared to put up with me.\n MRS. SLATERand MRS. JORDAN: No, no grandfather .\n ABEL  :  Aye, you both say that because of what I've told you about leaving \nmy money . Well, since you don't want me, I'll go to someone who \ndoes.\n BEN :  Come Mr. Merryweather , you've got to live with one of your \ndaughters.\n ABEL  :  I'll tell you what I've got to do. On Monday next I've got to do three \nthings. I've got to go to the lawyer's and alter my will; and I've got to \ngo to the insurance office and pay my premium; and I've got to go to \nSt. Philip's Church and get married.\n BEN and HENR Y :  What!\n MRS. JORDAN :  Get married!\n MRS. SLATER :  He's out of his senses. (General consternation.)\n ABEL  :  I say I'm going to get married.\n MRS. SLATER :  Who to?\n ABEL  :  To Mrs. John Shorrocks who keeps the 'Ring-o' -Bells. We've had it \nfixed up a good while now, but I was keeping it as a pleasant"
            },
            {
                "page": 20,
                "text": "Drama\n156surprise. (He rises.)I felt I was a bit of a burden to you, so I found \nsomeone who'd think it a pleasure to look after me. We shall be very \nglad to see you at the ceremony . (He walks to the door.) Till Monday , \nthen. Twelve o' clock at St. Philip's Church. (Opening the door.) It's a \ngood thing you brought that bureau downstairs, 'Melia. It'll be \nhandier to carry across to the 'Ring-o' -Bells on Monday . (He goes \nout.)\n THE CURT AIN FALLS\nABOUT THE AUTHOR\nWilliam Stanley Houghton(1881-1913), was a famous English dramatist. He was \none of the best of a group of realistic playwrights often called the Manchester \nSchool. In every play he sought to present an idea. He had a remarkable gift for \ndialogue that is evident in The Dear Departed. The Dear Departed was first \nproduced in Manchester in 1908. Here Houghton satirizes the degradation of \nmoral values in the British middle-class. \n4.  Given below are the main incidents in the play. They are in a jumbled order . \nArrange them in the sequence in which they occur in the play.\n 1. Victoria is asked to fetch the bunch of keys to the bureau to look for the insurance \nreceipt.\n 2. Mrs. Slater instructs Victoria to put her white frock on with a black sash.\n 3. Mrs Slater discovers that grandfather is 'dead'.\n 4. The Slaters fetch the bureau and the clock from upstairs.\n 5. The family sits down to have tea.\n 6. Henry wears grandfather ’s the new slippers.\n 7. Grandfather comes to know how his daughters have been in a hurry to divide his \nthings between them.\n 8. Grandfather announces his intention to change his will and to marry Mrs. \nShorrocks.\n 9. Grandfather comes down and is surprised to find the Jordans.\n 10. They discuss the obituary announcement in the papers and the insurance \npremium payment.\n 11. The Jordans arrive and learn the details of grandfather's 'demise'from the Slaters."
            }
        ]
    },
    {
        "chapter": "Chapter 13: Julius Caesar",
        "pages": [
            {
                "page": 1,
                "text": "Drama\n1601. Consult a dictionary and find out the difference between\n a)  a killing\n b)  an assassination\n \n2. Many popular and powerful leaders have been assassinated in the past and in \nrecent times. Can you name some of them?\n  …………………………………………………… •\n  …………………………………………………… •\n  …………………………………………………… •\n  …………………………………………………… •\n  …………………………………………………… •\n3. Discuss in groups, the reasons why the leaders you named in (2) have been \nassassinated. Is assassination the end to a problem?\n Have a group discussion on the topic in the context of past/ present day political \nassassinations.\n Introduction:\n JULIUS CAESAR is the story of a man's personal dilemma over moral action, set \nagainst the backdrop of strained political drama. Julius Caesar , an able general and a \nconqueror returns to Rome amidst immense popularity after defeating the sons of \nPompey . The people celebrate his victorious return and Mark Antony of fers him the \ncrown which he refuses. Jealous of Caesar's growing power and afraid he may one \nday become a dictator , Cassius instigates a conspiracy to murder Caesar . He realises \nthat to gain legitimacy in the eyes of the Romans, he must win over the noble Brutus to \nhis side for Brutus is one of the most trusted and respected among all Romans. D.2    Julius Caesar\nby William Shakespeare Drama\n131313\nUNITUNITUNIT"
            },
            {
                "page": 2,
                "text": "Drama\n161Brutus, the idealist, joins the conspiracy feeling that everyone is driven by motives as \nhonourable as his own. Ironically , Caesar is murdered at the foot of Pompey's statue.\n Some Important Characters\n Julius Caesar- The greatest and most powerful of the Romans. Assassinated by \nBrutus, Cassius and a band of conspirators who feel Caesar is very \nambitious and wants the crown.\n Calpurnia- Caesar's wife\n Mark Antony- Caesar's most loyal friend\n Marcus Brutus- Caesar's great friend who joins the conspiracy because of his great love \nfor Rome and for the principle of democracy.\n Cassius-  Instigator and organizer of the conspiracy\n Decius Brutus- Co-conspirator in Caesar's assassination\n4.  The play Julius Caesar can be performed on the stage. The first step would be a \nreading of the play as a whole class. Your teacher will then have an audition and \nassign you roles. Later the play can be put up on the stage.\n Given below are some suggestions and sites which may be visited for \ninstructions regarding set-design, costumes and direction. \n http://www .pbs.org/empires/romans/ \n http://shakespeare.palomar .edu/theatre.htm\n http://www .cummingsstudyguides.net/xGlobe.html\n http://www .shakespearetheatre.org/plays/details.aspx?id=1 15\n http://www .zunal.com/process.php?w=56091\n Act II Scene II\n Caesar's house.\n Thunder and lightning. Enter CAESAR in his night-gown\n CAESAR Nor heaven nor earth have been at peace to-night:\n Thrice hath Calpurnia in her sleep cried out,\n 'Help, ho! they murder Caesar!' Who's within?\n Enter a servant\n SERVANT  My lord?"
            },
            {
                "page": 3,
                "text": "Drama\n162 CAESAR   Go bid the priest to present sacrifice and bring me their opinions of success.\n SERVANT I will, my lord\n Enter CALPURNIA\n CALPURNIA  \n What mean you, Caesar? Think you to walk forth?\n You shall not stir out of your house to-day .\n CAESAR Caesar shall forth: the things that threaten'd me\n Ne'er look'd but on my back; when they shall see\n The face of Caesar , they are vanished.\n1\n CALPURNIA  Caesar , I never stood on ceremonies ,\n Yet now they fright me. There is one within,\n Besides the things that we have heard and seen,\n Recounts most horrid sights seen by the watch.\n A lioness hath whelped in the streets;\n And graves have yawn'd, and yielded up their dead;\n Fierce fiery warriors fought upon the clouds,\n2\n In ranks and squadrons and right form of war,\n Which drizzled blood upon the Capitol;\n3\n The noise of battle hurtled  in the air,\n Horses did neigh, and dying men did groan,\n And ghosts did shriek and squeal about the streets.\n4\n O Caesar! these things are beyond all use,\n And I do fear them.\n CAESAR What can be avoided\n Whose end is purposed by the mighty gods?\n Yet Caesar shall go forth; for these predictions\n1 stood on ceremonies - paid much attention to omens and forecasts\n2 right form of war - correct battle order\n3 hurtled - clashed \n4 beyond all use - most unnatural"
            },
            {
                "page": 4,
                "text": "Drama\n163 Are to the world in general as to Caesar .\n CALPURNIA  When beggars die, there are no comets seen;\n The heavens themselves blaze forth the death of princes.\n CAESAR Cowards die many times before their deaths;\n The valiant never taste of death but once.\n Of all the wonders that I yet have heard.\n It seems to me most strange that men should fear;\n5\n Seeing that death, a necessary  end,\n Will come when it will come.\n Re-enter Servant\n What say the augurers?\n SERVANT They would not have you to stir forth to-day .\n Plucking the entrails of an offering forth,\n They could not find a heart within the beast.\n CAESAR The gods do this in shame of cowardice:\n Caesar should be a beast without a heart,\n If he should stay at home to-day for fear.\n No, Caesar shall not: danger knows full well\n That Caesar is more dangerous than he:\n We are two lions litter'd in one day,\n And I the elder and more terrible:\n And Caesar shall go forth.\n CALPURNIA   Alas, my lord,\n Your wisdom is consumed in confidence.\n Do not go forth to-day: call it my fear\n That keeps you in the house, and not your own.\n We'll send Mark Antony to the senate-house:\n5 necessary - inevitable"
            },
            {
                "page": 5,
                "text": "Drama\n164 And he shall say you are not well to-day:\n Let me, upon my knee, prevail in this.\n CAESAR Mark Antony shall say I am not well,\n And, for thy humour , I will stay at home.\n Enter DECIUS BRUTUS\n Here's Decius Brutus, he shall tell them so.\n DECIUS BRUTUS Caesar , all hail! good morrow , worthy Caesar:\n I come to fetch you to the senate-house.\n6\n CAESAR And you are come  in very happy time ,\n To bear my greeting to the senators\n And tell them that I will not come to-day:\n Cannot, is false, and that I dare not, falser:\n I will not come to-day: tell them so, Decius.\n CALPURNIA  Say he is sick.\n CAESAR Shall Caesar send a lie?\n Have I in conquest stretch'd mine arm so far,\n7\n To be afraid to tell graybeards  the truth?\n Decius, go tell them Caesar will not come.\n DECIUS BRUTUS Most mighty Caesar , let me know some cause,\n Lest I be laugh'd at when I tell them so.\n CAESAR Calpurnia here, my wife, stays me at home:\n She dreamt to-night she saw my statue,\n Which, like a fountain with an hundred spouts,\n8\n Did run pure blood: and many lusty  Romans\n Came smiling, and did bathe their hands in it:\n And these does she apply for warnings, and portents,\n And evils imminent; and on her knee\n6 in very happy time- at the right moment\n7 graybeards- old men (contemptuously dismissing the senators) \n8 lusty- strong; vigorous"
            },
            {
                "page": 6,
                "text": "Drama\n165 Hath begg'd that I will stay at home to-day .\n DECIUS BRUTUS This dream is all amiss interpreted;\n It was a vision fair and fortunate:\n Your statue spouting blood in many pipes,\n In which so many smiling Romans bathed,\n Signifies that from you great Rome shall suck\n9\n Reviving blood , and that great men shall press\n10\n For tinctures, stains, relics and cognizance .\n This by Calpurnia's dream is signified.\n CAESAR And this way have you well expounded it.\n DECIUS BRUTUS I have, when you have heard what I can say:\n And know it now: the senate have concluded\n To give this day a crown to mighty Caesar .\n If you shall send them word you will not come,\n Their minds may change. \n CAESAR How foolish do your fears seem now, Calpurnia!\n I am ashamed I did yield to them.\n Give me my robe, for I will go.\n Enter PUBLIUS, BRUTUS, LIGARIUS, METELLUS, CASCA, TREBONIUS, and \nCINNA\n CAESAR Good friends, go in, and taste some wine with me;\n And we, like friends, will straightway go together .\n BRUTUS [Aside] That every like is not the same, O Caesar ,\n11\n The heart of Brutus yearns to think upon !\n Exeunt\n9 blood- In Decius' explanation the use of the term \"blood\" is metaphoric. It symbolizes Caesar's spirit \nor influence \n10 great men shall press… cognizance - great men shall gather around Caesar and stain their \nhandkerchiefs in his blood which will serve as colours added to a coat of arms, an object of \nreverence, mementos and a badge of service\n11 That every like is … think upon - Brutus's heart grieves when he thinks that being like a friend is not \nthe same as being a friend"
            },
            {
                "page": 7,
                "text": "Drama\n166 Act III Scene I\n Rome. Before the Capitol; the Senate sitting above.\n Flourish. Enter CAESAR, BRUTUS, CASSIUS, CASCA, DECIUS BRUTUS, \nMETELLUS CIMBER, TREBONIUS, CINNA, ANTONY, LEPIDUS, POPILIUS, \nPUBLIUS, and others \n CAESAR Are we all ready? What is now amiss\n That Caesar and his senate must redress?\n12\n METELLUS CIMBER Most high, most mighty , and most puissant  Caesar ,\n Metellus Cimber throws before thy seat\n An humble heart,--\n Kneeling\n CAESAR I must prevent thee, Cimber .\n13\n These couchings and these lowly courtesies  \n Might fire the blood of ordinary men,\n14 15\n And turn pre-ordinance  and first decree  \n Into the law of children.\n Thy brother by decree is banished:\n If thou dost bend and pray and fawn for him,\n I spurn thee like a cur out of my way.\n Know , Caesar doth not wrong, nor without cause\n Will he be satisfied.\n METELLUS CIMBER Is there no voice more worthy than my own\n To sound more sweetly in great Caesar's ear\n For the repealing of my banish'd brother?\n BRUTUS I kiss thy hand, but not in flattery , Caesar;\n Desiring thee that Publius Cimber may\n12 puissant- powerful \n13 couchings and these lowly courtesies- bowing and bending\n14 pre-ordinance- order that has existed from earlier times\n15 first decree- law passed earlier"
            },
            {
                "page": 8,
                "text": "Drama\n167 Have an immediate freedom of repeal.\n CAESAR What, Brutus!\n CASSIUS Pardon, Caesar; Caesar , pardon:\n As low as to thy foot doth Cassius fall,\n To beg enfranchisement for Publius Cimber .\n CAESAR I could be well moved, if I were as you:\n16\n If I could pray to move , prayers would move me:\n But I am constant as the northern star,\n17\n Of whose true-fix'd and resting  quality\n There is no fellow in the firmament.\n I was constant Cimber should be banish'd,\n And constant do remain to keep him so.\n CASCA  Speak, hands for me!\n CASCA  first, then the other Conspirators and BRUTUS stab CAESAR\n18\n CAESAR Et tu, Brute  ! Then fall, Caesar .\n Dies\n CINNA  Liberty! Freedom! Tyranny is dead! Run hence, proclaim, cry it about the \nstreets.\n CASSIUS Some to the common pulpits, and cry out\n 'Liberty , freedom, and enfranchisement!'\n BRUTUS But here comes Antony .\n Re-enter ANTONY\n Welcome, Mark Antony .\n ANTONY  O mighty Caesar! dost thou lie so low?\n19\n Are all thy conquests, glories, triumphs, spoils ,\n20\n Shrunk to this little measure ? Fare thee well.\n I know not, gentlemen, what you intend,\n16 I could pray to move - pray to others to \nchange their minds.\n17 resting - permanant \n18 Et tu, Brute - even you, Brutus19 spoils - trophies of war  \n20 little measure - small piece of ground on which \nyour body lies"
            },
            {
                "page": 9,
                "text": "Drama\n168 Who else must be let blood, who else is rank:\n If I myself, there is no hour so fit\n As Caesar's death hour, nor no instrument\n Of half that worth as those your swords, made rich\n With the most noble blood of all this world.\n21\n I do beseech ye, if you bear me hard ,\n22\n Now, whilst your purpled hands do reek  and smoke,\n Fulfil your pleasure. Live a thousand years,\n I shall not find myself so apt to die:\n No place will please me so, no mean of death,\n As here by Caesar , and by you cut off,\n23\n The choice and master  spirits of this age.\n BRUTUS O Antony , beg not your death of us.\n Though now we must appear bloody and cruel,\n Yet see you but our hands\n And this the bleeding business they have done:\n Our hearts you see not; they are pitiful;\n And pity to the general wrong of Rome--\n As fire drives out fire, so pity pity--\n Hath done this deed on Caesar . For your part,\n To you our swords have leaden points, Mark Antony:\n24\n Our arms, in strength of malice , and our hearts\n Of brothers' temper , do receive you in\n With all kind love, good thoughts, and reverence.\n CASSIUS Your voice shall be as strong as any man's\n25\n In the disposing of new dignities .\n ANTONY  I doubt not of your wisdom.\n21 bear me hard - bear a grudge against me 22 reek - stench \n23 master - powerful  24 in strength of malice - which may appear to be hostile\n25 dignities - honours"
            },
            {
                "page": 10,
                "text": "Drama\n169 Let each man render me his bloody hand: \n Gentlemen all,--alas, what shall I say?\n My credit now stands on such slippery ground,\n26\n That one of two bad ways you must conceit  me,\n Either a coward or a flatterer .\n That I did love thee, Caesar , O, 'tis true:\n If then thy spirit look upon us now,\n Shall it not grieve thee dearer than thy death,\n To see thy Antony making his peace,\n Shaking the bloody fingers of thy foes,\n27\n Most noble! in the presence of thy corse ?\n CASSIUS Mark Antony ,--\n ANTONY  Pardon me, Caius Cassius: \n The enemies of Caesar shall say this;\n28\n Then, in a friend, it is cold modesty .\n CASSIUS I blame you not for praising Caesar so; \n29\n But what compact  mean you to have with us?\n Will you be prick'd in number of our friends;\n Or shall we on, and not depend on you?\n ANTONY  Therefore I took your hands, but was, indeed,\n Sway'd from the point, by looking down on Caesar .\n Friends am I with you all and love you all,\n Upon this hope, that you shall give me reasons\n Why and wherein Caesar was dangerous.\n30\n BRUTUS  Our reasons are so full of good regard  \n That were you, Antony , the son of Caesar ,\n You should be satisfied.\n26 conceit - consider  27 corse - corpse  \n28 modesty - understatement  29 compact - agreement  \n30 good regard - serious consideration"
            },
            {
                "page": 11,
                "text": "Drama\n170 ANTONY  That's all I seek:\n And am moreover suitor that I may\n Produce his body to the market-place;\n And in the pulpit, as becomes a friend,\n31\n Speak in the order  of his funeral.\n BRUTUS You shall, Mark Antony .\n CASSIUS Brutus, a word with you.\n Aside to BRUTUS\n You know not what you do: do not consent\n That Antony speak in his funeral:\n Know you how much the people may be moved\n By that which he will utter?\n BRUTUS By your pardon; \n32\n I will  myself into the pulpit first,\n And show the reason of our Caesar's death:\n33\n What Antony shall speak, I will protest\n He speaks by leave and by permission.\n CASSIUS I know not what may fall; I like it not.\n BRUTUS Mark Antony , here, take you Caesar's body .\n You shall not in your funeral speech blame us,\n34\n But speak all good you can devise of Caesar ,\n And say you do it by our permission;\n Else shall you not have any hand at all\n About his funeral: and you shall speak\n In the same pulpit whereto I am going,\n After my speech is ended.\n ANTONY  Be it so.\n31 order- ceremony  32 will- will go\n33 protest- announce  34 devise of- think of"
            },
            {
                "page": 12,
                "text": "Drama\n171 I do desire no more.\n BRUTUS Prepare the body then, and follow us.\n Exeunt all but ANTONY\n ANTONY  O, pardon me, thou bleeding piece of earth,\n That I am meek and gentle with these butchers!\n Thou art the ruins of the noblest man\n That ever lived in the tide of times.\n Woe to the hand that shed this costly blood!\n Over thy wounds now do I prophesy ,--\n Which, like dumb mouths, do ope their ruby lips,\n To beg the voice and utterance of my tongue--\n35\n A curse shall light  upon the limbs of men;\n Domestic fury and fierce civil strife\n36\n Shall cumber  all the parts of Italy;\n37\n Blood and destruction shall be so in use  \n And dreadful objects so familiar\n That mothers shall but smile when they behold\n Their infants quarter'd with the hands of war;\n38\n All pity choked with custom of fell deeds :\n And Caesar's spirit, ranging for revenge,\n39\n With Ate  by his side come hot from hell,\n Shall in these confines with a monarch's voice\n Cry 'Havoc,' and let slip the dogs of war;\n That this foul deed shall smell above the earth\n With carrion men, groaning for burial.\n Exeunt with CAESAR's body\n35 light - fall   36 cumber - burden \n37 in use - common 38 custom of fell deeds- terrible deeds shall become so familiar \n39 Ate- Greek goddess of revenge"
            },
            {
                "page": 13,
                "text": "Drama\n172 The Forum. Act III -Scene II\n Enter BRUTUS and CASSIUS, and a throng of Citizens \n Citizens We will be satisfied; let us be satisfied.\n BRUTUS Then follow me, and give me audience, friends.\n First Citizen \n I will hear Brutus speak.\n BRUTUS goes into the pulpit\n Second Citizen \n The noble Brutus is ascended: silence!\n BRUTUS \n Be patient till the last.\n40\n Romans, countrymen, and lovers! hear me for my cause , and be silent, that you may \n41\nhear: believe me for mine honour , and have respect to mine honour , that you may \n42 43\nbelieve: censure  me in your wisdom, and awake your senses , that you may the \nbetter judge.\n If there be any in this assembly , any dear friend of Caesar's, to him I say , that Brutus' \nlove to Caesar was no less than his. If then that friend demand why Brutus rose against \nCaesar , this is my answer: --Not that I loved Caesar less, but that I loved Rome more. \nHad you rather Caesar were living and die all slaves, than that Caesar were dead, to \nlive all free men? As Caesar loved me, I weep for him; as he was fortunate, I rejoice at it; \nas he was valiant, I honour him: but, as he was ambitious, I slew him. There is tears for \nhis love; joy for his fortune; honour for his valour; and death for his ambition. Who is \nhere so base that would be a bondman? If any, speak; for him have I offended. Who is \n44\nhere so rude  that would not be a Roman? If any, speak; for him have I offended. Who \nis here so vile that will not love his country? If any, speak; for him have I offended. I \npause for a reply .\n All None, Brutus, none.\n BRUTUS Then none have I offended. I have done no more to Caesar than you shall do \n45 46 47\nto Brutus . The question  of his death is enrolled  in the Capitol; his glory not \n40 my cause- the cause that I represent\n41 believe me for mine honour- believe me \nbecause you know I am honourable\n42 censure- judge, criticize me harshly   \n43 senses- understanding 44 rude- uncivilised  \n45 do to Brutus- you may assassinate me if I \nbecome ambitious\n46 question- reasons for \n47 enrolled- recorded"
            },
            {
                "page": 14,
                "text": "Drama\n17348\nextenuated, wherein he was worthy , nor his offences enforced , for which he suffered \ndeath.\n Enter ANTONY  and others, with CAESAR's body\n Here comes his body , mourned by Mark Antony: who, though he had no hand in his \n49\ndeath, shall receive the benefit of his dying, a place in the commonwealth  ; as which \n50\nof you shall not? With this I depart,--that, as I slew my best lover  for the good of Rome, \nI have the same dagger for myself, when it shall please my country to need my death.\n All Live, Brutus! live, live!\n First Citizen Bring him with triumph home unto his house.\n Second Citizen Give him a statue with his ancestors.\n Third Citizen Let him be Caesar .\n51\n Fourth Citizen Caesar's better parts\n Shall be crown'd in Brutus.\n First Citizen We'll bring him to his house\n With shouts and clamours.\n BRUTUS My countrymen,--\n Second Citizen Peace, silence! Brutus speaks.\n First Citizen Peace, ho!\n BRUTUS Good countrymen, let me depart alone,\n And, for my sake, stay here with Antony:\n Do grace to Caesar's corpse, and grace his speech\n Tending to Caesar's glories; which Mark Antony ,\n By our permission, is allow'd to make.\n I do entreat you, not a man depart,\n Save I alone, till Antony have spoke.\n Exit\n First Citizen Stay, ho! and let us hear Mark Antony .\n Third Citizen Let him go up into the public chair;\n We'll hear him. Noble Antony , go up.\n48 enforced- exaggerated; emphasized  49 the commonwealth - the free republic\n50 lover- friend  51 parts- qualities"
            },
            {
                "page": 15,
                "text": "Drama\n174 ANTONY  For Brutus' sake, I am beholding to you.\n Goes into the pulpit\n Fourth Citizen What does he say of Brutus?\n Third Citizen He says, for Brutus' sake,\n He finds himself beholding to us all.\n Fourth Citizen 'Twere best he speak no harm of Brutus here.\n First Citizen This Caesar was a tyrant.\n Third Citizen Nay, that's certain:\n We are blest that Rome is rid of him.\n Second Citizen Peace! let us hear what Antony can say.\n ANTONY  You gentle Romans,--\n Citizens Peace, ho! let us hear him.\n ANTONY  Friends, Romans, countrymen, lend me your ears;\n I come to bury Caesar , not to praise him.\n The evil that men do lives after them;\n The good is oft interred with their bones;\n So let it be with Caesar . The noble Brutus\n Hath told you Caesar was ambitious:\n If it were so, it was a grievous fault,\n And grievously hath Caesar answer'd it.\n Here, under leave of Brutus and the rest--\n For Brutus is an honourable man;\n So are they all, all honourable men--\n Come I to speak in Caesar's funeral.\n He was my friend, faithful and just to me:\n But Brutus says he was ambitious;\n And Brutus is an honourable man.\n He hath brought many captives home to Rome\n Whose ransoms did the general coffers fill:"
            },
            {
                "page": 16,
                "text": "Drama\n175 Did this in Caesar seem ambitious?\n When that the poor have cried, Caesar hath wept:\n Ambition should be made of sterner stuff:\n Yet Brutus says he was ambitious;\n And Brutus is an honourable man.\n52\n You all did see that on the Lupercal\n I thrice presented him a kingly crown,\n Which he did thrice refuse: was this ambition?\n Yet Brutus says he was ambitious;\n And, sure, he is an honourable man.\n53\n I speak not to disprove  what Brutus spoke,\n But here I am to speak what I do know .\n You all did love him once, not without cause:\n What cause withholds you then, to mourn for him?\n O judgment! thou art fled to brutish beasts,\n And men have lost their reason. Bear with me;\n My heart is in the coffin there with Caesar ,\n And I must pause till it come back to me.\n First Citizen Methinks there is much reason in his sayings.\n Second Citizen If thou consider rightly of the matter ,\n Caesar has had great wrong.\n Third Citizen Has he, masters?\n I fear there will a worse come in his place.\n Fourth Citizen Mark'd ye his words? He would not take the crown;\n Therefore 'tis certain he was not ambitious.\n First Citizen If it be found so, some will dear abide it.\n Second Citizen Poor soul! his eyes are red as fire with weeping.\n Third Citizen There's not a nobler man in Rome than Antony .\n52 Lupercal- the feast of the god Lupercus.  Lupercus was the protector of flocks and herds, the god of \nfertility\n53 disprove- contradict"
            },
            {
                "page": 17,
                "text": "Drama\n176 Fourth Citizen Now mark him, he begins again to speak.\n ANTONY  But yesterday the word of Caesar might\n54\n Have stood against  the world; now lies he there.\n55\n And none so poor  to do him reverence.\n O masters, if I were disposed to stir\n Your hearts and minds to mutiny and rage,\n I should do Brutus wrong, and Cassius wrong,\n Who, you all know , are honourable men:\n I will not do them wrong; I rather choose\n56 57 58\n To wrong the dead , to wrong myself  and you  ,\n Than I will wrong such honourable men.\n But here's a parchment with the seal of Caesar;\n I found it in his closet, 'tis his will:\n Let but the commons hear this testament--\n Which, pardon me, I do not mean to read--\n And they would go and kiss dead Caesar's wounds\n59\n And dip their napkins  in his sacred blood,\n Yea, beg a hair of him for memory ,\n And, dying, mention it within their wills,\n Bequeathing it as a rich legacy\n Unto their issue.\n Fourth Citizen We'll hear the will: read it, Mark Antony .\n All The will, the will! we will hear Caesar's will.\n ANTONY  Have patience, gentle friends, I must not read it;\n60\n It is not meet  you know how Caesar loved you.\n You are not wood, you are not stones, but men;\n And, being men, hearing the will of Caesar ,\n54 stood against - overcome the opposition of \n55 poor- humble \n56 wrong the dead- be unjust to Caesar , who has \nbeen assassinated, by calling him ambitious57 to wrong myself- by not speaking what I know\n58 you- by allowing you to be deceived by Brutus\n59 napkins- handkerchiefs\n60 meet- fitting ,proper"
            },
            {
                "page": 18,
                "text": "Drama\n177 It will inflame you, it will make you mad:\n 'Tis good you know not that you are his heirs;\n For, if you should, O, what would come of it!\n Fourth Citizen Read the will; we'll hear it, Antony;\n You shall read us the will, Caesar's will.\n ANTONY  Will you be patient? will you stay awhile?\n I have o'ershot myself to tell you of it:\n I fear I wrong the honourable men\n Whose daggers have stabb'd Caesar; I do fear it.\n Fourth Citizen They were traitors: honourable men!\n All The will! the testament!\n Second Citizen They were villains, murderers: the will! read the will.\n ANTONY  You will compel me, then, to read the will?\n Then make a ring about the corpse of Caesar ,\n And let me show you him that made the will.\n Shall I descend? and will you give me leave?\n Several Citizens Come down.\n Second Citizen Descend.\n Third Citizen You shall have leave.\n ANTONY  comes down\n Fourth Citizen A ring; stand round.\n ANTONY  If you have tears, prepare to shed them now.\n61\n You all do know this mantle : I remember\n The first time ever Caesar put it on;\n 'Twas on a summer's evening, in his tent,\n62\n That day he overcame the Nervii :\n Look, in this place ran Cassius' dagger through:\n63\n See what a rent the envious  Casca made:\n61 mantle- cloak \n62 Nervii- the most war-like of the Gallic tribes, defeated by Caesar in 57 B.C.\n63 envious- malicious"
            },
            {
                "page": 19,
                "text": "Drama\n178 Through this the well-beloved Brutus stabb'd;\n And as he pluck'd his cursed steel away ,\n Mark how the blood of Caesar follow'd it,\n As rushing out of doors, to be resolved\n If Brutus so unkindly knock'd, or no;\n For Brutus, as you know , was Caesar's angel:\n Judge, O you gods, how dearly Caesar loved him!\n This was the most unkindest cut of all;\n For when the noble Caesar saw him stab,\n64\n Ingratitude , more strong than traitors' arms,\n Quite vanquish'd him: then burst his mighty heart;\n And, in his mantle muffling up his face,\n Even at the base of Pompey's statue,\n65\n Which all the while ran blood , great Caesar fell.\n O, what a fall was there, my countrymen!\n Then I, and you, and all of us fell down,\n66\n Whilst bloody treason flourish'd  over us.\n O, now you weep; and, I perceive, you feel\n The dint of pity: these are gracious drops.\n Kind souls, what, weep you when you but behold\n Our Caesar's vesture wounded? Look you here,\n Here is himself, marr'd, as you see, with traitors.\n First Citizen  O piteous spectacle!\n Second Citizen O noble Caesar!\n Third Citizen  O woeful day!\n Fourth Citizen O traitors, villains!\n First Citizen O most bloody sight!\n64 Ingratitude- the blow struck by Brutus' ingratitude\n65 Which all the while ran blood- which was covered with Caesar's blood\n66 flourish'd- triumphed"
            },
            {
                "page": 20,
                "text": "Drama\n179 Second Citizen We will be revenged.\n All Revenge! About! Seek! Burn! Fire! Kill! Slay!\n Let not a traitor live!\n ANTONY  Stay, countrymen.\n First Citizen Peace there! hear the noble Antony .\n Second Citizen We'll hear him, we'll follow him, we'll die with him.\n ANTONY  Good friends, sweet friends, let me not stir you up\n67\n To such a sudden flood of mutiny .\n They that have done this deed are honourable:\n What private griefs they have, alas, I know not,\n That made them do it: they are wise and honourable,\n And will, no doubt, with reasons answer you.\n I come not, friends, to steal away your hearts:\n I am no orator , as Brutus is;\n But, as you know me all, a plain blunt man,\n That love my friend; and that they know full well\n That gave me public leave to speak of him:\n68 69\n For I have neither wit, nor words, nor worth ,\n70 71\n Action , nor utterance , nor the power of speech,\n72\n To stir men's blood: I only speak right on;\n I tell you that which you yourselves do know;\n Show you sweet Caesar's wounds, poor poor dumb mouths,\n And bid them speak for me: but were I Brutus,\n And Brutus Antony , there were an Antony\n Would ruffle up your spirits and put a tongue\n In every wound of Caesar that should move\n The stones of Rome to rise and mutiny .\n All We'll mutiny .\n First Citizen We'll burn the house of Brutus.\n67 flood of mutiny- wave of violence  68 wit- intelligence  69 worth- authority  \n70 Action- gestures  71 utterance- eloquence   72 right on- directly"
            },
            {
                "page": 21,
                "text": "Drama\n180 Third Citizen Away, then! come, seek the conspirators.\n ANTONY  Yet hear me, countrymen; yet hear me speak.\n All Peace, ho! Hear Antony . Most noble Antony!\n ANTONY  Why, friends, you go to do you know not what:\n73\n Wherein  hath Caesar thus deserved your loves?\n Alas, you know not: I must tell you then:\n You have forgot the will I told you of.\n All Most true. The will! Let's stay and hear the will.\n ANTONY  Here is the will, and under Caesar's seal.\n To every Roman citizen he gives,\n74\n To every several man, seventy-five drachmas .\n Second Citizen Most noble Caesar! We'll revenge his death.\n75\n Third Citizen O royal  Caesar!\n ANTONY  Hear me with patience.\n All Peace, ho!\n ANTONY  Moreover , he hath left you all his walks,\n His private arbours and new-planted orchards,\n On this side Tiber; he hath left them you,\n73 Wherein- in what way  74 drachmas- silver coins\n75 royal- generous"
            },
            {
                "page": 22,
                "text": "Drama\n181 And to your heirs for ever, common pleasures,\n To walk abroad, and recreate yourselves.\n Here was a Caesar! when comes such another?\n First Citizen Never , never . Come, away , away!\n We'll burn his body in the holy place,\n And with the brands fire the traitors' houses.\n Take up the body .\n Second Citizen Go fetch fire.\n Third Citizen Pluck down benches.\n Fourth Citizen Pluck down forms, windows, any thing.\n Exeunt Citizens with the body\n76\n ANTONY  Now let it work. Mischief, thou art afoot ,\n Take thou what course thou wilt!\n Exeunt\n After the extract:\n Antony instigates the mob to revenge. He then sits with Octavius Caesar , Julius \nCaesar's nephew , coldly calculating how to purge any future threat. Brutus and Cassius \nfall apart as the idealist in Brutus is outraged by Cassius' practicality . The armies of \nOctavius Caesar and Antony clash with those of Brutus and Cassius at Philippi and \nSardis. Brutus and Cassius are defeated and both commit suicide.  \n About the author\n William Shakespeare (1564-1616) is an English playwright and poet, \nrecognized in much of the world as the greatest of all dramatists. Hundreds of \neditions of his plays have been published, including translations in all major \nlanguages. Scholars have written thousands of books and articles about his \nplots, characters, themes and language. He is the most widely quoted author in \nhistory and his plays have probably been performed more times than those of \nany other dramatist.\n5. Answer the following questions by selecting the correct options.\n1. How does Caesar sound when he says, \"Nor heaven nor earth have been at peace to-\nnight\"?\n76 afoot- started"
            }
        ]
    }
]