[
    {
        "chapter": "Chapter 1: India – Size and Location",
        "pages": [
            {
                "page": 1,
                "text": "The T ropic of Cancer (23° 30'N) divides the\ncountry into almost two equal parts. To the\nsoutheast and southwest of the mainland, lie\nthe Andaman and Nicobar islands and the\nLakshadweep islands in Bay of Bengal and\nArabian Sea respectively.  Find out the extent\nof these groups of islands from your atlas.\nSIZE\nThe land mass of India has an area of 3.28\nmillion sq uare km. India’s total area accounts\nfor about 2.4 per cent of the total geographicalIndia is one of the ancient civilisations in the\nworld.  It has achieved multi-faceted socio-\neconomic progress during the last five\ndecades .  It has moved forward displaying\nremarkable progress in the field of\nagriculture, industry, technology and overall\neconomic development.  India has also\ncontributed significantly to the making of\nworld  history.\nLOCATION\nIndia is a vast country. L ying entir ely in the\nNorthern hemisphere (Figure 1.1) the main\nland extends between latitudes 8°4'N and\n37°6'N and longitudes 68°7'E and 97°25'E.INDIA – S IZE AND LOCATION\nFigur e 1.1 :  India in the W orld• The southernmost point of\nthe Indian Union– ‘Indira Point’ got submerged under\nthe sea water in 2004 during  the Tsunami.\n180°W 150° 120° 90° 60° 30°W 0° 180°E 150° 120° 90° 60° 30°E\nINDIAN\nOCEAN\nAntartica75°N\n60°\n30°\n15°N\n0°\n15°S\n45°\n60°\n75°SPACIFIC\nOCEANATLANTIC\nOCEANPACIFIC\nOCEANAfricaAsia45°EuropeNorth\nAmerica\nSouth\nAmerica\nAustralia\n30°1\n2024-25"
            },
            {
                "page": 2,
                "text": "CONTEMPORARY INDIA-I 2area of the world. From Figure 1.2 it is clear\nthat India is the seventh largest country of\nthe world.  India has a land boundary of\nabout 15,200 km and the total length of the\ncoas tline of the mainland , including\nAndaman and Nicobar and Lakshadweep ,\nis 7,516.6 km.\nIndia is bounded by the young fold\nmountains in the northwest,  north and\nnortheast. South of about 22° north\nlatitude, it begins to taper , and extends\ntowards the Indian Ocean, dividing it into\ntwo seas, the Arabian Sea on the west and\nthe Bay of  Bengal on its east.\nLook at Figure 1.3 and note that the\nlatitudinal and longitudinal extent of the\nmainland is about 30°. Despite this fact , the\neast-west extent appears to be smaller than\nthe north-south extent.\nFrom Gujarat to Arunachal Pradesh ,\nthere is a time lag of two hours. Hence, time\nalong the Standard Meridian of India\n(82°30'E) passing through Mirzapur (in\nUttar Pradesh) is taken as the standard time\nfor the whole country. The latitudinal extent\ninfluences the duration of day and night, as\none moves from south to north.•Why 82°30'E has been selected as the Standard\nMeridian of India ?\n•Why is the difference between the durations\nof day and night hardly felt at Kanniyakumari\nbut not so in Kashmir?\nINDIA AND THE WORLD\nThe Indian landmass has a central location\nbetween the East and the W est Asia. India is a\nsouthward extension of the Asian continent. The\ntrans Indian Ocean routes ,\n which connect the\ncountries of Eur ope in the W est and the\ncountries of  East Asia , provide a strategic central\nlocation to India. Note that the Deccan Peninsula\nprotrudes into the Indian Ocean, thus helping\nIndia to establish close contact with W est Asia,\nAfrica and Europe from the western coast and\nwith Southeast and East Asia from the eastern\ncoast. No other country has a long coastline on\nthe Indian Ocean as India has and indeed, it is\nIndia’s eminent position in the Indian Ocean ,\nwhich justifies the naming of an Ocean after it.\nFigur e 1.2 : Seven Lar gest Countries of the W orldSource : United Nations Demographic Y ear Book 2015Since the opening of the\nSuez Canal in 1869, India’s distance from Europe\nhas been reduced by 7,000 km.\n2024-25"
            },
            {
                "page": 3,
                "text": "INDIA – SIZE AND LOCATION 3Figure 1.3 :  India : Extent and Standard Meridian\n2024-25"
            },
            {
                "page": 4,
                "text": "CONTEMPORARY INDIA-I 4Figur e 1.4 :  India on Inter national Highway of T rade and Commer ce\n•  The number of Union Territories\nalong the western and eastern coasts.\n•  Area-wise which is the smallest and which is\nthe largest state?\n•  The states which do not have an international\nborder or lie on the coast.\n•  Classify the states into four groups each\nhaving common frontiers with\n(i) Pakistan, (ii) China, (iii) Myanmar , and\n(iv) Bangladesh.\nIndia shares its land boundaries with\nPakistan and Afghanistan in the northwest,\nChina (T ibet), Nepal and Bhutan in the north\nand Myanmar and Bangladesh in the east.\nOur southern neighbours across the sea\nconsist of the two island countries, namelyIndia’s contacts with the W orld have\ncontinued through ages but her relationships\nthrough the land routes are much older than\nher maritime contacts. The various passes across\nthe mountains in the north have provided\npassages to the ancient travellers , while the\noceans restricted such interaction for a long time.\nThese routes have contributed in the\nexchange of ideas and commodities since\nancient times. The ideas of the Upanishads\nand the Ramayana , the stories of Panchtantra ,\nthe Indian numerals and the decimal system\nthus could reach many parts of the world. The\nspices, muslin and other merchandise were\ntaken from India to different countries. On the\nother hand, the influence of Greek sculpture,\nand the architectural styles of d ome and\nminar ets from W est Asia can be seen in\ndifferent parts of our country.\nINDIA’S NEIGHBOURS\nIndia occupies an important strategic position\nin South Asia. India has 28 states and Eight\nUnion Territories (Figure 1.5).Before 1947, there were two\ntypes of states in India — the provinces and the\nPrincely states.  Provinces were ruled directly by\nBritish officials , who were appointed by the\nViceroy. Princely states were ruled by local,\nhereditary rulers, who acknowledge d sovereignity\nin return for local autonomy.\n2024-25"
            },
            {
                "page": 5,
                "text": "INDIA – SIZE AND LOCATION 5\nFigure 1.5 :  India and Adjacent Countries\nSri Lanka and Maldives. Sri Lanka is\nseparated from India by a narrow channel\nof sea formed by the Palk Strait and the Gulf\nof Mannar , while Maldives Islands ar e situated\nto the south of the Lakshadweep Islands.India has had strong geographical and\nhistorical links with her neighbours. Look\nat the physical map of Asia in your atlas,\nand note how India stands apart from the\nrest of Asia .\n    School Bhuvan, NCER T is a portal pr oviding map-based lear ning to bring awareness\namong the students about the country’s natural resources, environment and their role in sustainable\ndevelopment. It is an initiative of Bhuvan — NRSC/ISRO based on NCER T syllabus. Y ou can explor e\nvarious maps of India related to the secondary stage on https://bhuvan-app1.nrsc.gov.in/mhrd_ncert/\n2024-25"
            },
            {
                "page": 6,
                "text": "CONTEMPORARY INDIA-I 61.Choose the right answer from the four alternatives given below.\n(i) The Tropic of Cancer does  not pass  through\n(a)Rajasthan (c)Chhattisgarh\n(b)Odisha (d)Tripura\n(ii) The easternmost longitude  of India is\n(a)97° 25' E (c)  77° 6' E\n(b)68° 7' E (d)  82° 32' E\n(iii) Uttarakhand, Uttar Pradesh, Bihar , West Bengal and Sikkim have common\nfrontiers with\n(a)China (c)Nepal\n(b)Bhutan (d)Myanmar\n(iv) If you intend to visit Kavarati during your summer vacations, which one of\nthe following Union Territories of India you will be going to\n(a)Puducherry (c)Andaman and Nicobar\n(b)Lakshadweep (d)Daman and Diu\n(v) My friend hails from a country which does not share land boundary with\nIndia. Identify the country.\n(a)Bhutan (c) Bangladesh\n(b)Tajikistan (d) Nepal\n2Answer the following questions briefly.\n(i)Name the group of islands lying in the Arabian Sea.\n(ii)Name the countries which are larger than India.\n(iii) Which island group of India lies to its south-east?\n(iv) Which island countries are our southern neighbours?\n3The sun rises two hours earlier in Arunachal Pradesh as compared to Gujarat\nin the west but the watches show the same time. How does this happen?\n4The central location of India at the head of the Indian Ocean is considered of\ngreat significance. Why?\nMAP SKILLS\n1.Identify the following with the help of map reading.\n(i)The island groups of India lying in the Arabian Sea and the Bay of Bengal.\n(ii)The countries constituting Indian subcontinent.\n(iii) The States through which the Tropic of Cancer passes.\n(iv) The northernmost latitude in degrees.\n(v)The southernmost latitude of the Indian mainland in degrees.\n(vi) The eastern and the western-most longitude in degrees.\n(vii) The place situated on the three seas.\n(viii) The strait separating Sri Lanka from India.\n(ix) The Union Territories of India.\nPROJECT /ACTIVITY\n(i) Find out the longitudinal and latitudinal extent of your state.\n(ii) Collect information about the ‘Silk Route’. Also find out the new\ndevelopments, which are improving communication routes in the regions of\nhigh altitude.EXERCISE\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 2: Physical Features of India",
        "pages": [
            {
                "page": 1,
                "text": "You have a lready lea rnt earlier that India\nis a vast country with varied land forms.\nWhat kind of terrain do you live in?  If\nyou live in the plains, you are familiar with the\nvast stretches of plain land. In contrast, if you\nlive in hilly region, the rugged terrain with\nmountains and valleys are common features.\nIn fact, our country has practically all major\nphysical features of the earth, i.e., mountains,\nplains, deserts, plateaus and islands.\nThe land of India displays great physical\nvariation. Geologically, the Peninsular Plateau\nconstitutes one of the ancient landmasses on\nthe earth’s surface. It was supposed to be one\nof the most stable land blocks. The Himalayas\nand the Northern Plains are the most recent\nlandforms. From the view point of geology,\nHimalayan mountains form an unstable zone.\nThe whole mountain system of Himalaya\nrepresents a very youthful topography with\nhigh peaks, deep valleys and fast flowing rivers.\nThe northern plains are formed of alluvial\ndeposits. The peninsular plateau is composed\nof igneous and metamorphic rocks with gently\nrising hills and wide valleys.\nMAJOR PHYSIOGRAPHIC  DIVISIONS\nThe physical  features of India can be grouped\nunder the following physiographic divisions\n(Figure 2.2):PHYSICAL  FEATURES OF INDIA\n(1)The Himalayan Mountains\n(2)The Northern Plains\n(3)The Peninsular Plateau\n(4)The Indian Desert\n(5)The Coastal Plains\n(6)The Islands\nThe Himalayan Mountains\nThe Himal ayas, geologically young and\nstructurally fold mountains stretch over the\nnorthern borders of India. These mountain\nranges run in a west-east direction from the\nIndus to the Brahmaputra. The Himalayas\nrepresent the loftiest and one of the most\nrugged mountain barriers of the world. They\nform an arc, which covers a distance of about\n2,400 Km. Their width varies from 400 Km in\nKashmir to 150 Km in Arunachal Pradesh. The\naltitudinal variations are greater in the eastern\nhalf than those in the western half. The\nHimalaya consists of three parallel ranges in\nits longitudinal extent. A number of valleys lie\nbetween these ranges. The northern-most\nrange is known as the Great or Inner\nHimalayas or the Himadri.  It is the most\ncontinuous range consisting of the loftiest\npeaks with an average height of\n6,000 metres. It contains all prominent\nHimalayan peaks.2\n2024-25"
            },
            {
                "page": 2,
                "text": "8 CONTEMPORARY INDIA-I\nSome Highest Peaks of the Himalayas\nPeak Country Height\nin metres\nMt. Everest Nepal 8848\nKanchenjunga India 8598\nMakalu Nepal 8481\nDhaulagiri Nepal 8172\nNanga Parbat India 8126\nAnnapurna Nepal 8078\nNanda Devi India 7817\nKamet India 7756\nNamcha Barwa India 7756\nGurla Mandhata Nepal 7728\nThe folds of the Great Himalayas are\nasymmetrical in nature. The core of this part\nof Himalayas is composed of granite. It is\nperennially snow bound, and a number of\nglaciers descend from this range.Figure 2.1 : Himalayas\nThe range lying to the south of the\nHimadri forms the most rugged mountain\nsystem and is known as Himachal  or lesser\nHimalaya. The ranges are mainly composed\nof highly compressed and altered rocks. The\naltitude varies between 3,700 and 4,500\nmetres and the average width is of 50 Km.\nWhile the Pir Panjal range  forms the longest\nand the most important range, the Dhaula\nDhar  and the Mahabharat  ranges are also\nprominent ones. This range consists of the\nfamous valley of Kashmir , the Kangra and\nKullu V alley in Himachal Pradesh. This\nregion is well-known for its hill stations.\n•  The names of the glaciers and passes\nthat lie in the Great Himalayas.\n•   The  name of  the states where the highest\npeaks are located.• Location of  Mussoorie, Nainital,\nRanikhet from your atlas and also name the state\nwhere they are located.\nThe outer -most range of the Himalayas is\ncalled the Shiwaliks.  They extend over a width\n2024-25"
            },
            {
                "page": 3,
                "text": "PHYSICAL FEATURES OF INDIA 9Figure 2.2 : Relief\n2024-25"
            },
            {
                "page": 4,
                "text": "10 CONTEMPORARY INDIA-IFigure 2.3 : The Himalayas\nFigure 2.4 : Mizo Hillsof 10-50 Km and have an altitude varying\nbetween 900 and 1100 metres. These ranges\nare composed of unconsolidated sediments\nbrought down by rivers from the main\nHimalayan ranges located farther north.\nThese valleys are covered with thick\ngravel and alluvium. The longitudinal valley\nlying between lesser Himalaya and the\nShiwaliks are known as Duns. Dehra Dun,\nKotli Dun and Patli Dun are some of the\nwell-known Duns.\nBesides the longitudinal divisions, the\nHimalayas have been divided on the basis of\nregions from west to east. These divisions\nhave been demarcated by river valleys . For\nexample, the part of Himalayas lying between\nIndus and Satl uj has been traditionally\nknown as Punjab Himalaya but it is also\nknown regionally as Kashmir and Himachal\nHimalaya from west to east respectively. The\npart of the Himalayas lying between Satl uj\nand Kali rivers is known as Kumaon\nHimalayas. The Kali and T\neesta rivers\ndemarcate the Nepal Himalayas and the part\nlying between T eesta and Dihang rivers is\nknown as Assam Himalayas. There are\nregional names also in these broadcategories. Find out some regional names of\nthe Himalayas\nThe Brahmaputra marks the eastern-most\nboundary of the Himalayas. Beyond the Dihang\ngorge, the Himalayas bend sharply to the south\nand spread along the eastern boundary of\nIndia. They are known as the Purvachal  or the\nEastern hills and mountains. These hills\nrunning through the north-eastern states are\nmostly composed of strong sandstones, w hich\nare sedimentary rocks. Covered with dense\nforests, they mostly run as parallel ranges\nand valleys. The Purvachal comprises the\nPatkai hills , the Naga hills,  the Manipur hills\nand the Mizo hills.\n2024-25"
            },
            {
                "page": 5,
                "text": "PHYSICAL FEATURES OF INDIA 11The Northern Plain\nThe northern plain has been formed by the\ninterplay of the three major river systems,\nnamely — the Indus, the Ganga and the\nBrahmaputra along with their tributaries. This\nplain is formed of alluvial soil. The deposition\nof alluvium in a vast basin lying at the foothills\nof the Himalaya over millions of years, formed\nthis fertile plain. It spreads over an area of 7\nlakh sq. km. The plain being about 2400 km\nlong and 240 to 320 km broad, is a densely\npopulated physiographic division. With a rich\nsoil cover combined with adequate water\nsupply and favourable climate it is\nagriculturally a productive part of India.\nFigure 2.5 : The Northern Plains\nThe rivers coming from northern\nmountains are involved in depositional work.\nIn the lower course, due to gentle slope, the\nvelocity of the river decreases, which results in\nthe formation of riverine islands.‘Doab’ is made up of two words\n— ‘do’ meaning two and ‘ab’ meaning water .  Similarly\n‘Punjab’, is also made up two words — ‘Punj’ meaning\nfive and ‘ab’ meaning water .The Northern Plain is broadly divided into\nthree sections. The W estern part of the Norther n\nPlain is referred to as the Punjab Plains.\nFormed by the Indus and its tributaries, the\nlarger part of this plain lies in Pakistan. The\nIndus and its tributaries — the Jhelum, the\nChenab, the Ravi, the Beas and the Satluj\noriginate in the Himalaya. This section of the\nplain is dominated by the doabs .\nMajuli, in the Brahmaputra\nriver, is the largest inhabited riverine island in the\nworld.\nThe rivers in their lower course split into\nnumerous channels due to the deposition of silt.\nThese channels are known as distributaries .The Ganga plain extends between Ghaggar\nand Teesta rivers.  It is spread over North India  in\nHaryana, Delhi, U.P ., Bihar , partly Jharkhand and\nWest Bengal . In the East, particularly in Assam\nlies the Brahmaputra plain.\nThe northern plains are generally described\nas flat land with no variations in its relief. It is\nnot true. These vast plains also have diverse\nrelief features. According to the variations in\nrelief features, the Northern plains can be\ndivided into four regions. The rivers, after\ndescending from the mountains deposit\npebbles in a narrow belt of about 8 to 16 km\nin width lying parallel to the slopes of the\nShiwaliks. It is known as bhabar . All the\nstreams disappear in this bhabar  belt. South\nof this belt, the streams and rivers re-emerge\nand create a wet, swampy and marshy region\nknown as terai. This was a thickly forested\nregion full of wildlife. The forests have been\ncleared to create agricultural land and to settle\nmigrants from Pakistan after partition.  Locate\nDudhwa National Park in this region.\nThe largest part of the northern plain is\nformed of older alluvium. It lies above the\nfloodplains of the rivers and presents a terrace-\nlike featur e. This part is known as bhangar .\nThe soil in this region contains calcareous\ndeposits, locally known as kankar . The\n2024-25"
            },
            {
                "page": 6,
                "text": "12 CONTEMPORARY INDIA-Inewer , younger deposits of the floodplains\nare called khadar . They ar e renewed almost\nevery year and so are fertile, thus, ideal for\nintensive agriculture.\nThe Peninsular Plateau\nThe Peninsular plateau  is a tableland\ncomposed of the old crystalline, igneous and\nmetamorphic rocks. It was formed due to the\nbreaking and drifting of the Gondwana land\nand thus, making it a part of the oldest\nlandmass. The plateau has broad and shallow\nvalleys and rounded hills. This plateau consists\nof two broad divisions, namely, the Central\nHighlands and the Deccan Plateau. The part\nof the Peninsular plateau lying to the north of\nthe Nar mada river , covering a major ar ea of the\nMalwa plateau, is known as the Central\nHighlands. The Vindhyan range is bounded\nby the Satpura range on the south and the\nAravalis on the northwest. The further\nwestward extension gradually merges with the\nsandy and rocky desert of Rajasthan. The\nflow of the rivers draining this region, namely\nthe Chambal, the Sind, the Betwa and the Ken\nis from southwest to northeast, thus indicating\nthe slope. The Central Highlands are wider in\nthe west but narrower in the east. The eastward\nextensions of this plateau are locally known\nas the Bundelkhand  and Baghelkhand.The  Chotanagpur plateau marks the\nfurther eastward extension, drained by the\nDamodar river .\nThe Deccan Plateau is a triangular landmass\nthat lies to the south of the river Narmada. The\nSatpura range flanks its broad base in the north ,\nwhile the Mahadev, the Kaimur hills and the\nMaikal range form its eastern extensions. Locate\nthese hills and ranges in the Physical map of\nIndia. The Deccan Plateau is higher in the west\nand slopes gently eastwards. An extension of the\nPlateau is also visible in the northeast , locally\nknown as the Meghalaya , Karbi-Anglong Plateau\nand North Cachar Hills . It is separated by a fault\nfrom the Chotanagpur Plateau. Three prominent\nhill ranges from the west to  the east are the Garo,\nthe Khasi and the Jaintia  Hills.\nThe Western Ghats and the Easter n Ghats\nmark the western and the eastern edges of the\nDeccan Plateau r espectively. W estern Ghats lie\nparallel to the western coast. They are continuous\nand can be crossed through passes only. Locate\nthe Thal, Bhor and Pal Ghats in the Physical\nmap of India.\nThe W ester n Ghats ar e higher than the\nEastern Ghats. Their average elevation is 900–\n1600 metres as against 600 metres of the\nEastern Ghats. The Eastern Ghats stretch\nfrom the Mahanadi V alley to the Nigiris in the\nsouth.  The Eastern Ghats are discontinuous\nand irregular and dissected by rivers draining\ninto the Bay of Bengal. The W ester n Ghats\ncause orographic rain by facing the rain\nbearing moist winds to rise along the western\nslopes of the Ghats. The W ester n Ghats ar e\nknown by different local names. The height of\nthe W ester n Ghats pr ogressively incr eases\nfrom north to south. The highest peaks\ninclude the Anai Mudi (2,695 metres) and the\nDoda Betta  (2,637 metres). Mahendragiri\n(1,501 metres) is the highest peak in the\nEastern Ghats. Shevroy Hills and the Javadi\nHills are located to the southeast of the\nFigur e 2.6 : A W aterfall in Chotanagpur Plateau\n2024-25"
            },
            {
                "page": 7,
                "text": "PHYSICAL FEATURES OF INDIA 13Eastern Ghats. Locate the famous hill stations\nof Udagamandalam, popularly known as\nOoty and the Kodaikanal.\nOne of the distinct features of the\nPeninsular plateau is the black soil area\nknown as Decean T rap. This is of volcanic\norigin, hence, the rocks are igneous. Actually,\nthese rocks have denuded over time and are\nresponsible for the formation of black soil. The\nAravali Hills lie on the western and\nnorthwestern margins of the Peninsular\nplateau. These are highly eroded hills and are\nfound as broken hills. They extend from\nGujarat to Delhi in a southwest-northeast\ndirection.\nThe Indian Desert\nThe Indian dese rt lies towards the western\nmargins of the Aravali Hills. It is an undulating\nsandy plain covered with sand dunes. This\nregion receives very low rainfall below 150 mm\nper year . It has arid climate with low vegetati on\ncover . Str eams appear during the rainy\nseason . Soon after they disappear into the\nsand as they do not have enough water to\nreach the sea.  Luni is the only large river in\nthis region.more prominent near the Indo-Pakistan\nboundary. If you visit Jaisalmer , you may go\nto see a group of barchans.\nThe Coastal Plains\nThe Peninsular plateau is flanked by stretch\nof narrow coastal strips, running along the\nArabian Sea  on the west and the Bay of Bengal\non the east. The wester n coast\n, sandwiched\nbetween the W estern Ghats and the Arabian\nSea, is a narrow plain. It consists of three\nsections. The norther n part of the coast is called\nthe Konkan  (Mumbai – Goa), the central stretch\nis called the Kannad Plain,  while the souther n\nstretch is referred to as the Malabar coast .\nFigure 2.8 : The Coastal Plains\nFigure 2.7 : The Indian Desert\nThe Chilika Lake is the\nlargest salt water lake in India. It lies in the state\nof Odisha , to the south of the Mahanadi delta.Barchans (crescent-shaped dunes) cover\nlarger areas but longitudinal dunes becomeThe plains along the Bay of Bengal are wide\nand level. In the northern part, it is referred to\nas the Norther n Circar, while the souther n part\nis known as the Coromandel Coast . Large\nrivers, such as the Mahanadi, the Godavari,\nthe Krishna and the Kaveri have formed\nextensive delta  on this coast. Lake Chilika is\nan important feature along the eastern coast.\n2024-25"
            },
            {
                "page": 8,
                "text": "14 CONTEMPORARY INDIA-I\nCorals\nCoral polyps are short-lived microscopic\norganisms, which live in colonies. They flourish\nin shallow, mud- free and warm waters.  They\nsecrete calcium carbonate.  The coral secretion\nand their skeletons from coral deposits in the\nform of reefs : they are mainly of three kinds:\nbarrier reef. fringing reef and atolls.  The Great\nBarrier Reef of Australia is a good example of the\nfirst kind of coral reefs. Atolls are circular or\nhorse shoe -shaped coral reefs.India’s only active volcano is\nfound on Barren island in Andaman and Nicobar\ngroup of Islands.The Islands\nYou have alr eady seen that India has a vast\nmainland. Besides this, the country has two groups\nof islands. Can you identify these island groups?\nLocate the Lakshadweep Islands group\nlying close to the Malabar coast of Kerala. This\ngroup of islands is composed of small coral\nisalnds. Earlier they were known as Laccadive,\nMinicoy and Amindive. In 1973, these were\nnamed as Lakshadweep. It covers small area\nof 32 sq km. Kavaratti island is the\nadministrative headquarters of Lakshadweep.\nThis island group has great diversity of flora\nand fauna. The Pitti island, which is\nuninhabited, has a bird sanctuary.Now you see the elongated chain of islands\nlocated in the Bay of Bengal extending from\nnorth to south. These are Andaman and\nNicobar islands. They are bigger in size and\nare more numerous and scattered. The entire\ngroup of islands is divided into two broad\ncategories –  The Andaman in the north and\nthe Nicobar in the south. It is believed that these\nislands are an elevated portion of submarine\nmountains.  These island groups are of great\nstrategic importance for the country.  There is\ngreat diversity of flora and fauna in this group\nof islands too. These islands lie close to equator\nand experience equatorial climate and has\nthick for est cover .\nA detailed account of the different\nphysiographic units highlights the unique\nfeatur es of each r egion.  It would, ho wever,\nbe clear that each region complements the\nother and makes the country richer in its\nnatural resources.  The mountains are the\nmajor sources of water and forest wealth.\nThe nort hern plains are the granaries of the\ncountry.  They provide the base for early\ncivilisations.  The plateau is a storehouse\nof minerals, which has played a crucial role\nin the industrialisation of the country.  The\ncoastal region and island groups provide\nsites for fishing and port activities.  Thus,\nthe diverse physical features of the land\nhave immense future possibilities\nof development.\nFigure 2.9 : An Island\n2024-25"
            },
            {
                "page": 9,
                "text": "PHYSICAL FEATURES OF INDIA 151.Choose the right answer from the four alternatives given below.\n(i)A landmass bounded by sea on three sides is referred to as\n(a)Coast (c) Peninsula\n(b)Island (d) None of the above\n(ii)Mountain ranges in the eastern part of India forming its boundary with\nMyanmar are collectively called\n(a)Himachal (c) Purvachal\n(b)Uttarakhand (d) None of the above\n(iii) The western coastal strip, south of Goa is referred to as\n(a)Coromandel (c) Kannad\n(b)Konkan (d) Northern Circar\n(iv) The highest peak in the Eastern Ghats is\n(a)Anai Mudi (c)Mahendragiri\n(b)Kanchenjunga (d)Khasi\n2Answer the following questions briefly.\n(i)What is the bhabar ?\n(ii)Name the three major divisions of the Himalayas from north to south.\n(iii) Which plateau lies between the Aravali and the Vindhyan ranges?\n(iv) Name the island group of India having coral origin.\n3.Distinguish between\n(i)Bhangar and Khadar\n(ii)Wester n Ghats and Easter n Ghats\n4.Which are the major physiographic divisions of India?  Contrast the relief of the\nHimalayan region with that of the Peninsular plateau.\n5.Give an account of the Northern Plains of India.\n6.Write short notes on the following.\n(i)The Indian Desert\n(ii)The Central Highlands\n(iii) The Island groups of India\nMAP SKILLS\nOn an outline map of India show the following.\n(i)Mountain and hill ranges – the Karakoram, the Zaskar , the Patkai Bum,\nthe Jaintia, the Vindhya range, the Aravali, and the Cardamom hills.\n(ii)Peaks – K2, Kanchenjunga, Nanga Parbat and the Anai Mudi.\n(iii) Plateaus, Chotanagpur and Malwa\n(iv) The Indian Desert, W ester n Ghats, Lakshadweep IslandsEXERCISE\n2024-25"
            },
            {
                "page": 10,
                "text": "16 CONTEMPORARY INDIA-IPROJECT /ACTIVITY\nLocate the peaks, passes, ranges, plateaus, hills, and duns hidden in the puzzle.\nTry to find wher e these featur es ar e located.  Y ou may start your sear ch\nhorizontally, vertically or diagonally.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 3: Drainage",
        "pages": [
            {
                "page": 1,
                "text": "DRAINAGE\nThe term  drainage  describes the river\nsystem of an area. Look at the physical\nmap. Y ou will notice that small str eams\nflowing from different directions come together\nto for m the main river , which ultimately drains\ninto a large water body such as a lake or a sea\nor an ocean. The area drained by a single river\nsystem is called a drainage basin . A closer\nobservation on a map will indicate that any\nelevated area, such as a mountain or an upland,\nseparates two drainage basins. Such an upland\nis known as a water divide  (Figure 3.1).\nFigure 3.2 : A GorgeDRAINAGE  SYSTEMS  IN INDIA\nThe drai nage systems of India are mainly\ncontrolled by the broad relief features of the\nsubcontinent. Accordingly, the Indian rivers\nare divided into two major groups:\n•the Himalayan rivers; and\n•the Peninsular rivers.\nApart from originating from the two major\nphysiographic region s of India, the Himalayan\nand the Peninsular rivers are different from\neach other  in many ways . Most of the\nHimalayan rivers are perennial .  It means\nthat they have water thr oughout the year .\nThese rivers receive   water from rain as well\nas from melted snow from the lofty\nmountains. The two major Himalayan rivers,\nthe Indus and the Brahmaputra originate\nfrom the north of the mountain ranges. They\nhave cut through the mountains making\ngorges. The Himalayan rivers have long\ncourses from their source to the sea.3\nWater Divide\nSream ASream B\nFigur e 3.1 : W ater Divide\nThe world’s largest drainage\nbasin is of the Amazon river\n• Which river has the largest basin in India?Stream  AStream B\n2024-25"
            },
            {
                "page": 2,
                "text": "18 CONTEMPORARY INDIA-IThey perform intensive erosional activity in\ntheir upper courses and carry huge loads  of\nsilt and sand. In the middle and  the lower\ncourses, these rivers form meanders,  oxbow\nlakes, and many other depositional features\nin their floodplains. They also have well-\ndeveloped  deltas (Figure 3.3).\nA large number of the Peninsular rivers are\nseasonal, as their flow is dependent on rainfall.\nDuring the dry season, even the large rivers\nhave reduced flow of water in their channels.\nThe Peninsular rivers have shorter and\nshallower courses as compared to their\nHimalayan counterparts. However , some of\nthem originate in the central highlands and flow\ntowards the west. Can you identify two such\nlarge rivers? Most of the rivers of peninsular\nIndia originate in the W ester n Ghats and flow\ntowards the Bay of Bengal.\nSource of River\nUpper Course\nMiddle Course\nOx-Bow Lake\nLower\nCourseMeander\nDelta\nFigure 3.3 : Some Features Made by RiversThe Himalayan Rivers\nThe major Himalayan rivers are the Indus, the\nGanga and the Brahmaputra. These rivers are\nlong, and are joined by many large and\nimportant tributaries. A river alongwith its\ntributaries may be called a river system.\nThe Indus River System\nThe river Indus rises in T ibet, near Lake\nMansar owar. Flowing west, it enters India in the\nLadakh . It forms a picturesque gorge in this\npart. Several tributaries, the Zaskar , the Nubra,\nthe Shyok  and the Hunza , join it in the Kashmir\nregion. The Indus flows through Baltistan and\nGilgit and emerges from the mountains at Attock.\nThe Satl uj, the Beas, the Ravi, the Chenab and\nthe Jhelum join together to enter the Indus near\nMithankot in Pakistan. Beyond this, the Indus\nflows southwards eventually reaching the\nArabian Sea, ea st of Karachi.   The Indus plain\nhas a very gentle slope. With a total length of\n2900 km, the Indus is one of the longest rivers\nof the world. A little over a third of the Indus\nbasin is located in India Ladakh , Jammu and\nKashmir , Himachal Pradesh and Punjab and the\nrest is in Pakistan.\n• According to the regulations\nof the Indus Water Treaty (1960) , India can\nuse only 20 per cent of the total water carried by\nthe Indus river system. This water is used for\nirrigation in Punjab, Haryana and the southern\nand the western parts of Rajasthan.\nThe Ganga River System\nThe headwaters of the Ganga, called the\n‘Bhagirathi’ is fed by the Gangotri Glacier and\njoined by the Alaknanda at Devaprayag in\nUttarakhand. At Haridwar , the Ganga emer ges\nfrom the mountains on to the plains.\n2024-25"
            },
            {
                "page": 3,
                "text": "DRAINAGE 19Figure 3.4 : Major Rivers and Lakes\n2024-25"
            },
            {
                "page": 4,
                "text": "20 CONTEMPORARY INDIA-I\nThe Ganga is joined by many tributaries\nfrom the Himalayas, a few of them being major\nrivers, such as the Y amuna, the Ghaghara, the\nGandak and the Kosi. The river Y amuna rises\nfrom the Y amunotri Glacier in the Himalayas.\nIt flows parallel to the Ganga and as a right\nbank tributary meets the Ganga at Allahabad.\nThe Ghaghara, the Gandak and the Kosi rise\nin the Nepal Himalaya. They are the rivers,\nwhich flood parts of the northern plains every\nyear, causing widespr ead damage to life and\nproperty, whereas, they enrich the soil for\nagricultural use.\nThe main tributaries, which come from the\npeninsular uplands, are the Chambal, the\nBetwa and the Son. These rise from semi-arid\nareas, have shorter courses and do not carry\nmuch water in them. Find out where and how\nthey ultimately join the Ganga.Figure 3.5 : Confluence of Bhagirathi and Alaknanda at\nDevaprayag\n                         • The Namami Gange Programme\nis an Integrated Cons ervation Mission approved as\na ‘flagship programme’ by the Union Government\nin June 2014 to accomplish the twin objectives of\neffective abatement of pollution, conservation and\nrejuvenation of the national river , Ganga.  You may\nexplore about this project at http://nmcg.nic.in/\nNamamiGanga.sspx#\nEnlarged with the waters from its right and\nleft bank tributaries, the Ganga flows\neastwar ds till Farakka in W est Bengal. This isthe northernmost point of the Ganga delta. The\nriver bifurcates here; the Bhagirathi-Hooghly\n(a distributary) flows southwards through the\ndeltaic plains to the Bay of Bengal. The\nmainstream, flows southwards into\nBangladesh and is joined by the Brahmaputra.\nFurther downstream, it is known as the\nMeghna. This mighty river , with waters from\nthe Ganga and the Brahmaputra, flows into\nthe Bay of Bengal. The delta formed by these\nrivers is known as the Sundarban Delta .\n• The Sundarban Delta derived\nits name from the Sundari tree, which grows well\nin marshland.\n•  It is the world’s largest and fastest growing delta.\nIt is also the home of Royal Bengal tiger .\nThe  length of the Ganga is over 2500 km.\nLook at Figure 3.4; can you identify the type of\ndrainage pattern formed by the Ganga river\nsystem? Ambala is located on the water divide\nbetween the Indus and the Ganga river systems.\nThe plains from Ambala to the Sunderban\nstretch over nearly 1800 km, but the fall in its\nslope is hardly 300 metres. In other words, there\nis a fall of just one metre for every 6 km.\nTherefore, the river develops large meanders.\nThe Brahmaputra River System\nThe Brahmaputra rises in T ibet east of\nMansaro war lake very close to the sources of\nthe Indus and the Satl uj. It is slightly longer\nthan the Indus, and most of its course lies\noutside India. It flows eastwards parallel to\nthe Himalayas. On reaching the Namcha\nBarwa (7757 m), it takes a ‘U’ turn and enters\nIndia in Arunachal Pradesh through a gorge.\nHere, it is called the Dihang and it is joined by\nthe Dibang, the Lohit, and many other\ntributaries to form the Brahmaputra in Assam.\n•  Brahmaputra is know n as\nthe Tsang Po in Tibet and Jamuna in Bangladesh.\n2024-25"
            },
            {
                "page": 5,
                "text": "DRAINAGE 21In Tibet, the river carries a smaller volume of\nwater and less silt as it is a cold and a  dry area.\nIn India , it passes through a region of high\nrainfall. Here the river carries a large volume of\nwater and considerable amount of silt. The\nBrahmaputra has a braided channel in its entire\nlength in Assam and forms many riverine islands.\nDo you rem ember the name of the world’s largest\nriverine island formed by the Brahmaputra?\nEvery year during the rainy season, the\nriver overflows its banks, causing widespread\ndevastation due to floods in Assam and\nBangladesh. Unlike other north Indian river s,\nthe Brahmaputra is marked by huge deposits\nof silt on its bed causing  the riverbed to rise.\nThe river also shifts its channel frequently.\nThe Peninsular Rivers\nThe main water divide in Peninsular India is\nformed by the W estern Ghats, which runs fr om\nnorth to south close to the western coast.  Most\nof the major rivers of the Peninsula , such as\nthe Mahanadi, the Godavari, the Krishna and\nthe Kaveri flow eastwards and drain into the\nBay of Bengal. These rivers make deltas at\ntheir mouths. There are numerous small\nstreams flowing west of the W ester n Ghats.\nThe Narmada and the Tapi are the only long\nrivers, which flow west  and make esturies.   The\ndrainage basins of the peninsular rivers are\ncomparatively  small er in size.\nThe Nar mada Basin\nThe Narmada rises in the Amarkantak hills\nin Madhya Pradesh. It flows towards the west\nin a rift valley formed due to faulting. On its\nway to the sea, the Narmada creates many\npicturesque locations. The ‘Marble rocks’,\nnear Jabalpur , wher e the Nar mada flows\nthrough a deep gorge, and the ‘Dhuadhar\nfalls, where the river plunges over steep rocks,\nare some of the notable ones.               • The Narmada river\nconservation mission has been undertaken by the\ngovernment of Madhya Pradesh by a scheme named\nNamami Devi Nar made. You may visit their website.\nhttp://www.namamidevinarmade.mp.gov.in to\nlearn more about it.\nAll tributaries of the Narmada are very short\nand most of these join the main stream at right\nangles. The Narmada basin covers parts of\nMadhya Pradesh and Gujarat.\nThe Tapi Basin\nThe Tapi rises in the Satpura ranges, in the\nBetul district of Madhya Pradesh. It also flows\nin a rift valley parallel to the Narmada but it is\nmuch shorter in length. Its basin covers parts\nof Madhya Pradesh, Gujarat and Maharashtra.\nThe coastal plains between W estern Ghats\nand the Arabian Sea are very narrow. Hence,\nthe coastal rivers are short. The main west\nflowing rivers are Sabarmati, Mahi,\nBharathpuzha and Periyar . Find out the states\nin which these rivers drain the water .\nThe Godavari Basin\nThe Godavari is the lar gest Peninsular river . It\nrises fr om the slopes of the W estern Ghats in\nthe Nasik district of Maharashtra. Its length is\nabout 1500 km.  It drains into the Bay of Bengal.\nIts drainage basin is also the largest among the\npeninsular rivers. The basin covers parts of\nMaharashtra (about 50 per cent of the basin\narea lies in Maharashtra), Madhya Pradesh,\nOdisha and Andhra Pradesh. The Godavari is\njoined by a number of tributaries, such as the\nPurna, the W ardha, the Pranhita, the Manjra,\nthe W ainganga and the Penganga.  The last thr ee\ntributaries are very large. Because of its length\nand the area it covers, it is also known as the\nDakshin Ganga .\nThe Mahanadi Basin\nThe Mahanadi rises in the highlands of\nChhattisgarh. It flows through Odisha to reach\n2024-25"
            },
            {
                "page": 6,
                "text": "22 CONTEMPORARY INDIA-Ithe Bay of Bengal. The length of the river is\nabout 860 km. Its drainage basin is shared by\nMaharashtra, Chhattisgarh, Jharkhand,\nand Odisha.\nThe Krishna Basin\nRising fr om a spring near Mahabaleshwar , the\nKrishna flows for about 1400 km and reaches\nthe Bay of Bengal. The Tungabhadra, the\nKoyana, the Ghatprabha, the Musi and the\nBhima are some of its tributaries.  Its drainage\nbasin is shared by Maharasthra, Karnataka\nand Andhra Pradesh.\nThe Kaveri Basin\nThe Kaveri rises in the Brahmagri range of the\nWestern Ghats and it r eaches the Bay of Bengal\nin south of Cuddalore in Tamil Nadu. The total\nlength of the river is about 760 km.  Its main\ntributaries are Amravati, Bhavani, Hemavati\nand Kabini. Its basin drains parts of Karnataka,\nKerala and Tamil Nadu.\n•  The river Kaveri makes the\nsecond biggest waterfall in India , known as\nShivasamudram Falls. The hydroelectric power\ngenerated from the falls is supplied to Mysuru ,\nBengaluru  and the Kolar Gold Field.\n•  The name of the biggest waterfall\nin India.\nBesides these major rivers, there are some\nsmaller rivers flowing towards the east. The\nDamoder , the Brahmani, the Baitar ni and the\nSubarnrekha are some notable examples.\nLocate them in your atlas.\n• 71 per cent of the world’s\nsurface is cover ed with water , but 97 per cent of\nthat is salt water .\n• Of the 3 per cent that is available as fr eshwater ,\nthree quarters of it is trapped as ice.\nLAKES\nYou may be familiar with the valley of Kashmir\nand the famous Dal Lake, the house boats and\nshikaras , which attract thousands of tourists\nevery year . Similarly, you may have visited\nsome other tourist spot near a lake and enjoyed\nboating, swimming and other water games.Imagine that if Srinagar , Nainital and other\ntourists places did not have a lake  would they\nhave been as attractive as they are today? Have\nyou ever tried to know the importance of lakes\nin  making a place attractive to tourists ?  Apart\nfrom attraction for tourists , lakes are also useful\nto human beings in many ways.\n• Lakes of large extent are called seas,\nlike the Caspian, the Dead and the Aral seas.\nIndia has many lakes. These differ from\neach other in size and other characteristics.\nMost lakes are permanent ; some contain water\nonly during the rainy season, like the lakes in\nthe basins of inland drainage of semi-arid\nregions. There are some lakes which are the\nresult of the action of glaciers and ice sheets,\nwhile others have been formed by wind, river\naction and human activities.\nA meandering river across a floodplain\nforms cut-offs  that later develops into  ox-bow\nlakes. Spits and bars form lagoons in the\ncoastal areas, e.g. the Chilika lake, the Pulicat\nlake and the Kolleru lake. Lakes in the region\nof inland drainage are sometimes seasonal; for\nexample, the Sambhar lake in Rajasthan, which\nis a salt water lake. Its water is used for\nproducing salt.\nMost of the freshwater lakes are in the\nHimalayan region.  They are of glacial origin.\nIn other words, they  formed when glaciers\ndug out a basin, which was later filled with\nsnowmelt. The W ular lake in Jammu and\nKashmir , in contrast, is the r esult of  tectonic\nactivity.  It is the largest freshwater lake in\nIndia.  The Dal lake, Bhimtal, Nainital, Loktak\nand Barapani are some other important\nfreshwater lakes.\nFigure 3.6 : Loktak Lake\n2024-25"
            },
            {
                "page": 7,
                "text": "DRAINAGE 23\nApart from natural lakes, the damming of\nthe rivers for the generation of hydel power has\nalso led to the formation of lakes, such as Guru\nGobind Sagar (Bhakra Nangal Project).\nActivity\nMake a list of natural and artificial\nlakes with the help of the atlas.\nLakes are of great value to human beings.\nA lake helps to r egulate the flow of a river .\nDuring heavy rain s, it prevents flooding and\nduring the dry season, it helps to maintain\nan even flow of water . Lakes can also be used\nfor developing hydel power . They moderate the\nclimate of the surroundings; maintain the\naquatic ecosystem, enhance natural beauty,\nhelp develop tourism and provide recreation.\nROLE OF RIVERS IN THE ECONOMY\nRivers have been of fundamental importance\nthroughout the human history. W ater from\nrivers is a basic natural resource, essential\nfor various human activities. Therefore,\nriverbanks have attracted settlers from ancient\ntimes. These settlements have now become big\ncities. Make a list of cities in your state which\nare located on the bank of a river .\nUsing rivers for irrigation, navigation,\nhydro -power generation  is of special\nsignificance  — particularly to a country like\nIndia, where agriculture is the major source\nof  livelihood of the majority of its population.\nRIVER POLLUTION\nThe growing domestic, municipal, industrial\nand agricultural demand for water from rivers\nnaturally af fects the quality of water . As aresult, more and more water is being drained\nout of the rivers reducing their volume. On the\nother hand, a heavy load of untreated sewage\nand industrial effluents are emptied into the\nrivers. This affects not only the quality of water\nbut also the self-cleansing capacity of the river .\nFor example, given the adequate streamflow,\nthe Ganga water is able to dilute and assimilate\npollution loads within 20 km of large cities.\nBut the increasing urbanisation and\nindustrialisation do not allow it to happen and\nthe pollution level of many rivers has been\nrising. Concern over rising pollution in our\nrivers led to the launching of various action\nplans to clean the rivers. Have you heard about\nsuch action plans? How does our health get\naffected by polluted river water? Think about\n“life of human beings without fresh water”.\nArrange a debate on this topic in the class.National River Conservation Plan\n(NRCP)\nThe river cleaning programme in the\ncountry was initiated with the launching\nof the Ganga Action Plan (GAP)\nin 1985. The Ganga Action Plan was\nexpanded to cover other rivers under the\nNational River Conservation Plan\n(NRCP) in the year 1995. The objective\nof the NRCP is to improve the water\nquality of the rivers, which are major\nwater sources in the country, through\nthe implementation of pollultion\nabatement work.\nSource:  http://nrcd.nic.in/nrcp.pd as on\n25.07.17\n1.Choose the right answer from the four alternatives given below.\n(i)In which of the following states is the Wular lake located?\n(a)Rajasthan (c)Punjab\n(b)Uttar Pradesh (d)Jammu and KashmirEXERCISE\n2024-25"
            },
            {
                "page": 8,
                "text": "24 CONTEMPORARY INDIA-I(ii)The river Narmada has its source at\n(a)Satpura (c)Amarkantak\n(b)Brahmagiri (d)Slopes of the W ester n Ghats\n(iii) Which one of the following lakes is a salt water lake?\n(a)Sambhar (c)Wular\n(b)Dal (d)Gobind Sagar\n(iv) Which one of the following is the longest river of the Peninsular India?\n(a)Narmada (c)Godavari\n(b)Krishna (d)Mahanadi\n(v)Which one amongst the following rivers flows through a rift valley?\n(a)Mahanadi (c)Krishna\n(b)Tungabhadra (d)Tapi\n2.Answer the following questions briefly.\n(i)What is meant by a water divide? Give an example.\n(ii)Which is the largest river basin in India?\n(iii) Where do the rivers Indus and Ganga have their origin?\n(iv) Name the two headstreams of the Ganga. Where do they meet to form the Ganga?\n(v)Why does the Brahmaputra in its T ibetan part have less silt, despite a\nlonger course?\n(vi) Which two Peninsular rivers flow through trough?\n(vii) State some economic benefits of rivers and lakes.\n3.Below are given names of a few lakes of India. Group them under two categories\n– natural and created by human beings.\n(a) Wular (b) Dal\n(c) Nainital (d) Bhimtal\n(e) Gobind Sagar (f)Loktak\n(g) Barapani (h) Chilika\n(i)Sambhar (j)Rana Pratap Sagar\n(k) Nizam Sagar (l)Pulicat\n(m) Nagarjuna Sagar (n) Hirakund\n4.Discuss the significant difference between the Himalayan and the Peninsular\nrivers.\n5.Compare the east flowing and the west flowing rivers of the Peninsular plateau.\n6.Why are rivers important for the country’s economy?\nMap Skills\n(i) On an outline map of India mark and label the following rivers: Ganga,\nSatluj, Damodar , Krishna, Nar mada, T api, Mahanadi, and Brahmaputra.\n(ii) On an outline map of India mark and label the following lakes: Chilika,\nSambhar , Wular, Pulicat, Kolleru.\n2024-25"
            },
            {
                "page": 9,
                "text": "DRAINAGE 25Project/Activity\nSolve this crossword puzzle with the help of given clues.\nAcross\n1.Nagarjuna Sagar is a river valley project. Name the river?\n2.The longest river of India.\n3.The river which originates from a place known as Beas Kund.\n4.The river which rises in the Betul district of MP and flows westwards.\n5.The river which was known as the “Sorr ow” of W est Bengal.\n6.The river on which the reservoir for Indira Gandhi Canal has been built.\n7.The river whose source lies near Rohtang Pass.\n8.The longest river of Peninsular India?\nDown\n9.A tributary of Indus originating from Himachal Pradesh.\n10. The river flowing through fault, drains into the Arabian Sea.\n11. A river of south India, which r eceives rainwater both in summer and winter .\n12. A river which flows through Ladakh, Gilgit and Pakistan.\n13. An important river of the Indian desert.\n14. The river which joins Chenab in Pakistan.\n15. A river which rises at Y amunotri glacier .\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 4: Climate",
        "pages": [
            {
                "page": 1,
                "text": "In the last two chapters you have read about\nthe landforms and the drainage of\nour country.  These are the two of the three\nbasic elements that one learns about the natural\nenvironment of any area.  In this chapter you\nwill learn about the third, that is, the\natmospheric conditions that prevail over our\ncountry.  Why do we wear woollens in December\nor why it is hot and uncomfortable in the month\nof May, and why it rains in June - July ?  The\nanswers to all these questions can be found out\nby studying about the climate of India.\nClimate  refers to the sum total of  weather\nconditions and variations over a large  area for\na long period of time (more than thirty years).\nWeather  refers to the state of the atmosphere\nover an area at any point of time. The elements\nof weather and climate are the same, i.e.\ntemperature, atmospheric pressure, wind,\nhumidity and pr ecipitation. Y ou may have\nobserved that the weather conditions fluctuate\nvery often even within a day. But there is some\ncommon pattern over a few weeks or months,\ni.e. days are cool or hot, windy or calm, cloudy\nor bright, and wet or dry. On the basis of the\ngeneralised monthly atmospheric conditions,\nthe year is divided into seasons such as winter ,\nsummer or rainy seasons.\nThe world is divided into a number of\nclimatic regions. Do you know what type of\nclimate India has and why it is so? W e will\nlearn about it in this chapter .\n•  The word monsoon is\nderived from the A rabic word ‘mausim’ which\nliterally means season.\n• ‘Monsoon’ refers to the seasonal reversal in the\nwind dir ection during a year.CLIMA TE\nThe climate of India is described as the\n‘monsoon’  type. In Asia, this type of climate\nis found mainly in the south and the southeast.\nDespite an overall unity in the general pattern,\nthere are perceptible regional variations in\nclimatic conditions within the country. Let us\ntake two important elements – temperature and\nprecipitation, and examine how they vary from\nplace to place and season to season.\nIn summer , the mer cury occasionally\ntouches 50°C in some parts of the Rajasthan\ndesert, whereas it may be around 20°C in\nPahalgam in Jammu and Kashmir . On a winter\nnight, temperature at Drass in Jammu and\nKashmir may be as low as minus 45 °C.\nThiruvananthapuram, on the other hand, may\nhave a temperature of 22 °C.\nIn certain places there is a\nwide difference between day and night\ntemperatures. In the Thar Desert the day\ntemperature may rise to 50°C, and drop down\nto near 15°C the same night. On the other hand,\nthere is hardly any difference in day and night\ntemperatures in the Andaman and Nicobar\nislands or in Kerala.\nLet us now look at precipitation. There are\nvariations not only in the form and types of\nprecipitation but also in its amount and the\nseasonal distribution. While precipitation is\nmostly in the form of snowfall in the upper parts\nof Himalayas, it rains over the rest of the\ncountry. The annual precipitation varies from\nover 400 cm in Meghalaya to less than 10 cm\nin Ladakh and western Rajasthan. Most parts\nof the country receive rainfall from June to\nSeptember . But some parts like the Tamil Nadu4\n2024-25"
            },
            {
                "page": 2,
                "text": "CLIMATE 27•Why most of the world’s deserts are\nlocated in the western margins of continents in the\nsubtropics?\nFinally, relief  too plays a major role in\ndetermining the climate of a place. High mountains\nact as barriers for cold or hot winds; they may\nalso cause precipitation if they are high enough\nand lie in the path of rain-bearing winds. The\nleeward side of mountains remains relatively dry.\nFACTORS  AFFECTING  INDIA’S CLIMATE\nLatitude\nThe T ropic of Cancer passes thr ough the middle\nof the country from the Rann of Kuchchh in the\nwest to Mizoram in the east. Almost half of the\ncountry, lying south of the T ropic of Cancer ,\nbelongs to the tropical area. All the remaining\narea, north of the T ropic, lies in the sub-tr opics.\nTherefore, India’s climate has characteristics of\ntropical as well as subtropical climates.\nAltitude\nIndia has mountains to the north, which have\nan average height of about 6,000 metres. India\nalso has a vast coastal area where the\nmaximum elevation is about 30 metres. The\nHimalayas prevent the cold winds from Central\nAsia from entering the subcontinent. It is\nbecause of these mountains that this\nsubcontinent experiences comparatively\nmilder winters as compared to central Asia.\nPressure and Winds\nThe climate and associated weather conditions\nin India are governed by the following\natmospheric conditions:\n•Pr PrPrPrPressur\nessuressur essuressur e and sure and sure and sure and sure and sur face winds;face winds;face winds;face winds;face winds;\n•Upper air circulation; andUpper air circulation; andUpper air circulation; andUpper air circulation; andUpper air circulation; and\n•W WW WWester esterester esterester n cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances andn cyclonic disturbances and\ntropical cyclonestropical cyclonestropical cyclonestropical cyclonestropical cyclones .\nIndia lies in the region of north easterly\nwinds. These winds originate from the\nsubtropical high-pressure belt of the northerncoast gets a large portion of its rain during\nOctober and November.\n In general, coastal areas experience less\ncontrasts in temperature conditions. Seasonal\ncontrasts are more in the interior of the\ncountry. There is decrease in rainfall generally\nfrom east to west in the Northern Plains. These\nvariations have given rise to variety in lives of\npeople – in terms of the food they eat, the\nclothes they wear and also the kind of houses\nthey live in.\n• Why the houses in Rajasthan have thick\nwalls and flat roofs?\n•  Why is it that the houses in the Tarai region and\nin Goa and Mangalore have sloping roofs?\n•Why houses in Assam are built on stilts?\nCLIMATIC  CONTROLS\nThere are six major controls of  the climate of\nany place. They are: latitude , altitude ,\npressure and wind system, distance from\nthe sea (continentality), ocean currents and\nrelief features .\nDue to the curvature of the earth, the\namount of solar energy received varies\naccording to latitude . As a result, air\ntemperature generally decreases from the\nequator towards the poles. As one goes from\nthe surface of the earth to higher altitudes ,\nthe atmosphere becomes less dense and\ntemperature decreases. The hills are therefore\ncooler during summers. The pressure and\nwind  system of any area depend on the\nlatitude and altitude of the place. Thus it\ninfluences the temperature and rainfall\npattern. The sea exerts a moderating influence\non climate:  As the distance from the sea\nincreases, its moderating influence decreases\nand the people experience extreme weather\nconditions. This condition is known as\ncontinentality (i.e. very hot during summers\nand very cold during winters). Ocean currents\nalong with onshore winds affect the climate of\nthe coastal areas, For example, any coastal\narea with warm or cold currents flowing past\nit, will be warmed or cooled if the winds are\nonshore.\n2024-25"
            },
            {
                "page": 3,
                "text": "28 CONTEMPORARY INDIA-Ihemisphere. They blow southwards, get\ndeflected to the right due to the Coriolis force,\nand move  towards the equatorial low-pressure\narea. Generally, these winds carry little\nmoisture as they originate and blow over land.\nTherefore, they bring little or no rain. Hence,\nIndia should have been an arid land, but it is\nnot so. Let us see why?\nCoriolis force : An apparent force caused by the\nearth’s rotation. The Coriolis force is responsible for\ndeflecting winds towards the right in the northern\nhemisphere and towards the left in the southern\nhemisphere.  This is also known as ‘Ferrel’s Law’.\nThe pressure and wind conditions over\nIndia ar e unique. During winter , ther e is a\nhigh-pressure area north of the Himalayas.\nCold dry winds blow from this region to the\nlow-pressure areas over the oceans to the\nsouth. In summer , a low-pr essur e area\ndevelops over interior Asia , as well as , over\nnorthwester n India. This causes a complete\nreversal of the direction of winds during\nsummer . Air moves fr om the high-pr essur e\narea over the southern Indian Ocean, in a\nsouth-easterly dir ection, cr osses the equator ,\nand turns right towards the low-pressure areas\nover the Indian subcontinent. These are known\nas the Southwest Monsoon winds. These winds\nblow over the warm oceans, gather moisture\nand bring widespread rainfall over the\nmainland of India.\nTHE SEASONS\nThe monsoon type of climate is characterised\nby a distinct seasonal pattern. The weather\nconditions greatly  change from one season to\nthe other . These changes ar e particularly\nnoticeable in the interior parts of the country.\nThe coastal areas do not experience much\nvariation in temperature though there is\nvariation in rainfall pattern. How many seasons\nare experienced in your place? Four main\nseasons can be identified in India – the cold\nweather season, the hot weather season, theadvancing monsoon and the retreating\nmonsoon with some regional variations.\nThe Cold W eather Season (W inter)\nThe cold weather season begins from mid-\nNovember in northern India and stays till\nFebruary. December and January are the\ncoldest months in the northern part of India.\nThe temperature decreases from south to the\nnorth. The average temperature of Chennai, on\nthe eastern coast, is between 24°– 25° Celsius,\nwhile in the northern plains, it ranges between\n10°C and 15° Celsius. Days are warm and\nnights are cold. Frost is common in the north\nand the higher slopes of the Himalayas\nexperience snowfall.\nDuring this season, the northeast trade\nwinds prevail over the country. They blow from\nland to sea and hence, for most part of the\ncountry, it is a dry season. Some amount of\nrainfall occurs on the Tamil Nadu coast from\nthese winds as, here they blow from sea to land.\nIn the northern part of the country, a feeble\nhigh-pressure region develops, with light winds\nmoving outwards from this area. Influenced by\nthe relief, these winds blow through the Ganga\nvalley from the west and the northwest. The\nweather is normally marked by clear sky, low\ntemperatures and low humidity and feeble,\nvariable winds.\nA characteristic feature of the cold weather\nseason over the northern plains is the inflow of\ncyclonic disturbances from the west and the\nnorthwest. These low-pressure systems,\noriginate over the Mediterranean Sea and\nwestern Asia and move into India, along with\nthe westerly flow. They cause the much-needed\nwinter rains over the plains and snowfall in the\nmountains. Although the total amount of\nwinter rainfall locally known as \n‘mahawat’  is\nsmall, they are of immense importance for the\ncultivation of ‘rabi’ crops.\nThe peninsular region does not have a well-\ndefined cold season. There is hardly any\nnoticeable seasonal change in temperature\npattern during winters due to the moderating\ninfluence of the sea.\n2024-25"
            },
            {
                "page": 4,
                "text": "CLIMATE 29Figure 4.1 : Advancing Monsoon\n2024-25"
            },
            {
                "page": 5,
                "text": "30 CONTEMPORARY INDIA-IThe Hot W eather Season (Summer)\nDue to the apparent northward movement of\nthe sun, the global heat belt shifts northwards.\nAs such, from March to May, it is hot weather\nseason in India. The influence of the shifting of\nthe heat belt can be seen clearly from\ntemperature recordings taken during March-\nMay at different latitudes. In March, the highest\ntemperature is about 38° Celsius, recorded on\nthe Deccan plateau. In April, temperatures in\nGujarat and Madhya Pradesh are around 42°\nCelsius. In May, temperature of 45° Celsius is\ncommon in the northwestern parts of the\ncountry. In peninsular India, temperatures\nremain lower due to the moderating influence\nof the oceans.\nThe summer months experience rising\ntemperature and falling air pressure in the\nnorthern part of the country. Towards the end\nof May, an elongated low-pressure area\ndevelops in the region extending from the Thar\nDesert in the northwest to Patna and\nChotanagpur plateau in the east and\nsoutheast. Circulation of air begins to set in\naround this trough.\nA striking feature of the hot weather season\nis the ‘loo’. These are strong, gusty, hot, dry\nwinds blowing during the day over the north\nand northwestern India. Sometimes they even\ncontinue until late in the evening. Direct\nexposure to these winds may even prove to be\nfatal. Dust storms are very common during the\nmonth of May in northern India. These storms\nbring temporary relief as they lower the\ntemperature and may bring light rain and cool\nbreeze. This is also the season for localised\nthunderstorms, associated with violent winds,\ntorrential downpours, often accompanied by\nhail. In W est Bengal, these stor ms ar e known\nas the ‘ Kaal Baisakhi’ .\nTowards the close of the summer season,\npre-monsoon showers are common especially,\nin Kerala and Karnataka. They help in the early\nripening of mangoes, and are often referred to\nas ‘mango showers’ .Advancing Monsoon (The Rainy Season)\nBy early June, the low-pressure condition over\nthe northern plains intensifies. It attracts, the\ntrade winds of the southern hemisphere. These\nsouth-east trade winds originate over the\nwarm subtropical areas of the southern oceans.\nThey cross the equator and blow in a south-\nwesterly direction entering the Indian peninsula\nas the south-west monsoon. As these winds\nblow over warm oceans, they bring abundant\nmoisture to the subcontinent. These winds are\nstrong and blow at an average velocity of 30\nkm per hour . With the exception of the extr eme\nnorth-west, the monsoon winds cover the\ncountry in about a month.\nThe inflow of the south-west monsoon into\nIndia brings about a total change in the\nweather . Early in the season, the windwar d\nside of the W estern Ghats r eceives very heavy\nrainfall, more than 250 cm. The Deccan\nPlateau and parts of Madhya Pradesh also\nreceive some amount of rain in spite of lying\nin the rain shadow area. The m aximum rainfall\nof this season is received in the north-eastern\npart of the country. Mawsynram in the\nsouthern ranges of the Khasi Hills receive s the\nhighest average rainfall in the world. Rainfall\nin the Ganga valley decreases from the east to\nthe west. Rajasthan and parts of Gujarat get\nscanty rainfall.\nAnother phenomenon associated with the\nmonsoon is its tendency to have ‘breaks’ in\nrainfall. Thus, it has wet and dry spells. In\nother words, the monsoon rains take place\nonly for a few days at a time. They are\ninterspersed with rainless intervals. These\nbreaks in monsoon are related to the\nmovement of the monsoon trough. For\nvarious reasons, the trough and its axis keep\non moving northward or southward, which\ndetermines the spatial distribution of rainfall.\nWhen the axis of the monsoon trough lies over\nthe plains, rainfall is good in these parts. On\nthe other hand, whenever the axis shifts closer\nto the Himalayas, there are longer dry spells\nin the plains, and widespread rain occur in\nthe mountainous catchment areas of the\nHimalayan rivers. These heavy rain s bring in\n2024-25"
            },
            {
                "page": 6,
                "text": "CLIMATE 31Figure 4.2 : Retreating Monsoon\n2024-25"
            },
            {
                "page": 7,
                "text": "32 CONTEMPORARY INDIA-Itheir wake, devastating floods causing\ndamage to life and property in the plains. The\nfrequency and intensity of tropical\ndepressions too, determine the amount and\nduration of monsoon rains. These\ndepressions form at the head of the Bay of\nBengal and cross over to the mainland. The\ndepressions follow the axis of the “monsoon\ntrough of low pressure”. The monsoon is\nknown for its uncertainties. The alternation\nof dry and wet spells vary in intensity,\nfrequency and duration. While it causes heavy\nfloods in one part, it may be responsible for\ndroughts in the other .  It is often irr egular in\nits arrival and its retreat. Hence, it sometimes\ndisturbs the farming schedule of millions of\nfarmers all over the country.\nRetreating /Post Monsoon s\n(The T ransition Season)\nDuring October -November , with the appar ent\nmovement of the sun towards the south, the\nmonsoon trough or the low-pressure trough\nover the norther n plains becomes weaker . This\nis gradually replaced by a high-pressure\nsystem.  The south-west monsoon winds\nweaken and start withdrawing gradually. By\nthe beginning of October , the monsoon\nwithdraws from the Northern Plains.\nThe months of October -November form a\nperiod of transition from hot rainy season to\ndry winter conditions. The retreat of the\nmonsoon is marked by clear skies and rise in\nMawsynram, the wettest\nplace on the earth is also reputed for its\nstalagmite and stalactite caves.The low-pressure conditions, over north-\nwestern India, get transferred to the Bay of\nBengal by early November . This shift is\nassociated with the occurrence of cyclonic\ndepressions, which originate over the\nAndaman Sea. These cyclones generally cross\nthe eastern coasts of India cause heavy and\nwidespread rain. These tropical cyclones are\noften very destructive. The thickly populated\ndeltas of the Godavari, the Krishna and the\nKaveri are frequently struck by cyclones, which\ncause great damage to life and property.\nSometimes, these cyclones  arrive at the coasts\nof Odisha, W est Bengal and Bangladesh. The\nbulk of the rainfall of the Coromandel Coast is\nderived from depressions and cyclones.\nDISTRIBUTION  OF RAINFALL\nParts of western coast and northeastern India\nreceive over about 400 cm of rainfall annually.\nHowever , it is less than 60 cm in wester n\nRajasthan and adjoining parts of Gujarat,\nHaryana and Punjab. Rainfall is equally low\nin the interior of the Deccan plateau, and east\nof the Sahyadris. Why do these regions receive\nlow rainfall? A third area of low precipitation\nis around Leh in Jammu and Kashmir . The rest\nof the country receives moderate rainfall.\nSnowfall is restricted to the Himalayan region.\nOwing to the nature of monsoons, the\nannual rainfall is highly variable from year to\nyear. Variability is high in the r egions of low\nrainfall, such as parts of Rajasthan, Gujarat\nand the leewar d side of the W estern Ghats. As\nsuch, while areas of high rainfall are liable to\nbe affected by floods, areas of low rainfall are\ndrought-prone (Figure 4.3).\nMONSOON  AS A UNIFYING  BOND\nYou have alr eady known the way the Himalayas\nprotect the subcontinent from extremely cold\nwinds from central Asia. This enables northern\nIndia to have uniformly higher temperatures\ncompared to other areas on the same latitudes.\nSimilarly, the Peninsular plateau, under the\ninfluence of the sea from three sides, has\nmoderate temperatures. Despite suchtemperature. While day temperatures are\nhigh, nights are cool and pleasant. The land\nis still moist. Owing to the conditions of high\ntemperature and humidity, the weather\nbecomes rather oppressive during the day.\nThis is commonly known as ‘October heat’. In\nthe second half of October , the mer cury begins\nto fall rapidly in northern India.\n2024-25"
            },
            {
                "page": 8,
                "text": "CLIMATE 33Figure 4.3 : Annual Rainfall\n2024-25"
            },
            {
                "page": 9,
                "text": "34 CONTEMPORARY INDIA-I\nActivity\n(i)On the basis of the news items above, find out the names of places and the seasons described.\n(ii)Compare the rainfall description of Chennai and Mumbai and explain the reasons for the difference.\n(iii)Evaluate flood as a disaster with the help of a case study.\n2024-25"
            },
            {
                "page": 10,
                "text": "CLIMATE 351.Choose the correct answer from the four alternatives given below.\n(i) Which one of the following places receives the highest rainfall in the world?\n(a)Silchar\n(c)Cherrapunji\n(b)Mawsynram\n(d)Guwahati\n(ii) The wind blowing in the northern plains in summers is known as:\n(a)Kaal Baisakhi\n(c)Trade Winds\n(b)Loo\n(d)None of the above\n(iii) Monsoon arrives in India approximately in:\n(a)Early May\n(c)Early June\n(b)Early July\n(d)Early August\n(iv) Which one of the following characterises the cold weather season in India?\n(a)Warm days and war m nights\n(b)Warm days and cold nights\n(c)Cool days and cold nights\n(d)Cold days and warm nights\n2.Answer the following questions briefly.\n(i)What are the controls affecting the climate of India?\n(ii)Why does India have a monsoon type of climate?\n(iii) Which part of India does experience the highest diurnal range of temperature\nand why?\n(iv) Which winds account for rainfall along the Malabar coast?\n(v)Define monsoons. What do you understand by “break” in monsoon?\n(vi) Why is the monsoon considered a unifying bond?\n3.Why does the rainfall decrease from the east to the west in Northern India.EXERCISEmoderating influences, there are great\nvariations in the temperature conditions.\nNevertheless, the unifying influence of the\nmonsoon on the Indian subcontinent is quite\nperceptible. The seasonal alteration of the wind\nsystems and the associated weather conditions\nprovide a rhythmic cycle of seasons. Even the\nuncertainties of rain and uneven distribution\nare very much typical of the monsoons. The\nIndian landscape, its animal and plant life, itsentire agricultural calendar and the life of the\npeople, including their festivities, revolve\naround this phenomenon. Y ear after year ,\npeople of India from north to south and from\neast to west, eagerly await the arrival of the\nmonsoon. These monsoon winds bind the\nwhole country by providing water to set the\nagricultural activities in motion. The river\nvalleys which carry this water also unite as a\nsingle river valley unit.\n2024-25"
            },
            {
                "page": 11,
                "text": "36 CONTEMPORARY INDIA-I4.Give reasons as to why.\n(i)Seasonal reversal of wind direction takes place over the Indian\nsubcontinent?\n(ii)The bulk of rainfall in India is concentrated over a few months.\n(iii) The Tamil Nadu coast receives winter rainfall.\n(iv) The delta region of the eastern coast is frequently struck by cyclones.\n(v)Parts of Rajasthan, Gujarat and the leewar d side of the W ester n Ghats are\ndrought-prone.\n5.Describe the regional variations in the climatic conditions of India with the help\nof suitable examples.\n6.Give an account of weather conditions and characteristics of the cold season.\n7.Give the characteristics and effects of the monsoon rainfall in India.\nMAP SKILLS\nOn an outline map of India, show the following.\n(i)Areas receiving rainfall over 400 cm.\n(ii)Areas receiving less than 20 cm of rainfall.\n(iii) The direction of the south-west monsoon over India.\nPROJECT /ACTIVITY\n(i)Find out which songs, dances, festivals and special food preparations are\nassociated with certain seasons in your region. Do they have some\ncommonality with other regions of India?\n(ii)Collect photographs of typical rural houses, and clothing of people from\ndifferent regions of India. Examine whether they reflect any relationship\nwith the climatic condition and relief of the area.\nFOR DOING IT YOURSELF\n1.In Table-I, the average mean monthly\ntemperatures and amounts of rainfall of 10\nrepresentative stations have been given.  It\nis for you to study on your own and convert\nthem into ‘temperature and rainfall’ graphs.\nA glance at these visual representations will\nhelp you to grasp instantly the smilarities\nand differences between them. One such\ngraph (Figure 1) is already prepared for\nyou.  See if you can arrive at some broad\ngeneralisations about our diverse climatic\nconditions. W e hope you are in for a gr eat\njoy of learning. Do the following activities.\n2.Re-arrange the 10 stations in two different\nsequences:Figure 1 : Temperature and Rainfall of Delhi\n2024-25"
            },
            {
                "page": 12,
                "text": "CLIMATE 37(i)Accor ding to their distance fr om the equator .\n(ii)According to their altitude above mean sealevel.\n3.(i)Name two rainiest stations.\n(ii)Name two driest stations.\n(iii)Two stations with most equable climate.\n(iv)Two stations with most extreme climate.\n(v)Two stations influenced by retreating monsoons.\n(vi)The two hottest stations in the months of\n(a)February (b)April (c)May (d)June\nStations             Latitude Altitude Jan. Feb. Mar.Apr.May. Jun. Jul. Aug. Sep. Oct. Nov. Dec. Annual\n(Metres) Rainfall\nTemperature ( °C) 20.5 22.7 25.2 27.1 26.7 24.2 23.0 23.0 23.1 22.9 18.9 20.2\nBengaluru 12°58'N 909\nRainfall (cm) 0.7 0.9 1.1 4.5 10.7 7.1 11.1 13.7 16.4 15.3 6.1 1.3 88.9\nTemperature ( °C) 24.4 24.4 26.7 28.3 30.0 28.9 27.2 27.2 27.2 27.8 27.2 25.0\nMumbai 19° N 11\nRainfall (cm) 0.2 0.2 – – 1.8 50.6 61.0 36.9 26.9 4.8 1.0 – 183.4\nTemperature ( °C) 19.6 22.0 27.1 30.1 30.4 29.9 28.9 28.7 28.9 27.6 23.4 19.7\nKolkata 22°34' N 6\nRainfall (cm) 1.2 2.8 3.4 5.1 13.4 29.0 33.1 33.4 25.3 12.7 2.7 0.4 162.5\nTemperature ( °C) 14.4 16.7 23.3 30.0 33.3 33.3 30.0 29.4 28.9 25.6 19.4 15.6\nDelhi 29° N 219\nRainfall (cm) 2.5 1.5 1.3 1.0 1.8 7.4 19.3 17.8 11.9 1.3 0.2 1.0 67.0\nTemperature ( °C) 16.8 19.2 26.6 29.8 33.3 33.9 31.3 29.0 20.1 27.0 20.1 14.9\nJodhpur 26°18' N 224\nRainfall (cm) 0.5 0.6 0.3 0.3 1.0 3.1 10.8 13.1 5.7 0.8 0.2 0.2 36.6\nTemperature ( °C) 24.5 25.7 27.7 30.4 33.0 32.5 31.0 30.2 29.8 28.0 25.9 24.7\nChennai 13°4' N 7\nRainfall (cm) 4.6 1.3 1.3 1.8 3.8 4.5 8.7 11.3 11.9 30.6 35.0 13.9 128.6\nTemperature ( °C) 21.5 23.9 28.3 32.7 35.5 32.0 27.7 27.3 27.9 26.7 23.1 20.7\nNagpur 21°9' N 312\nRainfall (cm) 1.1 2.3 1.7 1.6 2.1 22.2 37.6 28.6 18.5 5.5 2.0 1.0 124.2\nTemperature ( °C) 9.8 11.3 15.9 18.5 19.2 20.5 21.1 20.9 20.0 17.2 13.3 10.4\nShillong 24°34' N 1461\nRainfall (cm) 1.4 2.9 5.6 14.6 29.5 47.6 35.9 34.3 30.2 18.8 3.8 0.6 225.3\nTemperature ( °C) 26.7 27.3 28.3 28.7 28.6 26.6 26.2 2.6.2 26.5 26.7 26.6 26.5\nThiruvananthapuram 8°29' N 61\nRainfall (cm) 2.3 2.1 3.7 10.6 20.8 35.6 22.3 14.6 13.8 27.3 20.6 7.5 181.2\nTemperature ( °C) – 8.5 – 7.2 – 0.6 6.1 10.0 14.4 17.2 16.1 12.2 6.1 0.0 – 5.6\nLeh34° N 34°N 3506\nRainfall (cm) 1.0 0.8 0.8 0.5 0.5 0.5 1.3 1.3 0.8 0.5 –0.5 8.5Table I\n2024-25"
            },
            {
                "page": 13,
                "text": "38 CONTEMPORARY INDIA-I4.Now find out\n(i)Why are Thiruvananthapuram and Shillong rainier in June than in July?\n(ii)Why is July rainier in Mumbai than in Thiruvananthapuram?\n(iii)Why are southwest monsoons less rainy in Chennai?\n(iv)Why is Shillong rainier than Kolkata?\n(v)Why is Kolkata rainier in July than in June unlike Shillong which is rainier in June than\nin July?\n(vi)Why does Delhi receive more rain than Jodhpur?\n5.Now think why\n—Thiruvananthapuram has equable climate?\n—Chennai has more rains only after the fury of monsoon is over in most parts of the country?\n—Jodhpur has a hot desert type of climate?\n—Leh has moderate  precipitation almost throughut the year?\n—while in Delhi and Jodhpur most of the rain is confined to nearly three  months, in\nThiruvananthapuram and Shillong it is almost nine months of the year?\nIn spite of these facts see carefully if there are strong evidences to conclude that the monsoons\nstill provide a very strong framework lending overall climatic unity to the whole country.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 5: Natural Vegetation and Wildlife",
        "pages": [
            {
                "page": 1,
                "text": "NATURAL VEGET ATION AND WILDLIFE 39Have you observed the type of trees,\nbushes, grasses and birds in the fields\nand park s in and around your school?\nAre they similar or there are variations? India\nbeing a vast country you can imagine the\ntypes of bio -forms available throughout the\ncountry.\nOur country India is one of the 12 mega\nbio-diversity countries of the  world. With\nabout 47,000 plant species India occupies\ntenth place in the world and fourth in Asia in\nplant diversity. There are about  15,000\nflowering plants in India , which account for\n6 per cent in the world’s total number of\nflowering plants. The country has many non-\nflowering plants , such as ferns, algae and\nfungi. India also has approximately 90 ,000\nspecies of animals , as well as , a rich variety of\nfish in its fresh and marine waters.\nNatural vegetation refers to a plant\ncommunity, which has grown naturally\nwithout human aid and has been left\nundisturbed by humans for a long time. This\nis termed as a virgin vegetation . Thus,\ncultivated crops and fruits, orchards form part\nof vegetation but not natural vegetation.NATURAL VEGET ATION AND WILDLIFE\nTYPES OF VEGETATION\nThe following major types of vegetation may\nbe identified in our country (Figure 5.4).\n(i)Tropical Ever green For ests\n(ii)T\nropical Deciduous For ests\n(iii)Tropical Thor n For ests and Scrubs\n(iv)Montane Forests\n(v)Mangrove Forests5\nThe virgin vegetation, which\nare purely Indian are known as endemic or\nindigenous species but those which have come\nfrom outside India are termed as exotic plants.\n The term flora  is used to denote plants of\na particular region or period. Similarly, the\nspecies of animals are referred to as fauna .\n Figure 5.1 : Tropical Evergreen Forest\n2024-25"
            },
            {
                "page": 2,
                "text": "40 CONTEMPORARY INDIA-ITropical Ever green For ests\nThese forests are restricted to heavy rainfall\nareas of the W estern Ghats and the island\ngroups of Lakshadweep, Andaman and\nNicobar , upper parts of Assam and T amil Nadu\ncoast. They are at their best in areas having\nmore than 200 cm of rainfall with a short dry\nseason. The trees reach great heights up  to 60\nmetres or even above. Since the region is warm\nand wet thr oughout the year , it has a luxuriant\nvegetation of all kinds — trees, shrubs and\ncreepers giving it a multilayered structure. There\nis no definite time for trees to shed their leaves.\nAs such , these forests appear green all the\nyear round.\nSome of the commercially important trees\nof this forest are ebony, mahogany, rosewood,\nrubber and cinchona.\nThe common animals found in these forests\nare elephant, monkey, lemur and deer . One-\nhorned rhinoceroses are found in the jungles\nof Assam and W est Bengal. Besides these\nanimals, plenty of birds, bats, sloth, scorpions\nand snails are also found in these jungles.\nTropical Deciduous For ests\nThese are the most widespread forests of India.\nThey are also called the monsoon forests and\nspread over the region receiving rainfall\nbetween 200 cm and 70 cm. T rees of this for esttype shed their leaves for about six to eight\nweeks in dry summer .\nOn the basis of the availability of water ,\nthese forests are further divided into moist and\ndry deciduous. The former is found in areas\nreceiving rainfall between 200 and 100 cm.\nThese forests exist, therefore, mostly in the\neastern part of the country — northeastern\nstates, along the foothills of the Himalayas,\nJharkhand, W est Odisha and Chhattisgar h,\nand on the easter n slopes of the W estern Ghats.\nTeak is the most dominant species of this forest.\nBamboos , sal, shisham, sandalwood , khair ,\nkusum, arjun and mulberry  are other\ncommercially important species.\nThe dry deciduous forests are found in areas\nhaving rainfall between 100 cm and 70  cm.\nThese forests are found in the rainier parts of\nthe Peninsular plateau and the plains of Bihar\nand Uttar Pradesh. There are open stretches,\nin which teak, sal, peepal and neem  grow. A\nlarge part of this region has been cleared for\ncultivation and some parts are used for grazing.\nIn these forests, the common animals found\nare lion, tiger , pig, deer and elephant. A huge\nvariety of birds, lizards, snakes and tortoises\nare also found here.\nThe Thorn Forests and Scrubs\nIn regions with less than 70 cm of rainfall, the\nnatural vegetation consists of thorny trees and\nFigure 5.2 : Tropical Deciduous Forest\n Figure 5.3 : Thorn Forests and Scrubs\n2024-25"
            },
            {
                "page": 3,
                "text": "NATURAL VEGET ATION AND WILDLIFE 41Study the given map for the forest cover and try to find the reasons as to why certain states have more forest area\nas compared to others?Figur e 5.4 : Natural V egetation\n2024-25"
            },
            {
                "page": 4,
                "text": "42 CONTEMPORARY INDIA-Ibushes. This type of vegetation is found in the\nnorth-western part of the country, including\nsemi-arid areas of Gujarat, Rajasthan, Madhya\nPradesh, Chhattisgarh, Uttar Pradesh and\nHaryana. Acacias, palms, euphorbias and cacti\nare the main plant species. T rees ar e scatter ed\nand have long roots penetrating deep into the\nsoil in order to get moisture. The stems are\nsucculent to conserve water . Leaves ar e mostly\nthick and small to minimise evaporation. These\nforests give way to thorn forests and scrubs in\narid areas.\nIn these forests, the common animals are\nrats, mice, rabbits, fox, wolf, tiger , lion, wild ass,\nhorses and camels.\nMontane Forests\nIn mountainous areas, the decrease in\ntemperature with increasing altitude leads to\nthe corresponding change in natural\nvegetation. As such, there is a succession of\nnatural vegetation belts in the same order as\nwe see from the tropical to the tundra region.\nThe  wet temperate type of forests are found\nbetween a height of 1000 and 2000 metres.\nEvergreen broad-leaf trees , such as oaks and\nchestnuts predominate. Between 1500 and\n3000 metres, temperate forests containingconifer ous tr ees, like pine, deodar , silver fir ,\nspruce and cedar , are found. These for ests\ncover mostly the southern slopes of the\nHimalayas, places having high altitude in\nsouthern and north-east India. At higher\nelevations, temperate grasslands are common.\nAt high altitudes, generally , more than 3,600\nmetres above the sea level, temperate forests\nand grasslands give way to the Alpine\nvegetation. Silver fir , junipers, pines and\nbirches are the common trees of these forests.\nHowever , they get pr ogressively stunted as\nthey approach the snow-line. Ultimately ,\nthrough shrubs and scrubs, they merge into\nthe Alpine grasslands. These are used\nextensively for grazing by nomadic tribes , like\nthe Gujjars and the Bakarwals. At higher\naltitudes, mosses and lichens form part of\ntundra vegetation.\nThe common animals found in these forests\nare Kashmir stag, spotted dear , wild sheep, jack\nrabbit, T ibetan antelope, yak, snow leopar d,\nsquirrels, Shaggy horn wild ibex, bear and rare\nred panda, sheep and goats with thick hair .\nMangrove Forests\nThe mangrove tidal forests are found in the\nareas of coasts influenced by tides. Mud and\nsilt get accumutated on such coasts. Dense\nFigure 5.5 : Montane Forests\n Figure 5.6 : Mangrove Forests\n2024-25"
            },
            {
                "page": 5,
                "text": "NATURAL VEGET ATION AND WILDLIFE 43mangroves are the common varieties with roots\nof the plants submer ged under water . The\ndeltas of the Ganga, the Mahanadi, the Krishna,\nthe Godavari and the Kaveri are covered by\nsuch vegetation. In the Ganga-Brahmaputra\ndelta, sundari trees are found, which provide\ndurable har d timber . Palm, coconut, keora ,\nagar, etc.,  also gr ow in some parts of the delta.Royal Bengal T iger is the famous animal\nin these forests. Turtles, crocodiles, gharials\nand snakes are also found in these forests.\nLet us discuss :Let us discuss :Let us discuss :Let us discuss :Let us discuss :   What will happen if plants and\nanimals disappear from the earth’s surface? Can\nthe human beings survive under such a situation?\nWhy is biodiversity necessary and why should it be\nconserved?\nWILDLIFE\nLike its flora, India is also rich in its fauna.  It\nhas approximately 90,000 animal species.\nThe country has about 2,000 species of birds.\nThey constitute 13% of the world’s total.  There\nare 2,546 species of fish, which account for\nnearly 12% of the world’s stock.  It also shares\nbetween 5 and 8 per cent of the world’s\namphibians, reptiles and mammals.\nActivity ActivityActivity ActivityActivity\nCan you identify the type of forest shown in this picture?\nIdentify some trees in it.  What type of similarity/\ndissimilarity you notice in this type of vegetation from\nthe one found in your region?MEDICINAL PLANTS\nIndia is known for its herbs and spices from ancient times. Some 2,000 plants have been described in Ayurveda\nand at  least 500 ar e in regular use. The W orld Conservation Union’s Red List has named 352 medicinal plants\nof which 52 are critically threatened and 49 endangered. The commonly used plants in India are:\nSarpagandha : Used to treat blood pressure; it is found only in India.\nJamun : The juice fr om ripe fruit is used to pr epare vinegar , which is car minative and diur etic, and\nhas digestive properties. The powder of the seed is used for controlling diabetes.\nArjun : The fresh juice of leaves is a cure for earache. It is also used to regulate blood pressure.\nBabool : Leaves are used as a cure for eye sores. Its gum is used as a tonic.\nNeem : Has high antibiotic and antibacterial properties.\nTulsi : Is used to cure cough and cold.\nKachnar : Is used to cure asthma and ulcers. The buds and roots are good for digestive problems.\nIdentify more medicinal plants in your area.  Which plants are used as medicines by local\npeople to cure some diseases?\nSour ce : Medicinal Plants by Dr . S.K. Jain, 5th edition 1994, National Book T rust of India\nThe elephants are the most\nmajestic animals among the\nmammals.  They are found in the hot\nwet forests of Assam, Karnataka and\nKerala. One-horned rhinocerose s are\nthe other animals, which live in\nswampy and marshy lands of Assam\nand W est Bengal.  Arid ar eas of the\nRann of Kachchh and the Thar\nDesert are the habitat for wild ass\nand camels respectively.  Indian\nbison, nilgai (blue bull), chousingha\n(four-horned antelope), gazel and\ndifferent species of deer are some\nother animals found in India.  It also has several\nspecies of monkeys.\nWildlife Protection Act was\nimplemented in 1972 in India.\nIndia is the only country in the world that\nhas both tigers and lions.  The natural habitat\nof the Indian lion is the Gir forest in Gujarat.\nTigers ar e found in the for ests of Madhya\n2024-25"
            },
            {
                "page": 6,
                "text": "44 CONTEMPORARY INDIA-IPradesh, the Sundarbans of W est Bengal and\nthe Himalayan region. Leopards, too, are\nmembers of the cat family. They are important\namong animals of prey.In the rivers, lakes and coastal areas,\nturtles, crocodiles and gharials are found.  The\nlatter is the only representative of a variety of\ncrocodile, found in the world today.\nBird life in India is colourful.  Peacocks,\npheasants, ducks, parakeets, cranes and\npigeons are some of the birds inhabiting the\nforests and wetlands of the country.\nWe have selected our cr ops fr om a\nbio-diverse environment, i.e., from the reserve\nof edible plants. W e also experimented and\nselected many medicinal plants. The animals\nwere selected from large stock provided by\nnature as milch animal. They also provided us\ndraught power , transportation, meat and eggs.\nThe fish provide nutritive food. Many insects\nhelp in pollination of crops and fruit trees and\nexerting biological control on such insects is\nharmful. Every species has a role to play in the\nDo you know\nThe Gir Forest is the\nlast remaining habitat\nof the Asiatic lion.\nThe Himalayas harbour a hardy range of\nanimals, which survive in extreme cold.\nLadakh’s freezing high altitudes are a home to\nyak, the shaggy horned wild ox weighing\naround one tonne, the T ibetan antelope, the\nbharal  (blue sheep), wild sheep, and the kiang\n(Tibetan wild ass).  Fur htermore, the ibex, bear ,\nsnow-leopard and rare red panda are found\nin certain pockets.\nActivity ActivityActivity ActivityActivity\n(i)Find out from the above newspaper cuttings, the main concern highlighted in the given news items.\n(ii)Collect more information about various endangered species from newspapers and  magazines.\n(iii)Find out various steps taken by the Indian government to protect them.\n(iv)Describe how you can contribute to the protection of endangered animals and birds.\n2024-25"
            },
            {
                "page": 7,
                "text": "NATURAL VEGET ATION AND WILDLIFE 45Figure 5.7 : Wildlife Reserves\nDampara\n2024-25"
            },
            {
                "page": 8,
                "text": "46 CONTEMPORARY INDIA-I\nMigratory Birds\nSome of the wetlands of India are popular\nwith migratory bir ds. During winter ,\nbirds, such as Siberian Crane, come\nin large numbers. One such place\nfavourable with birds is the Rann of\nKachchh. At a place where the desert\nmerges with the sea, flamingo with their\nbrilliant pink plumage come in thousands\nto build nest mounds from the salty mud\nand raise their young ones.  It is one\namong many extraordinary sights in the\ncountry. Is it not a rich natural heritage\nof ours?\necosystem. Hence, conservation is essential. As\nhas been mentioned earlier due to excessive\nexploitation of plant and animal resources by\nhuman beings, the ecosystem has been\ndisturbed. About 1,300 plant species are\nendangered and 20 species are extinct. Quite\na few animal species are also endangered and\nsome have become extinct.\nThe main causes for this major threat to\nnature are hunting by greedy hunters for\ncommercial purposes. Pollution due to\nchemical and industrial waste, acid deposits,\nintroduction of alien species and reckless\ncutting of the forests to bring land under\ncultivation and habitation, are also responsible\nfor the imbalance.\n To protect the flora and fauna of the\ncountry, the government has taken many\nsteps.\n(i)Eighteen biosphere reserves have been\nset up in the country to protect flora and\nfauna. Twelve out of these, the Sundarbans\nNanda Devi, the Gulf of Mannar , the Nilgiri,\nNokr ek, Gr eat Nicobar , Simlipal,\nPachmarhi, Achanakmar -Amarkantak,\nAgasthyamalai, Kangchendzonga and\nPanna have been included in the world\nnetwork of biosphere reserves.Eighteen Bio-reserves\n•Sundarbans •Simlipal\n•Gulf of Mannar •Dihang-Dibang\n•Nilgiri •Dibru Saikhowa\n•Nanda Devi •Agasthyamalai\n•Nokrek •Kangchendzonga\n•Great Nicobar •Pachmarhi\n•Manas •Achanakmar -Amark antak\n•Kachchh •Cold Desert\n•Seshachalam •Panna\n(ii)Financial and technical assistance is\nprovided to many botanical gardens by the\ngovernment since 1992.\n(iii)Project T iger, Project Rhino, Pr oject\nGreat Indian Bustard and many other\neco-developmental projects have been\nintroduced.\n(iv)106 National Parks, 573 Wildlife\nsanctuaries and Zoological gardens are set\nup to take care of natural heritage.\nAll of us must realise the importance of the\nnatural ecosystem for our own survival. It is\npossible if indiscriminate destruction of natural\nenvironment is put to an immediate end.\n2024-25"
            },
            {
                "page": 9,
                "text": "NATURAL VEGET ATION AND WILDLIFE 471.Choose the right answer from the four alternatives given below:\n(i)To which one of the following types of vegetation does rubber belong to?\n(a)Tundra (c)Himalayan\n(b)Tidal (d)Tropical Evergreen\n(ii)Cinchona trees are found in the areas of rainfall more than\n(a)100 cm (c)70 cm\n(b)50 cm (d)less than 50 cm\n(iii) In which of the following state is the Simlipal bio-reserve located?\n(a)Punjab (b)Delhi\n(c)Odisha (d)West Bengal\n(iv) Which one of the following bio-reserves of India is not included in the world\nnetwork of bioreserve?\n(a)Manas (c)Gulf of Mannar\n(b)Nilgiri (d)Panna\n2.Answer the following questions briefly.\n(i)What is a bio-reserve? Give two examples.\n(ii)Name two animals having habitat in tropical and montane type of vegetation.\n3.Distinguish between\n(i)Flora and Fauna\n(ii)Tropical Evergreen and Deciduous forests\n4.Name dif ferent types of V egetation found in India and describe the vegetation of\nhigh altitudes.\n5.Quite a few species of plants and animals are endangered in India. Why?\n6.Why has India a rich heritage of flora and fauna?\nMap Skills\nOn an outline map of India, label the following.\n(i)Areas of Evergreen Forests\n(ii)Areas of Dry Deciduous Forests\n(iii) Two national parks each in Norther n, Souther n, Easter n and W ester n parts\nof the Country\nProject/Activity\n(i)Find some trees in your neighbourhood having medicinal values.\n(ii)Find ten occupations getting raw material from forests and wildlife.\n(iii) Write a poem or paragraph showing the importance of wildlife.\n(iv) Write the script of a str eet play giving the importance of tr ee plantation and\ntry to enact it in your locality.\n(v)Plant a tree either on your birthday or one of your family member’s birthday.\nNote the gr owth of the tr ee and notice in which season it gr ows faster .EXERCISE\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 6: Population",
        "pages": [
            {
                "page": 1,
                "text": "48 CONTEMPORARY INDIA-IPOPULA TION\nCan you imagine a world without human\nbeings? Who would have utilised\nthe resources and created social and\ncultural environment? The people are\nimportant to develop the economy and the\nsociety. The people make and use resources\nand are themselves resources with varying\nquality.  Coal is but a piece of rock, until people\nwere able to invent technology to obtain it and\nmake it ‘resource’. Natural events, like a flood\nor a Tsunami, becomes a ‘disaster’ only when\nthey affect a crowded village or a town.\nHence, population is the pivotal element in\nsocial studies. It is the point of reference from\nwhich all other elements are observed and from\nwhich they derive significance and meaning.\n‘Resources’, ‘calamities’ and ‘disasters’ are all\nmeaningful only in relation to human beings.\nTheir numbers, distribution, growth and\ncharacteristics or qualities provide the basic\nbackground for understanding and\nappreciating all aspects of the environment.\nHuman beings are producers and\nconsumers of earth’s resources. Therefore, it\nis important to know how many people are\nthere in a country, where do they live, how and\nwhy their numbers are increasing and what\nare their characteristics.  The census of India\nprovides us with information regarding the\npopulation of our country.POPULATION  SIZE AND DISTRIBUTION\nIndia’s Population Size and Distribution\nby Numbers\nIndia’s population as on March 2011 stood at\n1,210.6 million, which account for more the\n17 per cent of the world’s population. These\n1.21 billion people are unevenly distributed\nover our country’s vast area of 3.28 million\nsquare km, which accounts for 2.4 per cent of\nthe world’s area (Figure 6.1).\nThe 2011 Census data reveal that  Uttar\nPradesh with a population size of 199 million\nis the most populous state of India.  Uttar\nPradesh accounts for about 16 per cent of the\ncountry’s population.  On the other hand, the\nHimalayan state of Sikkim has a population of\njust about 0.6 million and Lakshadweep has\nonly 64,429 people.\nAlmost half of India’s population lives in\njust five states. These are Uttar Pradesh,\nMaharashtra, Bihar , West Bengal and Andhra\nPradesh. Rajasthan, the biggest state  in terms\nof area, has only 5.5 per cent of the total\npopulation of India (Figure 6.2)\n  • What could be the reason\nof uneven distribution of population in India?\nCensus\nA census is an official enumeration of population done periodically. In India, the first census was held in the year\n1872. The first complete census, however , was taken in the year 1881. Since then, censuses have been held\nregularly every tenth year .\nThe Indian Census is the most comprehensive source of demographic, social and economic data. Have you\never seen a census report? Check in your library if it has one.6\n2024-25"
            },
            {
                "page": 2,
                "text": "POPULATION 49India’s Population Distribution by Density\nPopulation density provides a better picture\nof the uneven distribution. Population density\nis calculated as the number of persons per unit\narea. India is one of the most densely populated\ncountries of the world.\nIndia,17.5%Restoftheworld,82.5%\nRestoftheworld,97.6%\nIndia,2.4%AREAPOPULATION\nFig 6.1 : India’s Shar e of W orld’s Ar ea and Population\nFig. 6.2: Distribution of Population\nSource: Census of India, 2011Do You KnowOnly Bangladesh and Japan have\nhigher average population densities\nthan India. Find out the population\ndensities of Bangladesh and Japan.\nThe population density of India in the year\n2011 was 382 persons per sq km. Densities\nvary from 1,102 persons per sq km in Bihar to\nonly 17 persons per sq km in Arunachal\nPradesh. A study of the Figure 6.3 shows the\npattern of uneven distribution of population\ndensities at the State level.\n2024-25"
            },
            {
                "page": 3,
                "text": "50 CONTEMPORARY INDIA-INote: Telangana became the 29th State of India in June 2014.\n* State of Jammu and Kashmir was bifurcated into two union territories namely Jammu and\nKashmir and Ladakh on 05.08.19.\nFig. 6.3: Density of Population (Census of India 2011)\n2024-25"
            },
            {
                "page": 4,
                "text": "POPULATION 512 per cent per annum means that in a given\nyear, there was an increase of two persons for\nevery 100 persons in the base population.  This\nis referred to as the annual growth rate .\nIndia’s population has been steadily\nincreasing from 361 million in 1951 to 1210\nmillion in 2011.\nTable 6.1 : The Magnitude and Rate of India’s\nPopulation Growth\nYear Total Absolute Annual\nPopulation Increase in Growth\n(in million) the Decade Rate\n(in million) ( % )\n1951  361.0 42.43 1.25\n1961  439.2 78.15 1.96\n1971  548.2 108.92 2.20\n1981  683.3 135.17 2.22\n1991  846.4 163.09 2.16\n2001 1028.7 182.32 1.97\n2011 1210.6\n181.46 1.64\nTable 6.1 and Figure s 6.4 (a) and 6.4 (b)\nreveal that from 1951 to 1981, the annual\nrate of population growth was steadily\nincreasing; which explains the rapid increase\nin population from 361 million in 1951 to\n683 million in 1981.\n•  Table 6.1 reveals that despite the\ndecline in growth rates, the number of people being\nadded every decade is steadily increasing. Why?\nSince 1981, however , the rate of gr owth\nstarted declining gradually. During this period,\nbirth rates declined rapidly. Still 182 million\npeople were added to the total population in\nthe 1990s alone (an annual addition larger\nthan ever before).\nIt is essential to realise that India has a very\nlarge population. When a low annual rate is\napplied to a very large population, it yields a\nlarge absolute increase. When more than a\nbillion people increase even at a lower rate, the\ntotal number  being added becomes very large.\nIndia’s annual increase in population is large\nenough to neutralise efforts to conserve the\nresource endowment and environment.\n The declining trend of the growth rate is\nindeed a positive indicator of the efforts of birth\ncontrol. Despite that, the total additions to the\npopulation base continue to grow, and IndiaActivity\nActivityActivity ActivityActivity\nStudy the Figure 6.3 and compare it with\nFigure 2.4 and Figure 4.7. Do you find any\ncorelation between these maps?\nNote the States with population densities\nbelow 250 persons per square km. Rugged\nterrain and unfavourable climatic conditions\nare primarily responsible for sparse population\nin these areas.  Which states have density below\n250 persons per square km?\nAssam and most of the Peninsular states\nhave moderate population densities. Hilly,\ndissected and rocky nature of the terrain,\nmoderate to low rainfall, shallow and less fertile\nsoils have influenced population densities in\nthese areas.\nThe Northern plains and Kerala in the south\nhave high to very high population densities\nbecause of the flat plains with fertile soils and\nabundant rainfall. Identify the three states of\nthe Northern Plains with high population\ndensities.\nPOPULATION  GROWTH  AND PROCESSES\nOF POPULATION  CHANGE\nPopulation is a dynamic phenomenon. The\nnumbers, distribution and composition of the\npopulation are constantly changing. This is the\ninfluence of the interaction of the three processes,\nnamely  — births, deaths and migrations.\nPopulation Growth\nGrowth of population refers to the change in\nthe number of inhabitants of a country/territory\nduring a specific period of time, say during the\nlast 10 years.  Such a change can be expressed\nin two ways: in terms of absolute numbers and\nin ter ms of per centage change per year .\nThe absolute numbers added each year or\ndecade is the magnitude of increase. It is\nobtained by simply subtracting the earlier\npopulation (e.g. that of 2001) from the later\npopulation (e.g. that of 2011).  It is referred to\nas the absolute increase.\nThe rate or the pace of population increase\nis the other important aspect.  It is studied in\nper cent per annum, e.g. a rate of increase of\n2024-25"
            },
            {
                "page": 5,
                "text": "52 CONTEMPORARY INDIA-Ihas overtaken China in 2023 to become the most\npopulous country in the world. (www.un.org.)\nProcesses of Population Change/Growth\nThere are three main processes of change of\npopulation : birth rates, death rates and\nmigration. Fig. 6.4(b): India’s Population 1901-2011Fig. 6.4(a): India’s  Population Growth Rates during 1951-2011\nThe natural increase of population is the\ndifference between birth rates and death rates.\nBirth rate is the number of live births per\nthousand persons in a year . It is a major\ncomponent of growth because in India, birth\nrates have always been higher than death\nrates.\n2024-25"
            },
            {
                "page": 6,
                "text": "POPULATION 53Death rate is the number of deaths per\nthousand persons in a year . The main cause\nof the rate of growth of the Indian population\nhas been the rapid decline in death rates.\nTill 1980, high birth rates and declining\ndeath rates led to a large difference between\nbirth rates and death rates resulting in higher\nrates of population growth. Since 1981, birth\nrates have also started declining gradually,\nresulting in a gradual decline in the rate of\npopulation growth. What are the reasons for\nthis trend?\nThe third component of population growth\nis migration . Migration is the movement of\npeople across regions and territories. Migration\ncan be internal  (within the country) or\ninternational (between the countries).\nInternal migration does not change the size\nof the population, but influences the\ndistribution of population within the nation.\nMigration plays a very significant role in\nchanging the composition and distribution of\npopulation.population in 1951 to 31.80 per cent in 2011.\nThere has been a significant increase in the\nnumber of ‘million plus cities’ from 35 to 53 in\njust one decade, i.e., 2001 to 2011. In 2023\nthere were 59 million plus cities in India.\nAdolescent Population\nThe most significant feature of the Indian\npopulation is the size of its adolescent\npopulation.  It constitutes one-fifth of the total\npopulation of India.  Adolescents are,\ngenerally, grouped in the age group of 10 to\n19 years.  They are the most important\nresource for the future.  Nutrition\nrequirements of adolescents are higher than\nthose of a normal child or adult.  Poor nutrition\ncan lead to deficiency and stunted growth.\nBut in India,  the diet available to adolescents\nis inadequate in all nutrients. A large number\nof adolescent girls suffer from anaemia. Their\nproblems have so far not received adequate\nattention in the process of development.  The\nadolescent girls have to be sensitised to the\nproblems they confront.  Awareness among\nthem can be improved through the spread of\nliteracy and education .\nNational Population Policy\nRecognising that the planning of families\nwould improve individual health and\nwelfare, the Government of India initiated  a\ncomprehensive Family Planning Programme\nin 1952. The Family W elfare Programme has\nsought to promote responsible and planned\nparenthood on a voluntary basis. The National\nPopulation Policy (N PP) 2000 is a\nculmination of years of planned efforts.\nThe NPP 2000 provides a policy\nframework for imparting free and compulsory\nschool education up to 14 years of age,\nreducing infant mortality rate to below 30 per\n1000 live births, achieving universal\nimmunisation of children against all vaccine\npreventable diseases, promoting delayed\nmarriage for girls, and making family welfare\na people-centred programme.Activity\nOn a map, trace the migration of each\nof your grandparents and parents\nsince their birth. Try and analyse the\nreasons for each move.\nIn India, most migrations have been from\nrural to urban areas because of the “push”\nfactor in rural areas. These are adverse\nconditions of poverty and unemployment in the\nrural areas and the “pull” of the city in terms\nof increased employment opportunities and\nbetter living conditions.\nMigration is an important determinant of\npopulation change. It changes not only the\npopulation size but also the population\ncomposition of urban and rural populations\nin terms of age and sex composition. In India,\nthe rural-urban migration has resulted in a\nsteady increase in the percentage of population\nin cities and towns. The urban population has\nincreased from 17.29 per cent of the total\n2024-25"
            },
            {
                "page": 7,
                "text": "54 CONTEMPORARY INDIA-I1.Choose the right answer from the four alternatives given below.\n(i)Migrations change the number , distribution and composition of the\npopulation in\n(a)the area of departure (c)both the area of departure and arrival\n(b)the area of arrival (d)none of the above\n(ii)A large proportion of children in a population is a result of\n(a)high birth rates (c)high death rates\n(b)high life expectancies (d)more married couples\n(iii) The magnitude of population growth refers to\n(a)the total population of an area\n(b)the number of persons added each year\n(c)the rate at which the population increases\n(d)the number of females per thousand males\n(iv) According to the Census, a “literate” person is one who\n(a)can read and write his/her name\n(b)can read and write any language\n(c)is 7 years old and can read and write any language with understanding\n(d)knows the 3 ‘R’s (reading, writing, arithmetic)\n2.Answer the following questions briefly.\n(i)Why is the rate of population growth in India declining since 1981?\n(ii)Discuss the major components of population growth.\n(iii) Define age structure, death rate and birth rate.\n(iv) How is migration a determinant factor of population change?\n3.Distinguish between population growth and population change.\n4.What is the relation between occupational structure and development?\n5.What are the advantages of having a healthy population?\n6.What are the significant features of the National Population Policy 2000?\nPROJECT /ACTIVITY\nConduct a class census by preparing a questionnaire. The questionnaire\nshould contain minimum five questions. Questions should relate to students,\ntheir family members, their class performance, their health, etc. Each student\nis required to fill in the questionnaire. Compile the information in numerical\nterms (in terms of percentage).  Present the information through pie-chart,\nbar-diagram or in any other way.EXERCISE\n2024-25"
            },
            {
                "page": 8,
                "text": "GLOSSARY\nAdolescence :Adolescence is a period in which a person is no longer a child and\nnot yet an adult.  Such persons are grouped in the age group of\n10 to 19 years.\nAlluvial plain :A level tract of land made up of alluvium or fine rock material\nbrought down by a river .\nBase population :The total population of an area at the beginning of a given time\nperiod.\nBiome :Plant communities occuring in distinct groups in areas having\nsimilar climatic conditions.\nBirth rate :The number of live births for every 1000 persons in a year .\nDepression :In meteorology; it denotes an area of relatively low atmospheric\npressure, which is found mainly in temperate regions.  In geology,\nit refers to a hollow sunken area of the earth’s surface.\nDeath rate :The number of deaths per 1000 persons in year .\nDensity of population :The average number of persons per unit area, such as a square\nkilometre.\nDependency ratio :The ratio of people of dependent age (below 15 and above 60 years)\nto people of economically active ages (15-59 years).\nEcosystem :A system which comprises the physical environment and the\norganisms living therein.\nEnvironment :Surroundings or the conditions under which a person or thing\nexists and develops his or its character .  It covers both physical\nand cultural elements.\nFault :A linear break in rocks of the earth’s crust along which there has\nbeen displacement in a horizontal, vertical or oblique direction.\nFauna :The animal life of a given area.\nFlora :The total vegetati on or plant cover of a region.\nFold : A bend in the rock strata resulting from compression of an area of\nthe earth’s crust .\nGeosyncline :A narrow, shallow,  elongated basin with a sinking bottom in which\na considerable thickness of sediments was deposited by the rivers\ncoming from Angara and Gondwanaland.\nGlacier :A mass of snow and ice that moves slowly under the influence of\ngravity along a confined course away from its place of accumulation.\nGrowth rate of population :The growth rate of population indicates the rate at which the\npopulation is gro wing.  In estimating the growth rate the increase\nin population is compared with the base population.  It can be\nmeasured annually or over a decade.\nIndian mainland :It refers to the contiguous stretch of landmass from Jammu and\nKashmir to Ka nniyakumari and from Gujarat to Arunachal Pradesh.\nIndian Standard Time :The local time along the Standard Meridian of India (82°30'E) .\nInland drainage :A drainage system in which the waters of the rivers do not reach\nthe oceans but fall into an inland sea or lake.\n2024-25"
            },
            {
                "page": 9,
                "text": "56 CONTEMPORARY INDIA-IIgneous rocks :Rocks formed as a result of solidification of magma either below\nthe earth’s surface or above it.\nLagoon :A salt-water lake separated from the sea by the sandbars and spits.\nLake :A body of water that lies in a hollow in the eart h’s surface and is\nentirely surrounded by land.\nLithospheric plates :Large segments of the earth’s crust composed of continental and\noceanic lithospheric parts, floating above the asthenosphere.\nLife expectancy :The average number of years one is expected to live.\nLocal  time :The time of a place determined by the  midday sun is called the\nlocal time.\nMetamorphic rocks :Deformation and alteration of pre-existing igneous and\nsedimentary rocks as a result of changes in physical and chemical\nconditions due to intense heat or pressure.\nMigration :Movement of people fr om one place to another .  Inter nal migration\nmeans movement of people within a country and external migration\nmeans movement of peopl e between countries.  When people come\nto a country from another country, it is called immigration and\nwhen they leave that co untry, it is called emigration.\nMillion plus cities :Cities with a population of more than one million or 10 lakh.\nMons oon :A complete reversal of winds over a large area leading to a change\nof seasons.\nMountain :An upward projected features of the earth’s surface that rises to\nhigh altitude and usually possesses steep slopes.\nNational park :A reserved area for preserving its natural vegeta tion, wildlife and\nthe natural environment.\nPlain :An extensive area of flat or gently undulating land.\nPlateau :An extensive elevated area of relatively flat land.\nPlate tectonics :The scientific concept that explains the movements of the crustal\nplates.\nRelief :The differences in elevation or the physical outline of the land\nsurface or ocean floor .\nSubsidence :In meteor ology, it is the downwar d movement of the air . In geology,\nit refers to the sinking of a portion of the earth’s surface.\nSedimentary rocks :Rocks composed of sediments and generally having a layered\nstructure.\nSex-ratio :Sex-ratio is defined as the number of females per thousand males.\nSubcontinent :A big landmass, which stands out as a distinct geographic al unit\nfrom the rest of the continent.\nTectonic :Forces originating within the earth and responsible for bringing\nwidespread changes in the landform features.\nYoung mountains :The fold mountains formed during the most recent major phase\nof folding in the earth’s cr ust.\n2024-25"
            },
            {
                "page": 10,
                "text": "Notes\n2024-25"
            },
            {
                "page": 11,
                "text": "Notes\n2024-25"
            }
        ]
    }
]