[
    {
        "chapter": "Chapter 1: Introduction to Macroeconomics",
        "pages": [
            {
                "page": 1,
                "text": "Chapter□1\nIntroduction IntroductionIntroductionIntroductionIntroduction\nYou must have already been introduced to a study of basic\nmicroeconomics. This chapter begins by giving you a\nsimplified account of how macroeconomics differs from the\nmicroeconomics that you have known.\nThose of you who will choose later to specialise in\neconomics, for your higher studies, will know about the\nmore complex analyses that are used by economists to\nstudy macroeconomics today. But the basic questions of\nthe study of macroeconomics would remain the same and\nyou will find that these are actually the broad economic\nquestions that concern all citizens – Will the prices as a\nwhole rise or come down? Is the employment condition of\nthe country as a whole , or of some sectors of the economy,\ngetting better or is it worsening? What would be reasonable\nindicators to show that the economy is better or worse?\nWhat steps, if any, can the State take, or the people ask\nfor, in order to improve the state of the economy? These\nare the kind of questions that make us think about the\nhealth of the country’s economy as a whole. These\nquestions are dealt within macroeconomics at different\nlevels of complexity.\nIn this book you will be introduced to some of the basic\nprinciples of macroeconomic analysis. The principles will\nbe stated, as far as possible, in simple language.\nSometimes elementary algebra will be used in the\ntreatment for introducing the reader to some rigour.\nIf we observe the economy of a country as a whole it will\nappear that the output levels of all the goods and services\nin the economy have a tendency to move together. For\nexample, if output of food grain is experiencing a growth, it\nis generally accompanied by a rise in the output level of\nindustrial goods. Within the category of industrial goods\nalso output of different kinds of goods tend to rise or fall\nsimultaneously. Similarly, prices of different goods and\nservices generally have a tendency to rise or fall\nsimultaneously. We can also observe that the employment\nlevel in different production units also goes up or down\ntogether.\nIf aggregate output level, price level, or employment\nlevel , in the different production units of an economy ,\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "2 22 22Introductory Macroeconomicsbear close relationship to each other then the task of analysing the\nentire economy becomes relatively easy. Instead of dealing with the\nabove mentioned variables at individual (disaggregated) levels, we\ncan think of a single good as the representative of all the goods and\nservices produced within the economy. This representative good will\nhave a level of production which will correspond to the average\nproduction level of all the goods and services. Similarly, the price or\nemployment level of this representative good will reflect the general\nprice and employment level of the economy.\nIn macroeconomics we usually simplify the analysis of how the\ncountry’s total production and the level of employment are related to\nattributes (called ‘variables’) like prices, rate of interest, wage rates,\nprofits and so on, by focusing on a single imaginary commodity and\nwhat happens to it. We are able to afford this simplification and thus\nusefully abstain from studying what happens to the many real\ncommodities that actually are bought and sold in the market because\nwe generally see that what happens to the prices, interests, wages and\nprofits etc. for one commodity more or less also happens for the others.\nParticularly, when these attributes start changing fast, like when prices\nare going up (in what is called an inflation), or employment and\nproduction levels are going down (heading for a depression), the general\ndirections of the movements of these variables for all the individual\ncommodities are usually of the same kind as are seen for the aggregates\nfor the economy as a whole.\nWe will see below why, sometimes, we also depart from this useful\nsimplification when we realise that the country’s economy as a whole\nmay best be seen as composed of distinct sectors. For certain purposes\nthe interdependence of (or even rivalry between) two sectors of the\neconomy (agriculture and industry, for example) or the relationships\nbetween sectors (like the household sector, the business sector and\ngovernment in a democratic set-up) help us understand some things\nhappening to the country’s economy much better, than by only looking\nat the economy as a whole.\nWhile moving away from different goods and focusing on a\nrepresentative good may be convenient, in the process, we may be\noverlooking some vital distinctive characteristics of individual goods.\nFor example, production conditions of agricultural and industrial\ncommodities are of a different nature. Or, if we treat a single category\nof labour as a representative of all kinds of labours, we may be unable\nto distinguish the labour of the manager of a firm from the labour of the\naccountant of the firm. So, in many cases, instead of a single\nrepresentative category of good (or labour, or production technology),\nwe may take a handful of different kinds of goods. For example, three\ngeneral kinds of commodities may be taken as a representative of all\ncommodities being produced within the economy: agricultural goods,\nindustrial goods and services. These goods may have different production\ntechnology and different prices. Macroeconomics also tries to analyse\nhow the individual output levels, prices, and employment levels of these\ndifferent goods gets determined.\nFrom this discussion here, and your earlier reading of\nmicroeconomics, you may have already begun to understand in what\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "3 33 33Introductionway macroeconomics differs from microeconomics. To recapitulate briefly,\nin microeconomics, you came across individual ‘economic agents’ (see\nbox) and the nature of the motivations that drive them. They were\n‘micro’ (meaning ‘small’) agents  – consumers choosing their respective\noptimum combinations of goods to buy, given their tastes and incomes;\nand producers trying to make maximum profit out of producing their\ngoods keeping their costs as low as possible and selling at a price as\nhigh as they could get in the markets. In other words, microeconomics\nwas a study of individual markets of demand and supply and the ‘players’,\nor the decision-makers, were also individuals (buyers or sellers, even\ncompanies) who were seen as trying to maximise their profits (as\nproducers or sellers) and their personal satisfaction or welfare levels\n(as consumers). Even a large company was ‘micro’ in the sense that it\nhad to act in the interest of its own shareholders which was not\nnecessarily the interest of the country as a whole. For microeconomics\nthe ‘macro’ (meaning ‘large’) phenomena affecting the economy as a\nwhole, like inflation or unemployment, were either not mentioned or\nwere taken as given. These were not variables that individual buyers or\nsellers could change. The nearest that microeconomics got to\nmacroeconomics was when it looked at General Equilibrium, meaning\nthe equilibrium of supply and demand in each market in the economy.\nMacroeconomics tries to address situations facing the economy as a\nwhole. Adam Smith , the founding father of modern economics, had\nsuggested that if the buyers and sellers in each market take their\ndecisions following only their own self-interest, economists will not need\nto think of the wealth and welfare of the country as a whole separately.\nBut economists gradually discovered that they had to look further.\nEconomists found that first, in some cases, the markets did not or\ncould not exist. Secondly, in some other cases, the markets existed\nbut failed to produce equilibrium of demand and supply. Thirdly, and\nmost importantly, in a large number of situations society (or the State,\nor the people as a whole) had decided to pursue certain important\nsocial goals unselfishly (in areas like employment, administration,\ndefence, education and health) for which some of the aggregate effects\nof the microeconomic decisions made by the individual economic agents\nneeded to be modified. For these purposes macroeconomists had to\nstudy the effects in the markets of taxation and other budgetary\npolicies, and policies for bringing about changes in money supply, the\nrate of interest, wages, employment, and output. Macroeconomics has ,\nEconomic Agents\nBy economic units or economic agents, we mean those individuals\nor institutions which take economic decisions. They can be\nconsumers who decide what and how  much to consume. They may\nbe producers of goods and services who decide what and how much\nto produce. They may be entities like the government, corporation,\nbanks which also take different economic decisions like how much\nto spend, what interest rate to charge on the credits, how much to\ntax, etc.\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "4 44 44Introductory Macroeconomicstherefore , deep roots in microeconomics because it has to study the\naggregate effects of the forces of demand and supply in the markets.\nHowever, in addition, it has to deal with policies aimed at also\nmodifying these forces, if necessary, to follow choices made by society\noutside the markets. In a developing country like India such choices\nhave to be made to remove or reduce unemployment, to improve\naccess to education and primary health care for all, to provide for\ngood administration, to provide sufficiently for the defence of the\ncountry and so on. Macroeconomics shows two simple characteristics\nthat are evident in dealing with the situations we have just listed.\nThese are briefly mentioned below.\nFirst, who are the macroeconomic decision makers (or ‘players’)?\nMacroeconomic policies are pursued by the State itself or statutory\nbodies like the Reserve Bank of India (RBI), Securities and Exchange\nBoard of India (SEBI) and similar institutions. Typically, each such\nbody will have one or more public goals to pursue as defined by law\nor the Constitution of India itself. These goals are not those of\nindividual economic agents maximising their private profit or welfare.\nThus the macroeconomic agents are basically different from the\nindividual decision-makers.\nSecondly, what do the macroeconomic decision-makers try to do?\nObviously they often have to go beyond economic objectives and try\nto direct the deployment of economic resources for such public needs\nas we have listed above. Such activities are not aimed at serving\nindividual self-interests. They are pursued for the welfare of the\ncountry and its people as a whole.\nAdam Smith is regarded as the founding\nfather of modern economics (it was known\nas political economy at that time). He was\na Scotsman and a professor at the\nUniversity of Glasgow. Philosopher by\ntraining, his well known work An Enquiry\ninto the Nature and Cause of the Wealth\nof Nations  (1776) is regarded as the first\nmajor comprehensive book on the subject.\nThe passage from the book. ‘It is not from\nthe benevolence of the butcher, the brewer,\nof the baker, that we expect our dinner,\nbut from their regard to their own interest.\nWe address ourselves, not to their\nhumanity but to their self-love, and never talk to them of our own\nnecessities but of their advantage’ is often cited as an advocacy for\nfree market economy. The Physiocrats of France were prominent\nthinkers of political economy before Smith.\nAdam Smith\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "5 55 55Introduction1.1 E MERGENCE  OF MACROECONOMICS\nMacroeconomics, as a separate branch of economics, emerged after the\nBritish economist John Maynard Keynes  published his celebrated book\nThe General Theory of Employment, Interest and Money  in 1936. The\ndominant thinking in economics before Keynes was that all the labourers\nwho are ready to work will find employment and all the factories will be\nworking at their full capacity. This school of thought is known as the\nclassical tradition.\nHowever, the Great Depression  of 1929 and the subsequent years\nsaw the output and employment levels in the countries of Europe\nand North America fall by huge amounts. It affected other countries\nof the world as well. Demand for goods in the market was low, many\nfactories were lying idle, workers were thrown out of jobs. In USA,\nfrom 1929 to 1933, unemployment rate  rose from 3 per cent to\n25 per cent (unemployment rate may be defined as the number of\npeople who are not working and are looking for jobs divided by the\ntotal number of people who are working or looking for jobs). Over the\nsame period aggregate output in USA fell by about 33 per cent. These\nevents made economists think about the functioning of the economy\nin a new way. The fact that the economy may have long lasting\nunemployment had to be theorised about and explained. Keynes’ book\nwas an attempt in this direction. Unlike his predecessors, his approach\nwas to examine the working of the economy in its entirety and examine\nthe interdependence of the different sectors. The subject of\nmacroeconomics was born.\nJohn Maynard Keynes, British\neconomist, was born in 1883.\nHe was educated in King’s\nCollege, Cambridge, United\nKingdom and later appointed\nits Dean. Apart from being a\nsharp intellectual he actively\ninvolved in international\ndiplomacy during the years\nfollowing the First World War.\nHe prophesied the break down\nof the peace agreement of the\nWar in the book The Economic\nConsequences of the Peace\n(1919). His book General\nTheory of Employment,\nInterest and Money (1936) is\nregarded as one of the most\ninfluential economics books of the twentieth century. He was\nalso a shrewd foreign currency speculator.John Maynard Keynes\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "6 66 66Introductory Macroeconomics1.2 C ONTEXT  OF THE PRESENT  BOOK OF MACROECONOMICS\nWe must remember that the subject under study has a particular\nhistorical context. We shall examine the working of the economy of a\ncapitalist country in this book. In a capitalist country  production\nactivities are mainly carried out by capitalist enterprises. A typical\ncapitalist enterprise has one or several entrepreneurs  (people who\nexercise control over major decisions and bear a large part of the risk\nassociated with the firm/enterprise). They may themselves supply the\ncapital  needed to run the enterprise, or they may borrow the capital. To\ncarry out production they also need natural resources  – a part consumed\nin the process of production (e.g. raw materials) and a part fixed (e.g.\nplots of land). And they need the most important element of human\nlabour to carry out production. This we shall refer to as labour . After\nproducing output with the help of these three factors of production,\nnamely capital, land and labour, the entrepreneur sells the product in\nthe market. The money that is earned is called revenue . Part of the\nrevenue is paid out as rent for the service rendered by land, part of it is\npaid to capital as interest and part of it goes to labour as wages. The\nrest of the revenue is the earning of the entrepreneurs and it is called\nprofit . Profits are often used by the producers in the next period to buy\nnew machinery or to build new factories, so that production can be\nexpanded. These expenses which raise productive capacity are examples\nof investment expenditure .\nIn short, a capitalist economy can be defined as an economy in\nwhich most of the economic activities have the following characteristics\n(a) there is private ownership of means of production (b) production\ntakes place for selling the output in the market (c) there is sale and\npurchase of labour services at a price which is called the wage rate  (the\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "7 77 77Introductionlabour which is sold and purchased against wages is referred to as\nwage labour ).\nIf we apply the above mentioned four criteria to the countries of\nthe world we would find that capitalist countries have come into\nbeing only during the last three to four hundred years. Moreover,\nstrictly speaking, even at present, a handful of countries in North\nAmerica, Europe and Asia will qualify as capitalist countries. In many\nunderdeveloped countries production (in agriculture especially) is\ncarried out by peasant families. Wage labour is seldom used and\nmost of the labour is performed by the family members themselves.\nProduction is not solely for the market; a great part of it is consumed\nby the family. Neither do many peasant farms experience significant\nrise in capital stock over time. In many tribal societies the ownership\nof land does not exist; the land may belong to the whole tribe. In\nsuch societies the analysis that we shall present in this book will\nnot be applicable. It is, however, true that many developing countries\nhave a significant presence of production units which are organised\naccording to capitalist principles. The production units will be called\nfirms  in this book. In a firm the entrepreneur (or entrepreneurs) is\nat the helm of affairs. She hires wage labour from the market, she\nemploys the services of capital and land as well. After hiring these\ninputs she undertakes the task of production. Her motive for\nproducing goods and services (referred to as output) is to sell them\nin the market and earn profits. In the process she undertakes risks\nand uncertainties. For example, she may not get a high enough price\nfor the goods she is producing; this may lead to fall in the profits\nthat she earns. It is to be noted that in a capitalist country the\nfactors of production earn their incomes through the process of\nproduction and sale of the resultant output in the market.\nIn both the developed and developing countries, apart from the\nprivate capitalist sector, there is the institution of State. The role of\nthe state includes framing laws, enforcing them and delivering justice.\nThe state , in many instances, undertakes production – apart from\nimposing taxes and spending money on building public infrastructure,\nrunning schools, colleges, providing health services etc. These\neconomic functions of the state have to be taken into account when\nwe want to describe the economy of the country. For convenience we\nshall use the term “Government”  to denote state.\nApart from the firms and the government, there is another major\nsector in an economy which is called the household sector . By a\nhousehold we mean a single individual who takes decisions relating\nto her own consumption, or a group of individuals for whom decisions\nrelating to consumption are jointly determined. Households also save\nand pay taxes. How do they get the money for these activities? We\nmust remember that the households consist of people. These people\nwork in firms as workers and earn wages. They are the ones who\nwork in the government departments and earn salaries, or they are\nthe owners of firms and earn profits. Indeed the market in which the\nfirms sell their products could not have been functioning without the\ndemand coming from the households. Moreover, they can also earn\nrent by leasing land or earn interest by lending capital.\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "8 88 88Introductory Macroeconomics\nSuggested Readings\n1.Bhaduri, A., 1990. Macroeconomics: The Dynamics of Commodity Production ,\npages 1 – 27, Macmillan India Limited, New Delhi.\n2.Mankiw, N. G., 2000. Macroeconomics , pages 2 – 14, Macmillan Worth\nPublishers, New York.So far we have described the major players in the domestic economy.\nBut all the countries of the world are also engaged in external trade.\nThe external sector  is the fourth important sector in our study. Trade\nwith the external sector can be of two kinds\n1.The domestic country may sell goods to the rest of the world. These\nare called exports .\n2.The economy may also buy goods from the rest of the world. These\nare called imports . Besides exports and imports, the rest of the\nworld affects the domestic economy in other ways as well.\n3.Capital from foreign countries may flow into the domestic country,\nor the domestic country may be exporting capital to foreign countries.\nMacroeconomics deals with the aggregate economic variables of an\neconomy. It also takes into account various interlinkages which may\nexist between the different sectors of an economy. This is what\ndistinguishes it from microeconomics; which mostly examines the\nfunctioning of the particular sectors of the economy, assuming that\nthe rest of the economy remains the same. Macroeconomics emerged\nas a separate subject in the 1930s due to Keynes. The Great Depression,\nwhich dealt a blow to the economies of developed countries, had provided\nKeynes with the inspiration for his writings. In this book we shall\nmostly deal with the working of a capitalist economy. Hence it may not\nbe entirely able to capture the functioning of a developing country.\nMacroeconomics sees an economy as a combination of four sectors,\nnamely households, firms, government and external sector.Summary SummarySummary SummarySummary\n1.What is the difference between microeconomics and macroeconomics?\n2.What are the important features of a capitalist economy?\n3.Describe the four major sectors in an economy according to the\nmacroeconomic point of view.\n4.Describe the Great Depression of 1929.\n??\n??Exercises ExercisesExercises ExercisesExercisesRate of interest Wage rate\nProfits Economic agents or units\nGreat Depression Unemployment rate\nFour factors of production Means of production\nInputs Land\nLabour Capital\nEntrepreneurship Investment expenditure\nWage labour Capitalist country or capitalist\neconomy\nFirms Capitalist firms\nOutput Households\nGovernment External sector\nExports ImportsK KK KKey Concepts ey Conceptsey Concepts ey Conceptsey Concepts\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 2: National Income and Related Aggregates",
        "pages": [
            {
                "page": 1,
                "text": "National Income AccountingNational Income AccountingNational Income AccountingNational Income AccountingNational Income Accounting\nIn this chapter we will introduce the fundamental functioning of a\nsimple economy. In section 2.1 we describe some primary ideas\nwe shall work with. In section 2.2 we describe how we can view\nthe aggregate income of the entire economy going through the\nsectors of the economy in a circular way. The same section also\ndeals with the three ways to calculate the national income; namely\nproduct method, expenditure method and income method. The\nlast section 2.3 describes the various sub-categories of national\nincome. It also defines dif ferent price indices like GDP deflator ,\nConsumer Price Index, Wholesale Price Indices and discusses the\nproblems associated with taking GDP of a country as an indicator\nof the aggregate welfare of the people of the country.\n2.1 S OME BASIC CONCEPTS  OF MACROECONOMICS\nOne of the pioneers of the subject we call in economics today,\nAdam Smith, named his most influential work  – An Enquiry into\nthe Natur e and Cause of the W ealth of Nations.  What generates\nthe economic wealth of a nation? What makes countries rich or\npoor? These are some of the central questions of economics. It is\nnot that countries which are endowed with a bounty of natural\nwealth – minerals or forests or the most fertile lands – are naturally\nthe richest countries. In fact the resource rich Africa and Latin\nAmerica have some of the poorest countries in the world, whereas\nmany prosperous countries have scarcely any natural wealth.\nThere was a time when possession of natural resources was the\nmost important consideration but even then the resource had to\nbe transformed through a production process.\nThe economic wealth, or well-being, of a country thus does\nnot necessarily depend on the mere possession of resources; the\npoint is how these resources are used in generating a flow of\nproduction and how, as a  consequence, income and wealth are\ngenerated from that process.\nLet us now dwell upon this flow of production. How does this\nflow of production arise? People combine their energies with\nnatural and manmade environment within a certain social and\ntechnological structure to generate a flow of production.\nIn our modern economic setting this flow of production arises\nout of production of commodities – goods and services by millions\nof enterprises large and small. These enterprises range from giant\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "10 1010 1010Introductory Macroeconomicscorporations employing a large number of people to single entrepreneur\nenterprises. But what happens to these commodities after being produced? Each\nproducer of commodities intends to sell her output. So from the smallest items\nlike pins or buttons to the largest ones like aeroplanes, automobiles, giant\nmachinery or any saleable service like that of the doctor , the lawyer or the financial\nconsultan t – the goods and services produced are to be sold to the consumers.\nThe consumer may, in turn, be an individual or an enterprise and the good or\nservice purchased by that entity might be for final use or for use in further\nproduction. When it is used in further production it often loses its characteristic\nas that specific good and is transformed through a productive process into\nanother good. Thus a farmer producing cotton sells it to a spinning mill where\nthe raw cotton undergoes transformation to yarn; the yarn is, in turn, sold to a\ntextile mill where, through the productive process, it is transformed into cloth;\nthe cloth is, in turn, transformed through another productive process into an\narticle of clothing which is then ready to be sold finally to the consumers for\nfinal use. Such an item that is meant for final use and will not pass through any\nmore stages of production or transformations is called a final good .\nWhy do we call this a final good? Because once it has been sold it passes out\nof the active economic flow. It will not undergo any further transformation at the\nhands of any pr oducer . It may, however , under go transfor mation by the action\nof the ultimate pur chaser . In fact many such final goods ar e transfor med during\ntheir consumption. Thus the tea leaves purchased by the consumer are not\nconsumed in that form – they are used to make drinkable tea, which is consumed.\nSimilarly most of the items that enter our kitchen are transformed through the\nprocess of cooking. But cooking at home is not an economic activity, even though\nthe product involved undergoes transformation. Home cooked food is not sold\nto the market. However , if the same cooking or tea br ewing was done in a\nrestaurant where the cooked product would be sold to customers, then the\nsame items, such as tea leaves, would cease to be final goods and would be\ncounted as inputs to which economic value addition can take place. Thus it is\nnot in the nature of the good but in the economic nature of its use that a good\nbecomes a final good.\nOf the final goods, we can distinguish between consumption goods  and\ncapital goods . Goods like food and clothing, and services like recreation that\nare consumed when purchased by their ultimate consumers are called\nconsumption goods or consumer goods. (This also includes services which are\nconsumed but for convenience we may refer to them as consumer goods.)\nThen there are other goods that are of durable character which are used in\nthe production process. These are tools, implements and machines. While they\nmake production of other commodities feasible, they themselves don’t get\ntransformed in the production process. They are also final goods yet they are\nnot final goods to be ultimately consumed. Unlike the final goods that we have\nconsidered above, they are the crucial backbone of any production process, in\naiding and enabling the production to take place. These goods form a part of\ncapital, one of the crucial factors of production in which a productive enterprise\nhas invested, and they continue to enable the production process to go on for\ncontinuous cycles of production. These are capital goods and they gradually\nunder go wear and tear , and thus ar e repair ed or gradually r eplaced over time.\nThe stock of capital that an economy possesses is thus preserved, maintained\nand renewed partially or wholly over time and this is of some importance in the\ndiscussion that will follow.\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "11 1111 1111National Income AccountingWe may note her e that some commodities like television sets, automobiles\nor home computers, although they are for ultimate consumption, have one\ncharacteristic in common with capital goods  – they are also durable. That is,\nthey are not extinguished by immediate or even short period consumption;\nthey have a relatively long life as compared to articles such as food or even\nclothing. They also undergo wear and tear with gradual use and often need\nrepairs and replacements of parts, i.e., like machines they also need to be\npreserved, maintained and renewed. That is why we call these goods\nconsumer durables .\nThus if we consider all the final goods and services produced in an economy\nin a given period of time they are either in the form of consumption goods (both\ndurable and non-durable) or capital goods. As final goods they do not undergo\nany further transformation in the economic process.\nOf the total production taking place in the economy a large number of\nproducts don’t end up in final consumption and ar e not capital goods either .\nSuch goods may be used by other producers as material inputs. Examples are\nsteel sheets used for making automobiles and copper used for making utensils.\nThese are intermediate goods , mostly used as raw material or inputs for\nproduction of other commodities. These are not final goods .\nNow, to have a comprehensive idea of the total flow of production in the\neconomy, we need to have a quantitative measure of the aggregate level of final\ngoods pr oduced in the economy. However , in or der to get a quantitative\nassessment – a measure of the total final goods and services produced in the\neconomy – it is obvious that we need a common measuring r od. We cannot\nadd metres of cloth produced to tonnes of rice or number of automobiles or\nmachines. Our common measuring rod is money. Since each of these\ncommodities is produced for sale, the sum total of the monetary value of\nthese diverse commodities gives us a measure of final output . But why are\nwe to measure final goods only? Surely intermediate goods are crucial inputs\nto any production process and a significant part of our manpower and capital\nstock ar e engaged in pr oduction of these goods. However , since we ar e dealing\nwith value of output, we should realise that the value of the final goods already\nincludes the value of the intermediate goods that have entered into their\nproduction as inputs. Counting them separately will lead to the error of double\ncounting . Whereas considering intermediate goods may give a fuller description\nof total economic activity, counting them will highly exaggerate the final value\nof our economic activity.\nAt this stage it is important to introduce the concepts of stocks  and flows .\nOften we hear statements like the average salary of someone is Rs 10,000 or the\noutput of the steel industry is so many tonnes or so many rupees in value. But\nthese are incomplete statements because it is not clear whether the income which\nis being referred to is yearly or monthly or daily income and surely that makes\na huge dif ference. Sometimes, when the context is familiar, we assume that the\ntime period is known and therefore do not mention it. But inherent in all such\nstatements is a definite period of time. Otherwise such statements are\nmeaningless. Thus income, or output, or profits are concepts that make sense\nonly when a time period is specified. These are called flows because they occur\nin a period of time. Therefore we need to delineate a time period to get a\nquantitative measure of these. Since a lot of accounting is done annually in an\neconomy, many of these are expressed annually like annual profits or production.\nFlows are defined over a period of time .\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "12 1212 1212Introductory MacroeconomicsIn contrast, capital goods or consumer durables once produced do not wear\nout or get consumed in a delineated time period. In fact capital goods continue\nto serve us through different cycles of production. The buildings or machines in\na factory are there irrespective of the specific time period. There can be addition\nto, or deduction from, these if a new machine is added or a machine falls in\ndisuse and is not replaced. These are called stocks. Stocks are defined at a\nparticular point of time . However we can measure a change in stock  over a\nspecific period of time like how many machines wer e added this year . Such\nchanges in stocks are thus flows, which can be measured over specific time\nperiods. A particular machine can be part of the capital stock for many years\n(unless it wears out); but that machine can be part of the flow of new machines\nadded to the capital stock only for a single year when it was initially installed.\nTo further understand the difference between stock variables and flow\nvariables, let us take the following example. Suppose a tank is being filled with\nwater coming from a tap. The amount of water which is flowing into the tank\nfrom the tap per minute is a flow. But how much water there is in the tank at a\nparticular point of time is a stock concept.\nTo come back to our discussion on the measure of final output, that part\nof our final output that comprises of capital goods constitutes gross\ninvestment  of an economy1. These may be machines, tools and implements;\nbuildings, office spaces, storehouses or infrastructure like roads, bridges,\nairports or jetties. But all the capital goods produced in a year do not\nconstitute an addition to the capital stock already existing. A significant part\nof current output of capital goods goes in maintaining or replacing part of\nthe existing stock of capital goods. This is because the already existing capital\nstock suffers wear and tear and needs maintenance and replacement. A part\nof the capital goods produced this year goes for replacement of existing capital\ngoods and is not an addition to the stock of capital goods already existing\nand its value needs to be subtracted from gross investment for arriving at the\nmeasure for net investment. This deletion, which is made from the value of\ngross investment in order to accommodate regular wear and tear of capital,\nis called depreciation .\nSo new addition to capital stock in an economy is measured by net investment\nor new capital formation, which is expressed as\nNet Investment = Gross investment – Depreciation\nLet us examine this concept called depreciation a little more in detail. Let us\nconsider a new machine that a firm invests in. This machine may be in service for\nthe next twenty years after which it falls into disrepair and needs to be replaced.\nWe can now imagine as if the machine is being gradually used up in each year’s\nproduction process and each year one twentieth of its original value is getting\ndepreciated. So, instead of considering a bulk investment for replacement after\ntwenty years, we consider an annual depr eciation cost every year . This is the\nusual sense in which the term depreciation is used and inherent in its conception\nis the expected life of a particular capital good, like twenty years in our example of\nthe machine. Depreciation is thus an annual allowance for wear and tear of a\n1This is how economists define investment. This must not be confused with the commonplace\nnotion of investment which implies using money to buy physical or financial assets. Thus use of the\nterm investment to denote purchase of shares or property or even having an insurance policy has\nnothing to do with how economists define investment. Investment for us is always capital formation,\na gross or net addition to capital stock.\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "13 1313 1313National Income Accountingcapital good.2 In other words it is the cost of the good divided by number of year s\nof its useful life.3\nNotice here that depreciation is an accounting concept. No real expenditure\nmay have actually been incurred each year yet depreciation is annually\naccounted for . In an economy with thousands of enterprises with widely varying\nperiods of life of their equipment, in any particular year , some enterprises ar e\nactually making the bulk replacement spending. Thus, we can realistically\nassume that there will be a steady flow of actual replacement spending which\nwill more or less match the amount of annual depreciation being accounted\nfor in that economy.\nNow if we go back to our discussion of total final output produced in an\neconomy, we see that there is output of consumer goods and services and\noutput of capital goods. The consumer goods sustain the consumption of\nthe entire population of the economy. Purchase of consumer goods depends\non the capacity of the people to spend on these goods which, in turn, depends\non their income. The other part of the final goods, the capital goods, are\npurchased by business enterprises . They are used either for maintenance of\nthe capital stock because there are wear and tear of it, or they are used for\naddition to their capital stock. In a specific time period, say in a  year, thetotal\nproduction of final goods can thus be either in the form of consumption or\ninvestment. This implies that there is a trade-off. If an economy,  produces\nmore of consumer goods, it is producing less of capital goods and vice-\nversa.\nIt is generally observed that more sophisticated and heavy capital goods\nraise the ability of a labourer to produce goods. The traditional weaver would\ntake months to weave a sari but with modern machinery thousands of pieces of\nclothing are produced in a day. Decades were taken to construct the great\nhistorical monuments like the Pyramids or the Taj Mahal but with modern\nconstruction machinery one can build a skyscraper in a few years. More\nproduction of newer varities of capital goods therefore would help in the greater\nproduction of consumer goods.\nBut aren’t we contradicting ourselves? Earlier we have seen how, of the total\noutput of final goods of an economy, if a larger share goes for production of\ncapital goods, a smaller share is available for production of consumer goods.\nAnd now we are saving more capital goods would mean more consumer goods.\nThere is no contradiction her e however . What is important her e is the element of\ntime. At a particular period , given a level of total output of the economy, it is\ntrue if more capital goods are produced less of consumer goods would be\nproduced. But production of more capital goods would mean that in future the\nlabour ers would have mor e capital equipments to work with. W e have seen that\nthis leads to a higher capacity of the economy to produce with the same number\nof labourers. Thus total input itself would be higher compared to the case when\nless capital goods were produced. If total output is higher the amount of\nconsumer goods that can be pr oduced would sur ely be higher .\n  2Depreciation does not take into account unexpected or sudden destruction or disuse of\ncapital as can happen with accidents, natural calamities or other such extraneous circumstances.\n 3We are making a rather simple assumption her e that ther e is a constant rate of depr eciation\nbased on the original value of the asset. There can be other methods to calculate depreciation in\nactual practice.\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "14 1414 1414Introductory MacroeconomicsThus the economic cycle not only rolls on, higher production of capital goods\nenables the economy to expand. It is possible to find another view of the circular\nflow in the discussion we have made so far .\nSince we are dealing with all goods and services that are produced for the\nmarket, the crucial factor enabling such sale is demand for such products backed\nby pur chasing power. One must have the necessary ability to pur chase\ncommodities. Otherwise one’s need for commodities does not get recognised by\nthe market.\nWe have alr eady discussed above that one’s ability to buy commodities comes\nfrom the income one earns as labourer (earning wages), or as entrepreneur\n(earning profits), or as landlord (earning rents), or as owner of capital (earning\ninterests). In short, the incomes that people earn as owners of factors of production\nare used by them to meet their demand for goods and services.\nSo we can see a circular flow here which is facilitated through the market.\nSimply put, the firms’ demand for factors of production to run the production\nprocess creates payments to the public. In turn, the public’s demand for goods\nand services creates payments to the firms and enables the sale of the products\nthey produce.\nSo the social act of consumption and production are intricately linked and,\nin fact, there is a circular causation here. The process of production in an economy\ngenerates factor payments for those involved in production and generates goods\nand services as the outcome of the production process. The incomes so generated\ncreate the capacity to purchase the final consumption goods and thus enable\ntheir sale by the business enterprises, the basic object of their production. The\ncapital goods which are also generated in the production process also enable\ntheir pr oducers to ear n income – wages, pr ofits etc. in a similar manner . The\ncapital goods add to, or maintain, the capital stock of an economy and thus\nmake production of other commodities possible.\n2.2 CIRCULAR F LOW OF INCOME  AND METHODS\nOF CALCULATING  NATIONAL  INCOME\nThe description of the economy in the previous section enables us to have a\nrough idea of how a simple economy – without a government, external trade or\nany savings – may function. The households receive their payments from the\nfirms for pr oductive activities they per form for the latter . As we have mentioned\nbefore, there may fundamentally be four kinds of contributions that can be\nmade during the production of goods and services (a) contribution made by\nhuman labour , remuneration for which is called wage (b) contribution made by\ncapital, remuneration for which is called interest (c) contribution made by\nentrepreneurship, remuneration of which is profit (d) contribution made by fixed\nnatural resources (called ‘land’), remuneration for which is called rent.\nIn this simplified economy, there is only one way in which the households\nmay dispose off their earnings – by spending their entire income on the goods\nand services produced by the domestic firms. The other channels of disposing\ntheir income are closed: we have assumed that the households do not save, they\ndo not pay taxes to the government – since there is no government, and neither\ndo they buy imported goods since there is no external trade in this simple\neconomy. In other words, factors of production use their remunerations to buy\nthe goods and  services which they assisted in producing. The aggregate\nconsumption by the households of the economy is equal to the aggregate\nexpenditure on goods and services produced by the firms in the economy. The\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "15 1515 1515National Income Accountingentire income of the economy,\ntherefore, comes back to the\nproducers in the form of sales\nrevenue. There is no leakage\nfrom the system – there is no\ndifference between the amount\nthat the firms had distributed in\nthe form of factor payments\n(which is the sum total of\nremunerations earned by the\nfour factors of production) and\nthe aggregate consumption\nexpenditure that they receive as\nsales revenue.\nIn the next period the firms\nwill once again produce goods\nand services and pay\nremunerations to the factors of production. These remunerations will once\nagain be used to buy the goods and services. Hence year after year we can\nimagine the aggregate income of the economy going through the two sectors,\nfirms and households, in a circular way. This is represented in Fig. 2.1. When\nthe income is being spent on the goods and services produced by the firms, it\ntakes the form of aggregate expenditure  received by the firms. Since the value\nof expenditure must be equal to the value of goods and services, we can\nequivalently measure the aggregate income by “calculating the aggregate value\nof goods and services pr oduced by the fir ms”. When the aggr egate r evenue\nreceived by the firms is paid out to the factors of production it takes the form\nof aggregate income.\nIn Fig. 2.1, the uppermost arrow, going from the households to the firms,\nrepresents the spending the households undertake to buy goods and services\nproduced by the firms. The second arrow going from the firms to the households\nis the counterpart of the arrow above. It stands for the goods and services which\nare flowing from the firms to the households. In other words, this flow is what\nthe households are getting from the firms, for which they are making the\nexpenditures. In short, the two arrows on the top represent the goods and services\nmarket – the arrow above represents the flow of payments for the goods and\nservices, the arrow below represents the flow of goods and services. The two\narrows at the bottom of the diagram similarly represent the factors of production\nmarket. The lower most arrow going from the households to the firms symbolises\nthe services that the households are rendering to the firms. Using these services\nthe firms are manufacturing the output. The arrow above this, going from the\nfirms to the households, represents the payments made by the firms to the\nhouseholds for the services pr ovided by the latter .\nSince the same amount of money, representing the aggregate value of goods\nand services, is moving in a circular way, if we want to estimate the aggregate\nvalue of goods and services produced during a year we can measure the annual\nvalue of the flows at any of the dotted lines indicated in the diagram. W e can\nmeasure the uppermost flow (at point  A) by measuring the aggregate value of\nspending that the firms receive for the final goods and services which they  produce.\nThis method will be called the expenditure method . If we measure the flow at\nB by measuring the aggregate value of final goods and services produced by allFig. 2.1:  Circular Flow of Income in a Simple Economy\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "16 1616 1616Introductory Macroeconomicsthe firms, it will be called product method . At C, measuring the sum total of all\nfactor payments will be called income method .\nObserve that the aggregate spending of the economy must be equal to the\naggregate income earned by the factors of production (the flows are equal at A\nand C). Now let us suppose that at a particular period of time the households\ndecide to spend more on the goods and services produced by the firms. For the\ntime being let us ignore the question where they would find the money to finance\nthat extra spending since they are already spending all of their income (they\nmay have borrowed the money to finance the additional spending). Now if they\nspend more on the goods and services, the firms will produce more goods and\nservices to meet this extra demand. Since they will produce more, the firms\nmust also pay the factors of production extra remunerations. How much extra\namount of money will the firms pay? The additional factor payments must be\nequal to the value of the additional goods and services that are being produced.\nThus the households will eventually get the extra earnings required to support\nthe initial additional spending that they had undertaken. In other words, the\nhouseholds can decide to spend more – spend beyond their means. And in the\nend their income will rise exactly by the amount which is necessary to carry out\nthe extra spending. Putting it differently, an economy may decide to spend more\nthan the present level of income. But by doing so, its income will eventually rise\nto a level consistent with the higher spending level. This may seem a little\nparadoxical at first. But since income is moving in a circular fashion, it is not\ndifficult to figure out that a rise in the flow at one point must eventually lead to\na rise in the flow at all levels. This is one more example of how the functioning of\na single economic agent (say, a household) may differ from the functioning of\nthe economy as a whole. In the former the spending gets restricted by the\nindividual income of a household. It can never happen that a single worker\ndecides to spend mor e and this leads to an equivalent rise in her income. W e\nshall spend more time on how higher aggregate spending leads to change in\naggregate income in a later chapter .\nThe above mentioned sketchy illustration of an economy is admittedly a\nsimplified one. Such a story which describes the functioning of an imaginary\neconomy is called a macroeconomic model . It is clear that a model does\nnot describe an actual economy in detail. For example, our model assumes\nthat households do not save, there is no government, no trade with other\ncountries. However models do not want to capture an economy in its every\nminute detail – their purpose is to highlight some essential features of the\nfunctioning of an economic system. But one has to be cautious not to simplify\nthe matters in such a way that misrepresents the essential nature of the\neconomy. The subject of economics is full of models, many of which will be\npresented in this book. One task of an economist is to figure out which model\nis applicable to which real life situation.\nIf we change our simple model described above and introduce savings,\nwill it change the principal conclusion that the aggregate estimate of the\nincome of the economy will remain the same whether we decide to calculate it\nat A, B or C? It turns out that this conclusion does not change in a\nfundamental way. No matter how complicated an economic system may be,\nthe annual production of goods and services estimated through each of the\nthree methods is the same.\nWe have seen that the aggr egate value of goods and services produced in an\neconomy can be calculated by thr ee methods. W e now discuss the detailed steps\nof these calculations.\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "17 1717 1717National Income Accounting2.2.1  The Pr oduct or V alue Added Method\nIn product method we calculate the aggregate annual value of goods and services\nproduced (if a year is the unit of time). How to go about doing this? Do we add\nup the value of all goods and services produced by all the firms in an economy?\nThe following example will help us to understand.\nLet us suppose that there are only two kinds of producers in the economy.\nThey are the wheat producers (or the farmers) and the bread makers (the bakers).\nThe wheat producers grow wheat and they do not need any input other than\nhuman labour . They sell a part of the wheat to the bakers. The bakers do not\nneed any other raw materials besides wheat to produce bread. Let us suppose\nthat in a year the total value of wheat that the farmers have produced is Rs 100.\nOut of this they have sold Rs 50 worth of wheat to the bakers. The bakers have\nused this amount of wheat completely during the year and have produced\nRs 200 worth of bread. What is the value of total production in the economy? If\nwe follow the simple way of aggregating the values of production of the sectors,\nwe would add Rs 200 (value of production of the bakers) to Rs 100 (value of\nproduction of farmers). The result will be Rs 300.\nA little reflection will tell us that the value of aggregate production is not Rs\n300. The farmers had produced Rs 100 worth of wheat for which it did not need\nassistance of any inputs. Therefore the entire Rs 100 is rightfully the contribution\nof the farmers. But the same is not true for the bakers. The bakers had to buy Rs\n50 worth of wheat to produce their bread. The Rs 200 worth of bread that they\nhave produced is not entirely their own contribution. To calculate the net\ncontribution of the bakers, we need to subtract the value of the wheat that they\nhave bought from the farmers. If we do not do this we shall commit the mistake\nof ‘double counting’. This is because Rs 50 worth of wheat will be counted twice.\nFirst it will be counted as part of the output produced by the farmers. Second\ntime, it will be counted as the imputed value of wheat in the bread produced by\nthe bakers.\nTherefore, the net contribution made by the bakers is, Rs 200 – Rs 50 = Rs 150.\nHence, aggregate value of goods produced by this simple economy is Rs 100 (net\ncontribution by the farmers) + Rs 150 (net contribution by the bakers) = Rs 250.\nThe term that is used to denote the net contribution made by a firm is\ncalled its value added . We have seen that the raw materials that a fir m buys\nfrom another firm which are completely used up in the process of production\nare called ‘intermediate goods’. Therefore the value added of a firm is, value of\nproduction of the\nfirm – value of\ninter mediate goods\nused by the fir m. The\nvalue added of a firm\nis distributed among\nits four factors of\nproduction, namely,\nlabour , capital,\nentrepreneurship and land. Therefore wages, interest, profits and rents paid\nout by the fir m must add up to the value added of the fir m. Value added is a\nflow variable.\nWe can r epresent the example given above in ter ms of\nTable 2.1.Farmer Baker\nTotal production 100 200\nIntermediate goods used  0 50\nValue added 100 200 – 50 =150Table 2.1 : Production, Inter mediate Goods and V alue Added\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "18 1818 1818Introductory MacroeconomicsHere all the variables ar e expr essed in ter ms of money. W e can think of the\nmarket prices of the goods being used to evaluate the different variables listed\nhere. And we can introduce more players in the chain of production in the\nexample and make it more realistic and complicated. For example, the farmer\nmay be using fertilisers or pesticides to produce wheat. The value of these inputs\nwill have to be deducted from the value of output of wheat. Or the bakers may\nbe selling the bread to a restaurant whose value added will have to be calculated\nby subtracting the value of intermediate goods (bread in this case).\nWe have alr eady intr oduced the concept of depr eciation, which is also known\nas consumption of fixed capital. Since the capital which is used to carry out\nproduction under goes wear and tear , the pr oducer has to undertake r eplacement\ninvestments to keep the value of capital constant. The replacement investment\nis same as depreciation of capital. If we include depreciation in value added\nthen the measur e of value added that we obtain is called Gross Value Added . If\nwe deduct the value of depr eciation fr om gr oss value added we obtain Net V alue\nAdded . Unlike gross value added, net value added does not include wear and\ntear that capital has undergone. For example, let us say a firm produces Rs 100\nworth of goods per year , Rs 20 is the value of inter mediate goods used by it\nduring the year and Rs 10 is the value of capital consumption. The gross value\nadded of the fir m will be, Rs 100 – Rs 20 = Rs 80 per year . The net value added\nwill be, Rs 100 – Rs 20 – Rs 10 = Rs 70 per year .\nIt is to be noted that while calculating the value added we are taking the\nvalue of production  of firm. But a firm may be unable to sell all of its produce. In\nsuch a case it will have some unsold stock at the end of the year . Conversely, it\nmay so happen that a firm had some initial unsold stock to begin with. During\nthe year that follows it has produced very little. But it has met the demand in the\nmarket by selling fr om the stock it had at the beginning of the year . How shall we\ntreat these stocks which a firm may intentionally or unintentionally carry with\nitself? Also, let us remember that a firm buys raw materials from other firms. The\npart of raw material which gets used up is categorised as an intermediate good.\nWhat happens to the part which does not get used up?\nIn economics, the stock of unsold finished goods, or semi-finished goods,\nor raw materials which a firm carries from one year to the next is called\ninventory . Inventory is a stock variable. It may have a value at the beginning\nof the year; it may have a higher value at the end of the year . In such a case\ninventories have increased (or accumulated). If the value of inventories is less\nat the end of the year compar ed to the beginning of the year , inventories have\ndecreased (decumulated). W e can ther efore infer that the change of inventories\nof a fir m during a year ≡ production of the fir m during the year – sale of the\nfirm during the year .\nThe sign ‘ ≡’ stands for identity. Unlike equality (‘=’), an identity always holds\nirrespective of what variables we have on the left hand and right hand sides of it.\nFor example, we can write 2 + 2 ≡ 4, because this is always true. But we must\nwrite 2 × x = 4. This is because two times x equals to 4 for a particular value of\nx, (namely when x = 2) and not always. W e cannot write 2 × x ≡ 4.\nObserve that since production of the firm ≡ value added + intermediate\ngoods used by the firm, we get,  change of inventories  of a firm during a  year\n≡ value added + intermediate goods used by the firm – sale of the firm during\na year .\nFor example, let us suppose that a firm had an unsold stock worth of Rs\n100 at the beginning of a year . During the year it had pr oduced Rs 1,000\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "19 1919 1919National Income Accountingworth of goods and managed to sell Rs 800 worth of goods. Therefore, the\nRs 200 is the difference between production and sales. This Rs 200 worth of\ngoods is the change in inventories. This will add to the Rs 100 worth of\ninventories the firm started with. Hence the inventories at the end of the year\nis, Rs 100 + Rs 200 = Rs 300. Notice that change in inventories takes place\nover a period of time. Therefore it is a flow variable .\nInventories are treated as capital. Addition to the stock of capital of a firm\nis known as investment. Therefore , change in the inventory of a firm is treated\nas investment. There can be three major categories of investment. First is the\nrise in the value of inventories of a firm over a year which is treated as\ninvestment expenditure undertaken by the firm. The second category of\ninvestment is the fixed business investment, which is defined as the addition\nto the machinery, factory buildings and equipment employed by the firms.\nThe last category of investment is the residential investment, which refers to\nthe addition of housing facilities.\nChange in inventories may be planned or unplanned. In case of an unexpected\nfall in sales, the firm will have unsold stock of goods which it had not anticipated.\nHence there will be unplanned accumulation of inventories . In the opposite\ncase where there is unexpected rise in the sales there will be unplanned\ndecumulation of inventories .\nThis can be illustrated with the help of the following example. Suppose a\nfirm produces shirts. It starts the year with an inventory of 100 shirts. During\nthe coming year it expects to sell 1,000 shirts. Hence , it produces 1,000\nshirts, expecting to keep an inventory of 100 at the end of the year . However ,\nduring the year , the sales of shirts tur n out to be unexpectedly low. The fir m\nis able to sell only 600 shirts. This means that the firm is left with 400 unsold\nshirts. The firm ends the year with 400 + 100 = 500 shirts. The unexpected\nrise of inventories by 400 will be an example of unplanned accumulation of\ninventories. If, on the other hand, the sales had been more than 1,000 we\nwould have unplanned decumulation of inventories. For example, if the sales\nhad been 1,050, then not only the production of 1,000 shirts will be sold,\nthe firm will have to sell 50 shirts out of the inventory. This 50 unexpected\nreduction in inventories is an example of unexpected decumulation of\ninventories.\nWhat can be the examples of planned accumulation  or decumulation of\ninventories?  Suppose the firm wants to raise the inventories from 100 shirts\nto 200 shirts during the year . Expecting sales of 1,000 shirts during the year\n(as before), the firm produces 1000 + 100 = 1,100 shirts. If the sales are actually\n1,000 shirts, then the firm indeed ends up with a rise of inventories. The new\nstock of inventories is 200 shirts, which was indeed planned by the firm. This\nrise is an example of planned accumulation of inventories. On the other hand\nif the firm had wanted to reduce the inventories from 100 to 25 (say), then it\nwould produce 1000 – 75 = 925 shirts. This is because it plans to sell 75\nshirts out of the inventory of 100 shirts it started with (so that the inventory at\nthe end of the year becomes 100 – 75 = 25 shirts, which the firm wants). If the\nsales indeed turn out to be 1000 as expected by the firm, the firm will be left\nwith the planned, reduced inventory of 25 shirts.\nWe shall have mor e to say on the distinction between unplanned and\nplanned change in inventories in the chapters which follow.\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "20 2020 2020Introductory Macroeconomics\nThe symbol  is a notation – it is used to denote summation. Suppose, there\nare 3 students, having pocket money  of Rs. 200, 250 and 350 respectively.\nWe can say, if thistudent has pocket money iX, then,\n1 2 3 200, 250, 300 X X X= = = . The total pocket money will be given by\n1 2 3X X X+ + . The summation notation given above is useful in writing it in\na shorter form: 1 2 3X X X+ + can be written as , which means that\nthere are three values of X corresponding to the three individuals 1 to 3,\nand we are referring to the sum of the values of X for individuals 1 to 3.\nThis notation is particularly useful in macroeconomics since we deal with\naggregates. For instance, suppose there are 1000 consumers in the economy,\nhaving consumption 1 2 1000, ,....,c c c . If we want to compute the aggregate\nconsumption for this economy, we have to add up all these values, which\nmeans aggregate consumption for this economy will be given by\n1 2 1000 ... C c c c= + + + . The summation notation, however , allows us to write\nit in a much shorter form. Since we are summing up the values of\nconsumption for individual 1 to individual 1000, where the value ofTaking cognizance of change of inventories we may write\nGross value added of firm, i (GV Ai) ≡ Gross value of the output produced by\nthe fir m i (Qi) – Value of inter mediate goods used by the fir m (Zi)\nGV Ai  ≡ Value of sales by the fir m (Vi) + Value of change in inventories ( Ai) –\nValue of inter mediate goods used by the fir m (Zi) (2.1)\nEquation (2.1) has been derived by using: Change in inventories of a firm\nduring a year ≡ Production of the firm during the year  – Sale of the firm\nduring the year .\nIt is worth noting that the sales by the firm includes sales not only to\ndomestic buyers but also to buyers abroad (the latter is termed as exports).  It\nis also to be noted that all the above mentioned variables are flow variables.\nGenerally these are measured on an annual basis. Hence they measure value\nof the flows per year .\nNet value added of the fir m i ≡ GVAi – Depr eciation of the fir m i (Di)\nIf we sum the gr oss value added of all the fir ms of the economy in a year , we\nget a measure of the value of aggregate amount of goods and services produced\nby the economy in a year (just as we had done in the wheat-bread example).\nSuch an estimate is called Gross Domestic Product  (GDP). Thus GDP ≡ Sum\ntotal of gross value added of all the firms in the economy.\nIf there are N firms in the economy, each assigned with a serial number\nfrom 1 to N, then GDP ≡ Sum total of the gross value added of all the firms in\nthe economy\n≡ GVA1 + GVA2 + ..... + GVAN\nTherefore\nGDP ≡ =∑1N\ni iGVA (2.2)\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "21 2121 2121National Income Accounting\n2.2.2  Expenditure Method\nAn alternative way to calculate the GDP is by looking at the demand side of the\nproducts. This method is r eferred to as the expenditur e method. In the far mer-\nbaker example that we have described before, the aggregate value of the output\nin the economy by expenditure method will be calculated in the following way.\nIn this method we add the final expenditures that each firm makes. Final\nexpenditure is that part of expenditure which is undertaken not for intermediate\npurposes. The Rs 50 worth of wheat which the bakers buy from the farmers\ncounts as intermediate goods, hence it does not fall under the category of final\nexpenditure. Therefore the aggregate value of output of the economy is Rs 200\n(final expenditure received by the baker) + Rs 50 (final expenditure received by\nthe far mer) = Rs 250 per year .\nFirm i can make the final expenditure on the following accounts (a) the final\nconsumption expenditur e on the goods and services pr oduced by the fir m. W e\nshall denote this by Ci. We may note that mostly it is the households which\nundertake consumption expenditure. There may be exceptions when the firms\nbuy consumables to treat their guests or for their employees (b) the final\ninvestment expenditure, Ii, incurred by other firms on the capital goods produced\nby firm i. Observe that unlike the expenditure on intermediate goods which is\nnot included in the calculation of GDP , expenditur e on investments is included.\nThe reason is that investment goods remain with the firm, whereas intermediate\ngoods are consumed in the process of production (c) the expenditure that the\ngover nment makes on the final goods and services pr oduced by fir m i. We shall\ndenote this by Gi. We may point out that the final expenditur e incurr ed by the\ngovernment includes both the consumption and investment expenditure (d) the\nexport revenues that firm i earns by selling its goods and services abroad. This\nwill be denoted by Xi.\nThus the sum  total of the revenues that the firm i earns is given by\nRVi ≡ Sum total of final consumption, investment, government and exports\nexpenditures received b y the firm i\n≡ Ci + Ii + Gi + Xi\nIf there are N firms then summing over N firms we get\n=∑1N\ni iRV ≡ Sum total of final consumption, investment, government and\nexports expenditures received by all the firms in the economy\n≡ =∑1N\ni iC + =∑1N\ni iI + =∑1N\ni iG + =∑1N\ni iX (2.3)\nLet C be the aggregate final consumption expenditure of the entire\neconomy. Notice that a part of C is spent on imports of consumption goods  Cconsumption for the individual i is ci, aggregate consumption will be\n.\nIn general, if we are taking sum of a quantity ix over individuals 1 to n,\nit will be denoted by .\nReprint 2024-25"
            },
            {
                "page": 14,
                "text": "22 2222 2222Introductory Macroeconomics= =∑1N\ni iC+ Cm. Let Cm denote expenditure on the imports of consumption goods.\nTherefore C – Cm denotes that part of aggregate final consumption expenditure\nthat is spent on the domestic firms. Similarly, let I – Im stand for that part of\naggregate final investment expenditure that is spent on domestic firms, where\nI is the value of the aggregate final investment expenditure of the economy and\nout of this Im is spent on foreign investment goods. Similarly\nG – Gm stands for that part of aggregate final government expenditure that is\nspent on the domestic firms, where G is the aggregate expenditure of the\ngovernment of the economy and Gm is the part of G which is spent on imports.\nTherefore, =∑1N\ni iC ≡ Sum total of final consumption expenditures\nreceived by all the firms in the economy ≡ C – Cm; =∑1N\ni iI ≡ Sum total of final\ninvestment expenditures received by all the firms in the economy ≡ I – Im;\n=∑1N\ni iG ≡ Sum total of final government expenditures received by all the firms\nin the economy ≡ G – G m. Substituting these in equation (2.3) we get\n=∑1N\ni iRV ≡ C – Cm + I – Im + G – Gm + =∑1N\ni iX\n≡ C + I + G + =∑1N\ni iX – (Cm + Im + Gm)\n≡ C + I + G + X – M\nHere X ≡ =∑1N\ni iX denotes aggregate expenditure by the foreigners on the\nexports of the economy. M ≡ Cm + Im + Gm is the aggregate imports expenditure\nincurred by the economy.\nWe know, GDP  ≡  Sum total of all the final expenditur e received by the fir ms\nin the economy.\nIn other words\nGDP ≡ =∑1N\ni iRV ≡ C + Ι + G + X – M (2.4)\nEquation (2.4) expresses GDP according to the expenditure method. It may\nbe noted that out of the five variables on the right hand side, investment\nexpenditure, I, is the most unstable.\n2.2.3  Income Method\nAs we mentioned in the beginning, the sum of final expenditures in the economy\nmust be equal to the incomes received by all the factors of production taken\ntogether (final expenditure is the spending on final goods, it does not include\nspending on intermediate goods). This follows from the simple idea that the\nrevenues earned by all the firms put together must be distributed among the\nfactors of production as salaries, wages, profits, interest earnings and rents. Let\nthere be M number of households in the economy. Let Wi be the wages and\nsalaries r eceived by the i-th household in a particular year . Similarly, Pi, Ini, Ri\nbe the gross profits, interest payments and rents received by the i-th household\nin a particular year . Ther efore, GDP is given by\nGDP ≡ =∑1M\ni iW + =∑1M\ni iP + 1M\ni iIn=∑  + =∑1M\ni iR ≡ W + P + In + R (2.5)\nHere, =∑1M\ni iW ≡ W, =∑1M\ni iP ≡ P, 1M\ni iIn=∑  ≡ In, =∑1M\ni iR ≡ R.\nReprint 2024-25"
            },
            {
                "page": 15,
                "text": "23 2323 2323National Income AccountingTaking equations (2.2), (2.4) and (2.5) together we get\nGDP ≡ =∑1N\ni iGV A  ≡ C + I + G + X – M ≡ W + P + In + R (2.6)\nIt is to be noted that in identity (2.6), I stands for sum total of both planned\nand unplanned investments undertaken by the firms.\nSince , the identities (2.2), (2.4) and (2.6) are different expressions of the same\nvariable, namely GDP , we may r epresent the equivalence by Fig. 2.2.\nNow, let us look at\na numerical example\nto see how all the three\nmethods of  estimating\nGDP give us the same\nanswer .\nExample: There are\ntwo firms, A and B.\nSuppose A uses no\nraw material and\nproduces cotton worth\nRs. 50. A sells its cotton\nto firm B, who uses it\nto produce cloth. B sells the cloth produced to consumers for Rs. 200.\n1.GDP in the phase of production or the value added method:\nRecall that value added (V A) = Sales – Inter mediate Goods\nThus,\nVAA = 50 - 0 = 50\nVAB = 200 - 50 = 150\nThus,\nGDP = V AA + VAB = 200.\nTable 2.2: Distributions of GDPs for firms A and BX M–\nG\nI\nC WRInP\nGDP\nExpenditure\nMethodIncome\nMethodProduct\nMethod1N\ni iGVA=/c229\nFig. 2.2:  Diagramtic Representation of GDP by the Three Methods\nFirm A       Firm B\nSales 50 200\nIntermediate\nconsumption 0 50\nValue added 50 150\n2.GDP in the phase of disposition or the expenditure method:\nRecall that GDP = Sum of final expenditure or expenditures on goods\nand services for end use. In the above case, final expenditure is\nexpenditure by consumers on cloth. Therefore, GDP = 200.\n3.GDP in the phase of distribution or Income method\nLet us look at the firms A and B again.\nNow, of this 50 received by A, the firm gives Rs. 20 to the workers as wages,\nand keeps the remaining 30 as its profits. Similarly, B gives 60 as wages and\nkeeps 90 as profits.\nReprint 2024-25"
            },
            {
                "page": 16,
                "text": "24 2424 2424Introductory Macroeconomics\n 4 In this example, we have left out factor payments in the form of rent and interest. But this\nwill not make any difference to the basic result, because after paying wages the remainder of value\nadded by a firm will be distributed between rent, interest and profits (together called operating\nsurplus).Table 2.3: Distributions of factor incomes of firms A and B\nFirm A       Firm B\nWages         20         60\nProfits         30         90\nRecall that GDP by income method = sum total of factor incomes, which is\nequal to total wages received (workers of A and B) and total profits earned (by A\nand B), which is equal4 to 80 + 120 = 200.\n2.2.4 Factor Cost, Basic Prices and Market Prices\nIn India, the most highlighted measure of national income has been the GDP at\nfactor cost. The Central Statistics Office (CSO) of the Government of India has\nbeen reporting the GDP at factor cost and at market prices. In its revision in\nJanuary 2015 the CSO r eplaced GDP at factor cost with the GV A at basic prices,\nand the GDP at market prices, which is now called only GDP , is now the most\nhighlighted measure.\nThe idea of GV A has alr eady been discussed: it is the value of total output\nproduced in the economy less the value of intermediate consumption (the output\nwhich is used in pr oduction of output further , and not used in final consumption).\nHere we discuss the concept of basic prices. The distinction between factor cost,\nbasic prices and market prices is based on the distinction between net production\ntaxes (production taxes less production subsidies) and net product  taxes (product\ntaxes less product subsidies). Production taxes and subsidies are paid or received\nin relation to production and are independent of the volume of production such\nas land revenues, stamp and registration fee. Product taxes and subsidies, on\nthe other hand, are paid or received per unit or product, e.g., excise tax, service\ntax, export and import duties etc. Factor cost includes only the payment to factors\nof production, it does not include any tax. In order to arrive at the market prices,\nwe have to add to the factor cost the total indirect taxes less total subsidies. The\nbasic prices lie in between: they include the production taxes (less production\nsubsidies) but not product taxes (less product subsidies). Therefore in order to\narrive at market prices we have to add product taxes (less product subsidies) to\nthe basic prices.\nAs stated above, now the CSO r eleases GV A at basic prices. Thus, it includes\nthe net production taxes but not net product taxes. In order to arrive at the GDP\n(at market prices) we need to add net pr oduct taxes to GV A at basic prices.\nThus,\nGVA at factor costs + Net pr oduction taxes = GV A at\nbasic prices\nGVA at basic prices + Net pr oduct taxes = GV A at\nmarket prices\nTable 2.5 at the end of the chapter gives the figures for GDP (at market prices)\nand GV A at basic prices, while T able 2.6 gives the composition of GDP fr om\nexpenditure side.\nReprint 2024-25"
            },
            {
                "page": 17,
                "text": "25 2525 2525National Income Accounting2.3 S OME MACROECONOMIC  IDENTITIES\nGross Domestic Product measures the aggregate production of final goods and\nservices taking place within the domestic economy during a year . But the whole\nof it may not accrue to the citizens of the country. For example, a citizen of India\nworking in Saudi Arabia may be earning her wage and it will be included in the\nSaudi Arabian GDP . But legally speaking, she is an Indian. Is ther e a way to take\ninto account the earnings made by Indians abroad or by the factors of production\nowned by Indians? When we try to do this, in order to maintain symmetry, we\nmust deduct the earnings of the foreigners who are working within our domestic\neconomy, or the payments to the factors of production owned by the foreigners.\nFor example, the profits earned by the Korean-owned Hyundai car factory will\nhave to be subtracted\nfrom the GDP of India.\nThe macroeconomic\nvariable which takes\ninto account such\nadditions and\nsubtractions is\nknown as Gross\nNational Product\n(GNP) . It is, therefore,\ndefined as follows\nGNP ≡ GDP + Factor income earned by the domestic factors of production\nemployed in the rest of the world – Factor income earned by the factors of\nproduction of the rest of the world employed in the domestic economy\nHence, GNP ≡ GDP + Net factor income from abroad\n(Net factor income from abroad = Factor income earned by the domestic factors\nof production employed in the rest of the world – Factor income earned by the\nfactors of production of the rest of the world employed in the domestic economy).\nWe have alr eady noted that a part of the capital gets consumed during the\nyear due to wear and tear . This wear and tear is called depr eciation. Naturally,\ndepreciation does not become part of anybody’s income. If we deduct\ndepreciation from GNP the measure of aggregate income that we obtain is called\nNet National Product (NNP) . Thus\nNNP ≡ GNP – Depreciation\nIt is to be noted that all these variables are evaluated at market prices.\nThrough the expression given above, we get the value of NNP evaluated at\nmarket prices. But market price includes indirect taxes . When indirect taxes\nare imposed on goods and services, their prices go up. Indirect taxes accrue to\nthe gover nment. We have to deduct them fr om NNP evaluated at market prices\nin order to calculate that part of NNP which actually accrues to the factors of\nproduction. Similarly, there may be subsidies  granted by the government on\nthe prices of some commodities (in India petrol is heavily taxed by the\ngovernment, whereas cooking gas is subsidised). So we need to add  subsidies\nto the NNP evaluated at market prices. The measure that we obtain by doing\nso is called Net National Product at factor cost  or National Income .\nThus, NNP at factor cost ≡ National Income (NI ) ≡ NNP at market prices –\n(Indirect taxes – Subsidies) ≡ NNP at market prices – Net indirect taxes (Net\nindirect taxes ≡ Indirect taxes – Subsidies)\nThe foreigners have a share in your domestic economy.\nDiscuss this in the classroom.\nReprint 2024-25"
            },
            {
                "page": 18,
                "text": "26 2626 2626Introductory MacroeconomicsWe can further subdivide the National Income into smaller categories. Let us try\nto find the expr ession for the part of NI which is r eceived by households. W e shall\ncall this Personal Income (PI). First, let us note that out of NI, which is earned by\nthe firms and government enterprises, a part of profit is not distributed among the\nfactors of pr oduction. This is called Undistributed Pr ofits (UP). We have to deduct\nUP from NI to arrive at PI, since UP does not accrue to the households. Similarly,\nCorporate Tax, which is imposed on the earnings made by the firms, will also have\nto be deducted from the NI, since it does not accrue to the households. On the other\nhand, the households do receive interest payments from private firms or the\ngovernment on past loans advanced by them. And households may have to pay\ninterests to the firms and the government as well, in case they had borrowed money\nfrom either . So, we have to deduct the net inter ests paid by the households to the\nfirms and government. The households receive transfer payments from government\nand firms (pensions, scholarship, prizes, for example) which have to be added to\ncalculate the Personal Income of the households.\nThus, Personal Income (PI) ≡ NI – Undistributed profits – Net interest\npayments made by households – Corporate tax + Transfer payments to\nthe households from the government and firms.\nHowever , even PI is not the income over which the households have complete\nsay. They have to pay taxes from PI. If we deduct the Personal Tax Payments\n(income tax, for example) and Non-tax Payments  (such as fines) from PI, we\nobtain what is known as the Personal Disposable Income. Thus\nPersonal Disposable Income (PDI ) ≡ PI – Personal tax payments – Non-tax\npayments.\nPersonal Disposable Income is the part of the aggregate income which\nbelongs to the households. They may decide to consume a part of it, and\nsave the rest. In Fig. 2.3 we present a diagrammatic representation of the\nrelations between these major macroeconomic variables.\nNFIA D\nGDP GNP NNP\n(at\nMarket\nPrice)ID - Sub\nNI\n(NNP at\nFC)UP + NIH\n+ CT –\nTrH\nPI PTP +\nNP\nPDI\nNational Disposable Income and Private Income\nApart from these categories of aggregate macroeconomic variables, in India, a\nfew other aggregate income categories are also used in National Income\naccounting\n•National Disposable Income  = Net National Product at market prices\n+ Other current transfers from the rest of the world\nThe idea behind National Disposable Income is that it gives an idea ofFig. 2.3: Diagrammatic representation of the subcategories of aggregate income. NFIA: Net\nFactor Income from Abroad, D: Depreciation, ID: Indirect Taxes, Sub: Subsidies, UP: Undistributed\nProfits, NIH: Net Inter est Payments by Households, CT : Corporate T axes, T rH: T ransfers r ecived\nby Households, PTP: Personal Tax Payments, NP: Non-Tax Payments.\nReprint 2024-25"
            },
            {
                "page": 19,
                "text": "27 2727 2727National Income Accounting\nTable 2.4: Basic National Income Aggregates5\n•GDP is the market value of all final goods\nand services produced within a domestic\nterritory of a country measur ed in a year .\n•All production done by the national\nresidents or the non-residents in a\ncountry gets included, regardless of\nwhether that production is owned by a\nlocal company or a foreign entity.\n•Everything is valued at market prices.\nMP GDP C I G X M = + + + −\n•GDP at factor cost is gross domestic\nproduct at market prices, less net\nproduct taxes.\n•Market prices are the prices as paid by\nthe consumers Market prices also include\nproduct taxes and subsides. The term\nfactor cost refers to the prices of products\nas received by the producers. Thus, factor\ncost is equal to market prices, minus net\nindirect taxes. GDP at factor cost\nmeasures money value of output produced\nby the firms within the domestic\nboundaries of a country in a year .\nFC MP GDP GDP NIT = −\n•This measure allows policy-makers to\nestimate how much the country has to\nspend just to maintain their curr ent  GDP .\nIf the country is not able to replace the\ncapital stock lost through depreciation,\nthen GDP will fall.\n.MP MPNDP GDP Dep = −\n•NDP at factor cost is the income earned\nby the factors in the form of wages, profits,\nrent, interest, etc., within the domestic\nterritory of a country.\n   FC MPNDP = NDP - Net ProductTaxes - Net ProductionTax es1. Gross Domestic\nProduct  at Market\nPrices (GDPMP)\n2. GDP at Factor Cost\n(GDPFC)\n3. Net Domestic\nProduct at Market\nPrices (NDPMP)\n4. NDP at Factor Cost\n(NDPFC)\n5Following the System of National Accounts 2008 (SNA2008) given by the United Nations in\npartnership with some other agencies, countries are now switching to new aggregates. India shifted\nto these aggregates a few years back.what is the maximum amount of goods and services the domestic economy\nhas at its disposal. Current transfers from the rest of the world include\nitems such as gifts, aids, etc.\n•Private Income  = Factor income from net domestic product accruing to\nthe private sector + National debt interest + Net factor income from abroad\n+ Current transfers from government + Other net transfers from the rest of\nthe world.\nReprint 2024-25"
            },
            {
                "page": 20,
                "text": "28 2828 2828Introductory Macroeconomics5. Gross National\nProduct at Market\nPrices (GNPMP)\n6. GNP at Factor Cost\n(GNPFC)\n7. Net National\nProduct at Market\nPrices (NNPMP)\n8. NNP at Factor Cost\n(NNPFC)\nOr\nNational Income\n(NI)\n9. GVA at Market Prices\n10. GVA at basic prices\n   11. GVA at factor cost•GNPMP is the value of all the final goods\nand services that are produced by the\nnormal residents of India and is\nmeasur ed at the market prices, in a year .\n•GNP refers to all the economic output\nproduced by a nation’s normal residents,\nwhether they are located within the\nnational boundary or abroad.\n•Everything is valued at the market prices.\nGNPMP = GDPMP + NFIA\n•GNP at factor cost measures value of\noutput received by the factors of\nproduction belonging to a country in a\nyear.\nFC MPGNP =GNP - Net Product Taxes - Net ProductionTax es\n•This is a measure of how much a country\ncan consume in a given period of time.\nNNP measures output regardless of where\nthat production has taken place (in\ndomestic territory or abroad).\nMP MP\nMP MPNNP GNP Depreciation\nNNP NDP NFIA= −\n= +\n•NNP at factor cost is the sum of income\nearned by all factors in the production in\nthe form of wages, profits, rent and\ninterest, etc., belonging to a country\nduring a year .\n•It is the National Product and is not bound\nby production in the national boundaries.\nIt is the net domestic factor income added\nwith the net factor income from abroad.\nMP\nFC FCNI NNP Net ProductTaxes - Net ProductionTaxes\nNDP NFIA NNP= −\n= + =\n•GDP at market prices\n•GVAMP - Net Pr oduct Taxes\n•GVA at basic prices - Net Pr oduction T axes\nReprint 2024-25"
            },
            {
                "page": 21,
                "text": "29 2929 2929National Income Accounting2.4 N OMINAL  AND REAL GDP\nOne implicit assumption in all this discussion is that the prices of goods and\nservices do not change during the period of our study. If prices change, then\nthere may be difficulties in comparing GDPs. If we measure the GDP of a country\nin two consecutive years and see that the figure for GDP of the latter year is\ntwice that of the pr evious year , we may conclude that the volume of pr oduction\nof the country has doubled. But it is possible that only prices of all goods and\nservices have doubled between the two years whereas the production has\nremained constant.\nTherefore, in order to compare the GDP figures (and other macroeconomic\nvariables) of different countries or to compare the GDP figures of the same country\nat different points of time, we cannot rely on GDPs evaluated at current market\nprices. For comparison we take the help of real GDP . Real GDP is calculated in\na way such that the goods and services are evaluated at some constant set of\nprices (or constant prices ). Since these prices remain fixed, if the Real GDP\nchanges we can be sure that it is the volume of production which is undergoing\nchanges. Nominal GDP , on the other hand, is simply the value of GDP at the\ncurrent prevailing prices. For example, suppose a country only produces bread.\nIn the year 2000 it had produced 100 units of bread, price was Rs 10 per bread.\nGDP at current price was Rs 1,000. In 2001 the same country produced 110\nunits of bread at price Rs 15 per bread. Therefore nominal GDP in 2001 was Rs\n1,650 (=110 × Rs 15). Real GDP in 2001 calculated at the price of the year 2000\n(2000 will be called the base year) will be 110 × Rs 10 = Rs 1,100.\nNotice that the ratio of nominal GDP to real GDP gives us an idea of how the\nprices have moved from the base year  (the year whose prices are being used to\ncalculate the r eal GDP) to the curr ent year . In the calculation of r eal and nominal\nGDP of the curr ent year , the volume of pr oduction is fixed. Ther efore, if these\nmeasures differ it is only due to change in the price level between the base year\nand the curr ent year . The ratio of nominal to r eal GDP is a well known index of\nprices. This is called GDP Deflator . Thus if GDP stands for nominal GDP and\ngdp stands for real GDP then, GDP deflator = GDP\ngdp .\nSometimes the deflator is also denoted in percentage terms. In such a case\ndeflator = GDP\ngdp × 100 per cent. In the previous example, the GDP deflator is\n1,650\n1,100 = 1.50 (in percentage terms this is 150 per cent). This implies that the\nprice of bread produced in 2001 was 1.5 times the price in 2000. Which is true\nbecause price of bread has indeed gone up from Rs 10 to Rs 15. Like GDP\ndeflator , we can have GNP deflator as well.\nThere is another way to measure change of prices in an economy which is\nknown as the Consumer Price Index  (CPI). This is the index of prices of a\ngiven basket of commodities which ar e bought by the r epresentative consumer .\nCPI is generally expr essed in per centage ter ms. W e have two years under\nconsideration – one is the base year , the other is the curr ent year . We calculate\nthe cost of pur chase of a given basket of commodities in the base year . We also\ncalculate the cost of pur chase of the same basket in the curr ent year . Then we\nexpress the latter as a per centage of the for mer. This gives us the Consumer\nPrice Index of the curr ent year vis-´a-vis the base year . For example let us take\nan economy which produces two goods, rice and cloth. A representative\nconsumer buys 90 kg of rice and 5 pieces of cloth in a year . Suppose in the\nReprint 2024-25"
            },
            {
                "page": 22,
                "text": "30 3030 3030Introductory Macroeconomicsyear 2000 the price of a kg of rice was Rs 10 and a piece of cloth was Rs 100.\nSo the consumer had to spend a total sum of Rs 10 × 90 = Rs 900 on rice in\n2000. Similarly, she spent Rs 100 × 5 = Rs 500 per year on cloth. Summation\nof the two items is, Rs 900 + Rs 500 = Rs 1,400.\nNow suppose the prices of a kg of rice and a piece of cloth has gone up to Rs\n15 and Rs 120 in the year 2005. To buy the same quantity of rice and clothes\nthe representative will have to spend Rs 1,350 and Rs 600 respectively (calculated\nin a similar way as before). Their sum will be, Rs 1,350 + Rs 600 = Rs 1,950. The\nCPI therefore will be 1,950\n1,400 × 100 = 139.29 (approximately).\nIt is worth noting that many commodities have two sets of prices. One is\nthe retail price which the consumer actually pays. The other is the wholesale\nprice, the price at which goods are traded in bulk. These two may differ in\nvalue because of the margin kept by traders. Goods which are traded in\nbulk (such as raw materials or semi-finished goods) are not purchased by\nordinary consumers. Like CPI, the index for wholesale prices is called\nWholesale Price Index  (WPI). In countries like USA it is referred to as\nProducer Price Index (PPI). Notice CPI (and analogously WPI) may differ\nfrom GDP deflator because\n1.The goods purchased by consumers do not represent all the goods which\nare produced in a country. GDP deflator takes into account all such goods\nand services.\n2.CPI includes prices of goods consumed by the r epresentative consumer , hence\nit includes prices of imported goods. GDP deflator does not include prices of\nimported goods.\n3.The weights are constant in CPI – but they differ according to production\nlevel of each good in GDP deflator .\n2.5 GDP AND WELFARE\nCan the GDP of a country be taken as an index of the welfare of the people of\nthat country? If a person has more income he or she can buy more goods and\nservices and his or her material well-being improves. So it may seem reasonable\nto treat his or her income level as his or her level of well-being. GDP is the sum\ntotal of value of goods and services created within the geographical boundary of\na country in a particular year . It gets distributed among the people as incomes\n(except for retained earnings). So we may be tempted to treat higher level of GDP\nof a country as an index of greater well-being of the people of that country (to\naccount for price changes, we may take the value of real GDP instead of nominal\nGDP). But there are at least three reasons why this may not be correct.\n1.Distribution of GDP –  how uniform is it:  If the GDP of the country is rising,\nthe welfare may not rise as a consequence. This is because the rise in GDP may\nbe concentrated in the hands of very few individuals or firms. For the rest, the\nincome may in fact have fallen. In such a case the welfare of the entire country\ncannot be said to have increased. For example, suppose in year 2000, an\nimaginary country had 100 individuals each earning Rs 10. Therefore the GDP\nof the country was Rs 1,000 (by income method). In 2001, let us suppose the\nsame country had 90 individuals earning Rs 9 each, and the rest 10 individual\nearning Rs 20 each. Suppose there had been no change in the prices of goods\nand services between these two periods. The GDP of the country in the year 2001\nwas 90 × (Rs 9) + 10 × (Rs 20) = Rs 810 + Rs 200 = Rs 1,010. Observe that\nReprint 2024-25"
            },
            {
                "page": 23,
                "text": "31 3131 3131National Income Accountingcompared to 2000, the GDP of the country in 2001 was higher by Rs10.  But\nthis has happened when 90 per cent of people of the country have seen a drop in\ntheir real income by 10 per  cent (from Rs 10 to Rs 9), whereas only 10 per cent\nhave benefited by a rise in their income by 100 per cent (from Rs 10 to Rs 20).  90\nper cent of the people are worse off though the GDP of the country has gone up.\nIf we relate welfare improvement in the country to the percentage of people who\nare better off, then surely GDP is not a good index.\n2.Non-monetary exchanges:  Many activities in an economy are not evaluated\nin monetary terms. For example, the domestic services women perform at\nhome ar e not paid for . The\nexchanges which take place in the\ninformal sector without the help\nof money are called barter\nexchanges. In barter exchanges,\ngoods (or services) are directly\nexchanged against each other .\nBut since money is not being used\nhere, these exchanges are not\nregistered as part of economic\nactivity. In developing countries,\nwhere many remote regions are\nunderdeveloped, these kinds of\nexchanges do take place, but they\nare generally not counted in the\nGDPs of these countries. This is\na case of under estimation of GDP .\nHence, GDP calculated in the\nstandard manner may not give us\na clear indication of the\nproductive activity and well-being\nof a country.\n3.Externalities:  Externalities refer to the benefits (or harms) a firm or an\nindividual causes to another for which they are not paid (or penalised).\nExternalities do not have any market in which they can be bought and\nsold. For example, let us suppose there is an oil refinery which refines\ncrude petroleum and sells it in the market. The output of the refinery is\nthe amount of oil it r efines. W e can estimate the value added of the r efinery\nby deducting the value of intermediate goods used by the refinery (crude\noil in this case) from the value of its output. The value added of the refinery\nwill be counted as part of the GDP of the economy. But in carrying out\nthe pr oduction the r efinery may also be polluting the nearby river . This\nmay cause har m to the people who use the water of the river . Hence their\nwell being will fall. Pollution may also kill fish or other organisms of the\nriver on which fish survive. As a result, the fishermen of the river may be\nlosing their livelihood. Such harmful effects that the refinery is inflicting\non others, for which it will not bear any cost, are called externalities. In\nthis case, the GDP is not taking into account such negative externalities.\nTherefore, if we take GDP as a measure of welfare of the economy we shall\nbe overestimating the actual welfare. This was an example of negative\nexternality. There can be cases of positive externalities as well. In\nsuch cases, GDP will underestimate the actual welfare of\nthe economy.\nHow uniform is the distribution of GDP? It still\nseems that a majority of the people are poor and\na few benefited.\nReprint 2024-25"
            },
            {
                "page": 24,
                "text": "32 3232 3232Introductory MacroeconomicsAt a very fundamental level, the macroeconomy (it refers to the economy that we\nstudy in macroeconomics) can be seen as working in a circular way. The firms\nemploy inputs supplied by households and produce goods and services to be sold to\nhouseholds. Households get the remuneration from the firms for the services\nrendered by them and buy goods and services produced by the firms. So we can\ncalculate the aggregate value of goods and services produced in the economy by\nany of the three methods (a) measuring the aggregate value of factor payments\n(income method) (b) measuring the aggregate value of goods and services produced\nby the firms (product method) (c) measuring the aggregate value of spending received\nby the firms (expenditure method). In the product method, to avoid double counting,\nwe need to deduct the value of intermediate goods and take into account only the\naggregate value of final goods and services. W e derive the for mulae for calculating\nthe aggr egate income of an economy by each of these methods. W e also take note\nthat goods can also be bought for making investments and these add to the productive\ncapacity of the investing firms. There may be different categories of aggregate income\ndepending on whom these ar e accruing to. W e have pointed out the dif ference between\nGDP, GNP , NNP at market price, NNP at factor cost, PI and PDI. Since prices of goods\nand services may vary, we have discussed how to calculate the three important\nprice indices (GDP deflator , CPI, WPI). Finally we have noted that it may be incorr ect\nto treat GDP as an index of the welfare of the country.Summary SummarySummary SummarySummary\nFinal goods Consumption goods\nConsumer durables Capital goods\nIntermediate goods Stocks\nFlows Gross investment\nNet investment Depreciation\nWage Interest\nProfit Rent\nCircular flow of income Product method of calculating\nNational Income\nExpenditure method of calculating Income method of calculating\nNational Income National Income\nMacroeconomic model Input\nValue added Inventories\nPlanned change in inventories Unplanned change in inventories\nGross Domestic Product (GDP) Net Domestic Product (NDP)\nGross National Product (GNP) Net National Product (NNP)\n(at market price)\nNNP (at factor cost) or Undistributed profits\nNational Income (NI)\nNet interest payments made Corporate tax\nby households\nTransfer payments to the Personal Income (PI)\nhouseholds from the government\nand firms\nPersonal tax payments Non-tax payments\nPersonal Disposable Income (PDI) National Disposable IncomeK KK KKey Concepts ey Conceptsey Concepts ey Conceptsey Concepts\nReprint 2024-25"
            },
            {
                "page": 25,
                "text": "33 3333 3333National Income Accounting1.What are the four factors of production and what are the remunerations to\neach of these called?\n2.Why should the aggregate final expenditure of an economy be equal to the\naggregate factor payments? Explain.\n3.Distinguish between stock and flow. Between net investment and capital which\nis a stock and which is a flow? Compare net investment and capital with flow of\nwater into a tank.\n4.What is the difference between planned and unplanned inventory\naccumulation? W rite down the relation between change in inventories and value\nadded of a firm.\n5.Write down the thr ee identities of calculating the GDP of a country by the\nthree methods. Also briefly explain why each of these should give us the same\nvalue of GDP .\n6.Define budget deficit and trade deficit. The excess of private investment over saving\nof a country in a particular year was Rs 2,000 crores. The amount of budget deficit\nwas (–) Rs 1,500  crores . What was the volume of trade deficit of that country?\n7.Suppose the GDP at market price of a country in a particular year was Rs 1,100 crores.\nNet Factor Income from Abroad was Rs 100 crores. The value of Indirect taxes –\nSubsidies was Rs 150 crores and National Income was Rs 850 crores. Calculate\nthe aggregate value of depreciation.\n8.Net National Product at Factor Cost of a particular country in a year is\nRs 1,900 crores. There are no interest payments made by the households to the\nfirms/government, or by the firms/government to the households. The Personal\nDisposable Income of the households is Rs 1,200 crores. The personal income\ntaxes paid by them is Rs 600 crores and the value of retained earnings of the\nfirms and government is valued at Rs 200 crores. What is the value of transfer\npayments made by the government and firms to the households?\n9.From the following data, calculate Personal Income and Personal Disposable\nIncome.\nRs (crore)\n(a)Net Domestic Product at factor cost 8,000\n(b)Net Factor Income from abroad 200\n(c)Undisbursed Profit 1,000\n(d)Corporate Tax 500\n(e)Interest Received by Households 1,500\n(f)Interest Paid by Households 1,200\n(g)Transfer Income 300\n(h)Personal Tax 500\n10.In a single day Raju, the barber , collects Rs 500 from haircuts; over this day,\nhis equipment depreciates in value by Rs 50. Of the remaining Rs 450, Raju\npays sales tax worth Rs 30, takes home Rs 200 and retains Rs 220 for\nimprovement and buying of new equipment. He further pays Rs 20 as income\ntax from his income. Based on this information, complete Raju’s contribution\nto the following measures of income (a) Gross Domestic Product (b) NNPPrivate Income Nominal GDP\nReal GDP Base year\nGDP Deflator Consumer Price Index (CPI)\nWholesale Price Index (WPI) ExternalitiesExercises ExercisesExercises ExercisesExercises\n??\n??\nReprint 2024-25"
            },
            {
                "page": 26,
                "text": "34 3434 3434Introductory MacroeconomicsTable 2.5: GVA and GDP for India at constant (2011-12) prices6\n6These are provisional estimates released by the CSO in 2018.Suggested Readings\n1.Bhaduri, A., 1990. Macroeconomics: The Dynamics of Commodity Production , pages\n1 – 27, Macmillan India Limited, New Delhi.\n2.Branson, W . H., 1992. Macr oeconomic Theory and Policy , (third edition), pages\n15 – 34, Harper Collins Publishers India Pvt Ltd., New Delhi.\n3.Dornbusch, R and S. Fischer . 1988. Macr oeconomics , (fourth edition) pages 29–\n62, McGraw Hill, Paris.\n4.Mankiw, N. G., 2000. Macroeconomics , (fourth edition) pages 15–76, Macmillan\nWorth Publishers, New Y ork.at market price (c) NNP at factor cost (d) Personal income (e) Personal\ndisposable income.\n11.The value of the nominal GNP of an economy was Rs 2,500 crores in a particular\nyear. The value of GNP of that country during the same year , evaluated at the\nprices of same base year , was Rs 3,000 cr ores. Calculate the value of the GNP\ndeflator of the year in percentage terms. Has the price level risen between the\nbase year and the year under consideration?\n12.Write down some of the limitations of using GDP as an index of welfar e of a\ncountry.\n??\n     PE (Provisional Estimates)\nS.No. Item     2020–21\n   (Rs. Lakh Crore)\n1. GVA at basic prices 124.53\n2. Net production taxes 10.59\n3. GDP (1+2) 135.13Appendix 2.1Appendix 2.1Appendix 2.1Appendix 2.1Appendix 2.1\nSource:  Annual Report, Reserve Bank of India, 2020–21\n(Handbook of Statistics on Indian Economy)\nReprint 2024-25"
            },
            {
                "page": 27,
                "text": "35 3535 3535National Income AccountingS.No. Item (Provisional\nEstimates)\n2017–18\n(Rs. In Crore)Table 2.6: Composition of GDP: expenditure side (2011–12 prices)Appendix 2.2Appendix 2.2Appendix 2.2Appendix 2.2Appendix 2.2\nSource:  Annual Report, Reserve Bank of India, 2020–21  (Handbook of Statistics on\nIndian Economy)1. Private Final Consumption Expenditure (PFCE) 7560985\n2. Government Final Consumption Expenditure 1586745\n(GFCE)\n3. Gross Fixed Capital Formation (GFCF) 4220508\n4. Change in Stocks 154276\n5. Valuables 167784\nInvestment (3+4+5) 4542568\n6. Exports of Goods and Services 2694386\n7. Imports of Goods and Services 2865827\nNet Exports (6-7) 5560213\n8. Discrepancies 6117\n9. GDP (1+2+3+4+5+6-7+8) 19244394\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 3: Money and Banking",
        "pages": [
            {
                "page": 1,
                "text": "36 3636 3636Introductory Macroeconomics\nMoney and BankingMoney and BankingMoney and BankingMoney and BankingMoney and Banking\nMoney is the commonly accepted medium of exchange. In an\neconomy which consists of only one individual there cannot be\nany exchange of commodities and hence there is no role for money.\nEven if there is more than one individual but these individuals do\nnot take part in market transactions, example: family living on an\nisolated island, money has no function for them. However , as soon\nas there is more than one economic agent who engage themselves\nin transactions through the market, money becomes an important\ninstrument for facilitating these exchanges. Economic exchanges\nwithout the mediation of money are referred to as barter\nexchanges . However , they pr esume the rather impr obable double\ncoincidence of wants . Consider , for example, an individual who\nhas a surplus of rice which she wishes to exchange for clothing. If\nshe is not lucky enough she may not be able to find another person\nwho has the diametrically opposite demand for rice with a surplus\nof clothing to offer in exchange. The search costs may become\nprohibitive as the number of individuals increases. Thus, to\nsmoothen the transaction, an intermediate good is necessary which\nis acceptable to both parties. Such a good is called money. The\nindividuals can then sell their produces for money and use this\nmoney to purchase the commodities they need. Though facilitation\nof exchanges is considered to be the principal role of money, it\nserves other purposes as well. Following are the main functions of\nmoney in a modern economy.\n3.1 F UNCTIONS  OF MONEY\nAs explained above, the first and foremost role of money is that it\nacts as a medium of exchange . Barter exchanges become extremely\ndifficult in a large economy because of the high costs people would\nhave to incur looking for suitable persons to exchange their\nsurpluses.\nMoney also acts as a convenient unit of account . The value of\nall goods and services can be expressed in monetary units. When\nwe say that the value of a certain wristwatch is Rs 500 we mean\nthat the wristwatch can be exchanged for 500 units of money,\nwhere a unit of money is rupee in this case. If the price of a pencil\nis Rs 2 and that of a pen is Rs 10 we can calculate the relative\nprice of a pen with respect to a pencil, viz. a pen is worth 10 ÷ 2 =\n5 pencils. The same notion can be used to calculate the value of\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "37 3737 3737Money and Bankingmoney itself with respect to other commodities. In the above example, a rupee is\nworth 1 ÷ 2 = 0.5 pencil or 1 ÷ 10 = 0.1 pen. Thus if prices of all commodities\nincrease in terms of money i.e., there is a general increase in the price level, the\nvalue of money in terms of any commodity must have decreased – in the sense\nthat a unit of money can now pur chase less of any commodity. W e call it a\ndeterioration in the purchasing power of money.\nA barter system has other deficiencies. It is difficult to carry forward one’s\nwealth under the barter system. Suppose you have an endowment of rice which\nyou do not wish to consume today entir ely. Y ou may r egard this stock of surplus\nrice as an asset which you may wish to consume, or even sell off, for acquiring\nother commodities at some future date. But rice is a perishable item and cannot\nbe stored beyond a certain period. Also, holding the stock of rice requires a lot of\nspace. Y ou may have to spend considerable time and r esour ces looking for people\nwith a demand for rice when you wish to exchange your stock for buying other\ncommodities. This problem can be solved if you sell your rice for money. Money\nis not perishable and its storage costs ar e also considerably lower . It is also\nacceptable to anyone at any point of time. Thus money can act as a store of\nvalue  for individuals. W ealth can be stor ed in the for m of money for futur e use.\nHowever , to per form this function well, the value of money must be suf ficiently\nstable. A rising price level may erode the purchasing power of money. It may be\nnoted that any asset other than money can also act as a store of value, e.g. gold,\nlanded pr operty, houses or even bonds (to be intr oduced shortly). However ,\nthey may not be easily convertible to other commodities and do not have universal\nacceptability.\nSome countries have made an attempt to move towards an economy which\nuse less of cash and more of digital transactions. A cashless society describes an\neconomic state whereby financial transactions are not connected with money in\nthe form of physical bank notes or coins but rather through the transfer of digital\ninformation (usually an electronic representation of money) between the\ntransacting parties. In India government has been consistently investing in various\nreforms for greater financial inclusion. During the last few years’ initiatives such\nas Jan Dhan accounts, Aadhar enabled payment systems, e –W allets, National\nfinancial Switch (NFS) and others have strengthened the government resolve to\ngo cashless. Today, financial inclusion is seen as a realistic dream because of\nmobile and smart phone penetration across the country.\n3.2 D EMAND  FOR MONEY AND SUPPLY OF MONEY\n3.2.1. Demand for Money\nThe demand for money tells us what makes people desire a certain\namount of money. Since money is required to conduct transactions, the\nvalue of transactions will determine the money people will want to keep:\nthe larger is the quantum of transactions to be made, the larger is the\nquantity of money demanded. Since the quantum of transactions to be made\ndepends on income, it should be clear that a rise in income will lead to rise in\ndemand for money. Also, when people keep their savings in the form of money\nrather than putting it in a bank which gives them interest, how much money\npeople keep also depends on rate of interest. Specifically, when interest rates go\nup, people become less interested in holding money since holding money amounts\nto holding less of interest-earning deposits, and thus less interest received.\nTherefore, at higher interest rates, money demanded comes down.\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "38 3838 3838Introductory Macroeconomics3.2.2. Supply of Money\nIn a modern economy, money comprises cash and bank deposits.\nDepending on what types of bank deposits are being included, there are\nmany measures of money1. These are created by a system comprising two types\nof institutions: central bank of the economy and the commercial banking system.\nCentral bank\nCentral Bank is a very important institution in a modern economy.\nAlmost every country has one central bank. India got its central bank in\n1935. Its name is the ‘Reserve Bank of India’. Central bank has several\nimportant functions. It issues the currency of the country. It controls\nmoney supply of the country through various methods, like bank rate, open\nmarket operations and variations in reserve ratios. It acts as a banker to the\ngovernment. It is the custodian of the foreign exchange reserves of the economy.\nIt also acts as a bank to the banking system, which is discussed in detail later .\nFrom the point of view of money supply, we need to focus on its function of\nissuing currency. This currency issued by the central bank can be held by the\npublic or by the commercial banks, and is called the ‘high-powered money’ or\n‘reserve money’ or ‘monetary base’ as it acts as a basis for credit creation.\nCommercial Banks\nCommercial banks are the other type of institutions which are a part of\nthe money-creating system of the economy. In the following section we look at\nthe commercial banking system in detail. They accept deposits from the public\nand lend out part of these funds to those who want to borrow. The interest rate\npaid by the banks to depositors is lower than the rate charged from the borrowers.\nThis difference between these two types of  interest rates, called the ‘spread’ is the\nprofit appropriated by the bank.\nThe process of deposit and loan (credit) creation by banks is explained below.\nIn order to understand this process, let us discuss a story.\nOnce there was a goldsmith named Lala in a village. In this village,\npeople used gold and other precious metals in order to buy goods and\nservices. In other words, these metals were acting as money. People in\nthe village started keeping their gold with Lala for safe-keeping. In return\nfor keeping their gold, Lala issued paper receipts to people of the village\nand charged a small fee from them. Slowly, over time, the paper receipts\nissued by Lala began to circulate as money. This means that instead of\ngiving gold for purchasing wheat, someone would pay for wheat or shoes\nor any other good by giving the paper receipts issued by Lala. Thus, the\npaper receipts started acting as money since everyone in the village\naccepted these as a medium of exchange.\nNow, let us suppose that Lala had 100 Kgs of gold, deposited by\ndifferent people and he had issued receipts corresponding to 100 kgs of\ngold. At this time Ramu comes to Lala and asks for a loan of 25 kgs of gold. Can\nLala give the loan? The 100 kgs of gold with him alr eady has claimants. However ,\nLala could decide that everyone with gold deposits will not come to withdraw\ntheir deposits at the same time and so he may as well give the loan to Ramu and\ncharge him for it. If Lala gives the loan of 25 kgs of gold, Ramu could also pay Ali\nwith these 25 kgs of gold and Ali could keep the 25 kgs of gold with Lala in\nreturn for a paper receipt. In effect, the paper receipts, acting as money, would\n1See the box on the measures of money supply at the end of the chapter.\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "39 3939 3939Money and Bankinghave risen to 125 kgs now. It seems that Lala has created money out of thin air!\nThe modern banking system works precisely the way Lala behaves in this example.\nCommercial banks mediate between individuals or firms with excess funds\nand lend to those who need funds. People with excess funds can keep their funds\nin the form of deposits in banks and those who need funds, borrow funds in\nform of home loans, crop loans, etc.  People prefer to keep money in banks because\nbanks offer to pay some interest on any deposits made. Also, it may be safer to\nkeep excess funds in a bank, rather than at home, just as people in the example\nabove preferred to keep their gold with Lala instead of keeping at home. In the\nmodern context, given cheques and debit cards, having a demand deposit makes\ntransactions mor e convenient and safer , even when they do not ear n any inter est.\n(Imagine having to pay a large amount in cash – for purchasing a house.)\nWhat does the bank do with the funds that have been deposited with it?\nAssuming that not everyone who has deposited funds with it will ask for their\nfunds back at the same time, the bank can loan these funds to someone who\nneeds the funds at interest (of course, the bank has to be sure it will get the\nfunds back at the required time). So the bank will typically retain a portion of the\nfunds to repay depositors whenever they demand their funds back, and loan the\nrest. Since banks earn interest from loans they make, any bank would like to\nlend the maximum possible. However , being able to r epay depositors on demand\nis crucial to the bank’s survival. Depositors would keep their funds in a bank\nonly if they are fully confident of getting them back on demand. A bank must,\ntherefore, balance its lending activities so as to ensure that sufficient funds are\navailable to repay any depositor on demand.\n3.3 M ONEY CREATION BY BANKING  SYSTEM\nBanks can create money in a manner similar to that as given in Lala’s story.\nBanks can lend simply because they do not expect all the depositors to withdraw\nwhat they have deposited at the same time. When the banks lend to any person,\na new deposit is opened in that person’s name. Thus money supply increases to\nold deposits plus new deposit (plus currency.)\nLet us take an example. Assume that there is only one bank in the country.\nLet us construct a fictional balance sheet for this bank. Balance sheet is a record\nof assets and liabilities of any firm. Conventionally, the assets of the firm are\nrecorded on the left hand side and liabilities on the right hand side. Accounting\nrules say that both sides of the balance sheet must be equal or total assets must\nbe equal to the total liabilities.  Assets  are things a firm owns or what a firm can\nclaim from others. In case of a bank, apart from buildings, furniture, etc., its\nassets are loans given to public. When the bank gives out loan of Rs 100 to a\nperson, this is the bank’s claim on that person for Rs 100. Another asset that a\nbank has is reserves. Reserves are deposits which commercial banks keep with\nthe Central bank, Reserve Bank of India (RBI) and its cash. These reserves are\nkept partly as cash and partly in the form of financial instruments (bonds and\ntreasury bills) issued by the RBI. Reserves are similar to deposits we keep with\nbanks. W e keep deposits and these deposits ar e our assets, they can be withdrawn\nby us. Similarly, commercial banks like State Bank of India (SBI) keep their\ndeposits with RBI and these are called Reserves.\nAssets = Reserves + Loans\nLiabilities for any firm are its debts or what it owes to others. For a bank, the\nmain liability is the deposits which people keep with it.\nLiabilities = Deposits\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "40 4040 4040Introductory MacroeconomicsThe accounting rule states that both sides of the account must balance. Hence\nif assets are greater than liabilities, they are recorded on the right hand side as\nNet Worth.\nNet Worth = Assets – Liabilities\n3.3.1 Balance Sheet of a Fictional Bank\nLet our fictional bank start with deposits (liabilities) equal to Rs 100. This could\nbe because Ms Fernandes has deposited Rs 100 in the bank.  Let this bank\ndeposit the same amount with RBI as reserves. Table 3.1 represents its balance\nsheet.\n3.1 Balance Sheet of a Bank\nIf we assume that there is no currency in circulation, then the total\nmoney supply in the economy will be equal to Rs 100.\nM1= Currency + Deposits = 0 +100 =100\n3.3.2 Limits to Credit Creation and Money Multiplier\nSuppose Mr. Mathew comes to this bank for a loan of Rs 500. Can our bank\ngive this loan? If it gives the loan and Mr Mathew deposits the loan amount\nin the bank itself, the total bank deposits and therefore, the total money\nsupply will rise. It seems as though the banks can go on creating as much\nmoney as they want.\nBut is there a limit to money or credit creation by banks? Yes, and this is\ndetermined by the Central bank (RBI). The RBI decides a certain percentage of\ndeposits which every bank must keep as reserves. This is done to ensure that no\nbank is ‘over lending’. This is a legal requirement and is binding on the banks.\nThis is called the ‘Required Reserve Ratio’ or the ‘Reserve Ratio’ or ‘Cash Reserve\nRatio’ (CRR).\nCash Reserve Ratio (CRR) = Percentage of deposits which a bank must\nkeep as cash reserves with the bank.\nApart from the CRR, banks are also required to keep some reserves\nin liquid form in the short term. This ratio is called Statutory Liquidity\nRatio or SLR.\nIn our fictional example, suppose CRR = 20 per cent, then with deposits of Rs\n100, our bank will need to keep Rs 20 (20 per cent of 100) as cash reserves. Only\nthe remaining amount of deposits, i.e., Rs 80 (100 – 20 = 80) can be used to give\nloans. The statutory requirement of the reserve ratio acts as a limit to the amount\nof credit that banks can create.\nWe can understand this by going back to our fictional example of an economy\nwith one bank. Let us assume that our bank starts with a deposit of Rs 100\nmade by Leela. The reserve ratio is 20 per cent. Thus our bank has Rs 80 (100 –  20)Assets Liabilities\nReserves Rs 100 Deposits Rs 100\nNet Worth Rs    0\nTotal Rs 100 Total  Rs 100\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "41 4141 4141Money and Bankingto lend and the bank lends out Rs 80 to Jaspal Kaur , which shows up in the\nbank’s deposits in the next round as liabilities, making a total of Rs 180 as\ndeposits. Now our bank is required to keep 20 per cent of 180 i.e. Rs 36 as cash\nreserves. Recall that our bank had started with Rs 100 as cash. Since it is\nrequired to keep only Rs 36 as reserves, it can lend Rs 64 again (100 – 36 = 64).\nThe bank lends out Rs 64 to Junaid. This in turn shows up in the bank as\ndeposits. The process keeps repeating itself till all the required reserves become\nRs 100. The required reserves will be Rs 100 only when the total deposits become\nRs 500. This is because for deposits of Rs 500, cash reserves would have to be\nRs 100 (20 per cent of 500 = 100). The process is illustrated in Table 3.2.\nTable 3.2: Money Multiplier Process\nColumn 1 Column 2 Column 3 Column 4\nRound Deposit in Required Loan made\nBank Reserve by Bank\n1 100.00 20.00 80.00\n2 180.00 36.00 64.00\n. . . .\n. . . .\n. . . .\n. . . .\n... . . .\nLast 500.00 100.00 400.00\nThe first column lists each round. The second column depicts the total\ndeposits with the bank at the beginning of each round. Twenty per cent of these\ndeposits need to be deposited with the RBI as required reserves (column 3). What\nthe bank lends in each round gets added to the deposits with the bank in the\nnext round. Column 4 indicates the Loans made by the banks.\nTable 3.3: Balance Sheet of the Bank\nAssets Liabilities\nReserves Rs 100 Deposits Rs 500\n(100+400)\nLoans Rs 400\nTotal Rs 500 Total  Rs 500\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "42 4242 4242Introductory MacroeconomicsSince the bank is only expected to keep 20 per cent of its deposits as reserves,\nthus, reserves of Rs 100 (20per cent of 500 = 100) can support the deposits of Rs\n500. In other words, our bank can give a loan of Rs 400. Table 3.3 demonstrates\nits balance sheet.\nM1 = Currency + Deposits = 0 + 500 = 500\nThus, money supply increases from Rs 100 to Rs 500.\nGiven a CRR of 20 per cent, the bank cannot give a loan beyond Rs 400.\nHence, requirement of reserves acts as a limit to money creation.\nIn our example, money multiplier . Thus, reserves of Rs 100\ncreate deposits of Rs (5 X 100)=Rs 500.\n3.4 P OLICY TOOLS TO CONTROL  MONEY SUPPLY\nReserve Bank is the only institution which can issue currency. When commercial\nbanks need more funds in order to be able to create more credit, they may go to\nmarket for such funds or go to the Central Bank. Central bank provides them\nfunds through various instruments. This role of RBI, that of being ready to lend\nto banks at all times is another important function of the central bank, and due\nto this central bank is said to be the lender of last resort.\nThe RBI controls the money supply in the economy in various ways. The\ntools used by the Central bank to control money supply can be quantitative\nor qualitative. Quantitative tools, control the extent of money supply by\nchanging the CRR, or bank rate or open market operations. Qualitative tools\ninclude persuasion by the Central bank in order to make commercial banks\ndiscourage or encourage lending which is done through moral suasion, margin\nrequirement, etc.\nIt should be evident by now that if the Central bank changes the reserve\nratio, this would lead to changes in lending by the banks which, in turn, would\nimpact the deposits and hence, the money supply. In the previously discussed\nexample, what would the money multiplier be if the RBI increases the reserve\nratio to 25 per cent? Notice that in the previous case, Rs 100 in reserves could\nsupport deposits of Rs 400. But the banking system would now be able to loan\nRs 300 only. It would have to call back some loans to meet the increased reserve\nrequirements. Hence, money supply would fall.\nAnother important tool by which the RBI also influences money supply is\nOpen Market Operations . Open Market Operations refers to buying and selling\nof bonds issued by the Government in the open market. This purchase and sale\nis entrusted to the Central bank on behalf of the Government. When RBI buys a\nGovernment bond in the open market, it pays for it by giving a cheque. This\ncheque increases the total amount of reserves in the economy and thus increases\nthe money supply. Selling of a bond by RBI (to private individuals or institutions)\nleads to reduction in quantity of reserves and hence the money supply.\nThere are two types of open market operations: outright and repo. Outright\nopen market operations are permanent in nature: when the central bank buys\nthese securities (thus injecting money into the system), it is without any promise\nto sell them later . Similarly, when the central  bank sells these securities (thus\nwithdrawing money from the system), it is without any promise to buy them\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "43 4343 4343Money and Banking\nlater. As a r esult, the injection/absorption of the money is of per manent natur e.\nHowever , ther e is another type of operation in which when the central bank buys\nthe security, this agreement of purchase also has specification about date and\nprice of resale of this security. This type of agreement is called a repurchase\nagreement  or repo. The interest rate at which the money is lent in this way is\ncalled the repo rate. Similarly, instead of outright sale of securities the central\nbank may sell the securities through an agreement which has a specification\nabout the date and price at which it will be repurchased. This type of agreement\nis called a reverse repurchase agreement  or reverse repo. The rate at which\nthe money is withdrawn in this manner is called the reverse repo rate. The Reserve\nBank of India conducts repo and reverse repo operations at various maturities:\novernight, 7-day, 14- day, etc. This type of operations have now become the\nmain tool of monetary policy of the Reserve Bank of India.\nThe RBI can influence money supply by changing the rate at which it gives\nloans to the commercial banks. This rate is called the \nBank Rate in India. By\nincreasing the bank rate, loans taken by commercial banks become more\nexpensive; this reduces the reserves held by the commercial bank and hence\ndecreases money supply.  A fall in the bank rate can increase the money supply.\nBox 3.1: Demand and Supply for Money : A Detailed Discussion\nMoney is the most liquid of all assets in the sense that it is universally\nacceptable and hence can be exchanged for other commodities very easily.\nOn the other hand, it has an opportunity cost. If, instead of holding on to\na certain cash balance, you put the money in a fixed deposits in some\nbank you can earn interest on that money. While deciding on how much\nmoney to hold at a certain point of time one has to consider the trade off\nbetween the advantage of liquidity and the disadvantage of the foregone\ninterest. Demand for money balance is thus often referred to as liquidity\npreference. People desire to hold money balance broadly from two motives.\nThe T ransaction Motive\nThe principal motive for holding money is to carry out transactions. If\nyou receive your income weekly and pay your bills on the first day of\nevery week, you need not hold any cash balance throughout the rest of\nthe week; you may as well ask your employer to deduct your expenses\ndirectly from your weekly salary and deposit the balance in your bank\naccount. But our expenditure patterns do not normally match our\nreceipts. People earn incomes at discrete points in time and spend it\ncontinuously throughout the interval. Suppose you earn Rs 100 on the\nfirst day of every month and run down this balance evenly over the rest\nof the month. Thus your cash balance at the beginning and end of the\nmonth ar e Rs 100 and 0, r espectively. Y our average cash holding can\nthen be calculated as (Rs 100 + Rs 0) ÷ 2 = Rs 50, with which you are\nmaking transactions worth Rs 100 per month. Hence your average\ntransaction demand for money is equal to half your monthly income, or ,\nin other words, half the value of your monthly transactions.\nConsider , next, a two-person economy consisting of two entities  – a\nfirm (owned by one person) and a worker . The fir m pays the worker a\nsalary of Rs 100 at the beginning of every month. The worker , in tur n,\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "44 4444 4444Introductory Macroeconomics\nspends this income over the month on the output produced by the firm –\nthe only good available in this economy! Thus, at the beginning of each\nmonth the worker has a money balance of Rs 100 and the firm a balance of\nRs 0. On the last day of the month the picture is reversed – the firm has\ngather ed a balance of Rs 100 thr ough its sales to the worker . The average\nmoney holding of the firm as well as the worker is equal to Rs 50 each. Thus\nthe total transaction demand for money in this economy is equal to Rs 100.\nThe total volume of monthly transactions in this economy is Rs 200 – the\nfirm has sold its output worth Rs 100 to the worker and the latter has sold\nher services worth Rs 100 to the firm. The transaction demand for money of\nthe economy is again a fraction of the total volume of transactions in the\neconomy over the unit period of time.\nIn general, therefore, the transaction demand for money in an economy,\nMd\nT, can be written in the following form\nMd\nT = k.T    (3.1)\nwhere, T is the total value of (nominal) transactions in the economy\nover unit period and k  is a positive fraction.\nThe two-person economy described above can be looked at from another\nangle. Y ou may per haps find it surprising that the economy uses money\nbalance worth only Rs 100 for making transactions worth Rs 200 per month.\nThe answer to this riddle is simple  – each rupee is changing hands twice a\nmonth. On the first day, it is being transferred from the employer’s pocket\nto that of the worker and sometime during the month, it is passing from the\nworker’s hand to the employer’s. The number of times a unit of money\nchanges hands during the unit period is called the velocity of circulation\nof money . In the above example, it is 2, inverse of half – the ratio of money\nbalance and the value of transactions. Thus, in general, we may rewrite\nequation (3.1) in the following form\n1\nk.Md\nT = T, or, v.Md\nT = T       (3.2)\nwhere, v = 1/ k is the velocity of circulation. Note that the term on the right\nhand side of the above equation, T, is a flow variable whereas money demand,\nMd\nT , is a stock concept – it refers to the stock of money people are willing to\nhold at a particular point of time. The velocity of money, v, however , has a\ntime dimension. It refers to the number of times every unit of stock changes\nhand during a unit period of time, say, a month or a year . Thus, the left\nhand side, v.Md\nT, measures the total value of monetary transactions that\nhas been made with this stock in the unit period of time. This is a flow\nvariable and is, therefore, equal to the right hand side.\nWe are ultimately inter ested in lear ning the r elationship between the\naggregate transaction demand for money of an economy and the (nominal)\nGDP in a given year . The total value of annual transactions in an economy\nincludes transactions in all intermediate goods and services and is clearly\nmuch gr eater than the nominal GDP . However , nor mally, ther e exists a\nstable, positive relationship between value of transactions and the nominal\nGDP. An incr ease in nominal GDP implies an incr ease in the total value of\ntransactions and hence a greater transaction demand for money from\nequation (3.1). Thus, in general, equation (3.1) can be modified in the\nfollowing way\nMd\nT = kPY    (3.3)\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "45 4545 4545Money and Banking\nwhere Y is the real GDP and P is the general price level or the GDP\ndeflator . The above equation tells us that transaction demand for money is\npositively related to the real income of an economy and also to its average\nprice level.\nThe Speculative Motive\nAn individual may hold her wealth in the form of landed property, bullion,\nbonds, money etc. For simplicity, let us club all forms of assets other than\nmoney together into a single category called ‘bonds’. Typically, bonds are\npapers bearing the promise of a future stream of monetary returns over a\ncertain period of time. These papers are issued by governments or firms for\nborrowing money from the public and they are tradable in the market. Consider\nthe following two-period bond. A firm wishes to raise a loan of Rs 100 from the\npublic. It issues a bond that assures Rs 10 at the end of the first year and Rs\n10 plus the principal of Rs 100 at the end of the second year . Such a bond is\nsaid to have a face value of Rs 100, a maturity period of two years and a\ncoupon rate of 10 per cent. Assume that the rate of interest prevailing in\nyour savings bank account is equal to 5 per cent. Naturally you would like to\ncompare the earning from this bond with the interest earning of your savings\nbank account. The exact question that you would ask is as follows: How\nmuch money, if kept in my savings bank account, will generate Rs 10 at the\nend of one year? Let this amount be X. Therefore\nX (1 + 5\n100) = 10\nIn other words,\nX = 10\n15\n100( )+\nThis amount, Rs X, is called the present value of Rs 10 discounted at\nthe market rate of interest. Similarly, let Y be the amount of money which\nif kept in the savings bank account will generate Rs 110 at the end of two\nyears. Thus, the present value of the stream of returns from the bond should\nbe equal to\nPV = X + Y = 10\n15\n100( )+ + ( )\n( )10 100\n15\n1002+\n+\nCalculation reveals that it is Rs 109.29 (approx.). It means that if you\nput Rs 109.29 in your savings bank account it will fetch the same return as\nthe bond. But the seller of the bond is offering the same at a face value of\nonly Rs 100. Clearly the bond is more attractive than the savings bank\naccount and people will rush to get hold of the bond. Competitive bidding\nwill raise the price of the bond above its face value, till price of the bond is\nequal to its PV . If price rises above the PV the bond becomes less attractive\ncompared to the savings bank account and people would like to get rid of it.\nThe bond will be in excess supply and there will be downward pressure on\nthe bond-price which will bring it back to the PV . It is clear that under\ncompetitive assets market condition the price of a bond must always be\nequal to its present value in equilibrium.\nNow consider an increase in the market rate of interest from 5 per cent\nto 6 per cent. The present value, and hence the price of the same bond, will\nbecome\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "46 4646 4646Introductory Macroeconomics\n2(10 100) 10\n6 6(1 ) (1 )100 100++\n+ + = 107.33 ( approx. )\nIt follows that the price of a bond is inversely related to the market\nrate of interest.\nDifferent people have different expectations regarding the future\nmovements in the market rate of interest based on their private information\nregarding the economy. If you think that the market rate of interest should\neventually settle down to 8 per cent per annum, then you may consider the\ncurrent rate of 5 per cent too low to be sustainable over time. Y ou expect\ninterest rate to rise and consequently bond prices to fall. If you are a bond\nholder a decrease in bond price means a loss to you – similar to a loss you\nwould suffer if the value of a property held by you suddenly depreciates in\nthe market. Such a loss occurring from a falling bond price is called a\ncapital loss to the bond holder . Under such cir cumstances, you will try to\nsell your bond and hold money instead. Thus speculations regarding future\nmovements in interest rate and bond prices give rise to the speculative\ndemand for money.\nWhen the interest rate is very high everyone expects it to fall in future\nand hence anticipates capital gains from bond-holding. Hence people convert\ntheir money into bonds. Thus, speculative demand for money is low. When\ninterest rate comes down, more and more people expect it to rise in the\nfuture and anticipate capital loss. Thus they convert their bonds into money\ngiving rise to a high speculative demand for money. Hence speculative\ndemand for money is inversely related to the rate of interest. Assuming a\nsimple form, the speculative demand for money can be written as\nMd\nS = max\nmin–\n–r r\nr r    (3.4)\nwhere r is the market rate of interest and rmax and rmin are the upper and\nlower limits of r, both\npositive constants. It is\nevident from the above\nequation that as r decreases\nfrom rmax to rmin, the value of\nMd\nS increases from 0 to ∞.\nAs mentioned earlier ,\ninterest rate can be thought\nof as an opportunity cost or\n‘price’ of holding money\nbalance. If supply of money\nin the economy increases\nand people purchase bonds\nwith this extra money,\ndemand for bonds will go\nup, bond prices will rise and\nrate of interest will decline.\nIn other words, with an increased supply of money in the economy the price\nyou have to pay for holding money balance, viz. the rate of interest, should\nFig. 3.1r\nOM =d\nSr – rmax\nr – rmin\nrminrmax\nMd\nS/c165\nThe Speculative Demand for Money\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "47 4747 4747Money and Banking\ncome down. However , if the market rate of inter est is alr eady low enough\nso that everybody expects it to rise in future, causing capital losses, nobody\nwill wish to hold bonds. Everyone in the economy will hold their wealth in\nmoney balance and if additional money is injected within the economy it\nwill be used up to satiate people’s craving for money balances without\nincreasing the demand for bonds and without further lowering the rate of\ninterest below the floor rmin. Such a situation is called a liquidity trap . The\nspeculative money demand function is infinitely elastic here.\nIn Fig. 3.1 the speculative demand for money is plotted on the\nhorizontal axis and the rate of interest on the vertical axis. When r = rmax,\nspeculative demand for money is zero. The rate of interest is so high that\neveryone expects it to fall in future and hence is sure about a future\ncapital gain. Thus everyone has converted the speculative money balance\ninto bonds. When r = rmin, the economy is in the liquidity trap. Everyone is\nsure of a future rise in interest rate and a fall in bond prices. Everyone\nputs whatever wealth they acquire in the form of money and the\nspeculative demand for money is infinite.\nTotal demand for money in an economy is, therefore, composed of\ntransaction demand and speculative demand. The former is directly\nproportional to real GDP and price level, whereas the latter is inversely\nrelated to the market rate of interest. The aggregate money demand in\nan economy can be summarised by the following equation\nMd = Md\nT + Md\nS\nor, Md = kPY + r r\nr rmax\nmin□\n□    (3.5)\nTHE SUPPLY OF MONEY : VARIOUS  MEASURES\nIn a modern economy money consists mainly of currency notes and coins\nissued by the monetary authority of the country. In India currency notes\nare issued by the Reserve Bank of India (RBI), which is the monetary\nauthority in India. However , coins ar e issued by the Gover nment of India.\nApart from currency notes and coins, the balance in savings, or current\naccount deposits, held by the public in commercial banks is also considered\nmoney since cheques drawn on these accounts are used to settle\ntransactions. Such deposits are called demand deposits as they are payable\nby the bank on demand fr om the account-holder . Other deposits, e.g. fixed\ndeposits, have a fixed period to maturity and are referred to as time\ndeposits .\nThough a hundred-rupee note can be used to obtain commodities worth\nRs 100 from a shop, the value of the paper itself is negligible – certainly\nless than Rs 100. Similarly, the value of the metal in a five-rupee coin is\nprobably not worth Rs 5. Why then do people accept such notes and coins\nin exchange of goods which are apparently more valuable than these? The\nvalue of the currency notes and coins is derived from the guarantee\nprovided by the issuing authority of these items. Every currency note bears\non its face a promise from the Governor of RBI that if someone produces\nthe note to RBI, or any other commercial bank, RBI will be responsible for\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "48 4848 4848Introductory Macroeconomics\n2See Appendix 3.2 for an estimate of the variations in M1 and M3 over time.giving the person purchasing power equal to the value printed on the note.\nThe same is also true of coins. Currency notes and coins are therefore\ncalled fiat money . They do not have intrinsic value  like a gold or silver\ncoin. They are also called legal tenders  as they cannot be refused by any\ncitizen of the country for settlement of any kind of transaction. Cheques\ndrawn on savings or curr ent accounts, however , can be r efused by anyone\nas a mode of payment. Hence, demand deposits are not legal tenders.\nLegal Definitions: Narrow and Broad Money\nMoney supply, like money demand, is a stock variable. The total stock of\nmoney in circulation among the public at a particular point of time is called\nmoney supply. RBI publishes figures for four alternative measures of money\nsupply, viz. M1, M2, M3 and M4. They are defined as follows\nM1 = CU + DD\nM2 = M1 + Savings deposits with Post Office savings banks\nM3 = M1 + Net time deposits of commercial banks\nM4 = M3 + Total deposits with Post Office savings organisations (excluding\nNational Savings Certificates)\nwhere, CU is currency (notes plus coins) held by the public and DD is\nnet demand deposits held by commercial banks. The word ‘net’ implies\nthat only deposits of the public held by the banks are to be included in\nmoney supply. The interbank deposits, which a commercial bank holds in\nother commercial banks, are not to be regarded as part of money supply.\nM1 and M2 are known as narrow money . M3 and M4 are known as\nbroad money . These measures are in decreasing order of liquidity. M1 is\nmost liquid and easiest for transactions whereas M4 is least liquid of all.\nM3 is the most commonly used measure of money supply. It is also known\nas aggregate monetary resources2.\nReprint 2024-25"
            },
            {
                "page": 14,
                "text": "49 4949 4949Money and Banking\nBox No. 3.2: Demonetisation\nDemonetisation was a new initiative taken by the Government of India in\nNovember 2016 to tackle the problem of corruption, black money, terrorism\nand circulation of fake currency in the economy. Old currency notes of\nRs 500, and Rs 1000 wer e no longer legal tender . New  curr ency notes in the\ndenomination of Rs 500 and Rs 2000 were launched. The public were advised\nto deposit old currency notes in their bank account till 31 December 2016\nwithout any declaration and upto 31March 2017 with the RBI with\ndeclaration\nFurther to avoid a complete breakdown and cash crunch, notes\ngovernment had allowed exchange of Rs 4000 old currency the by new\ncurrency per person and per day. Further till 12 December 2016, old currency\nnotes were acceptable as legal tender at petrol pumps, government hospitals\nand for payment of government dues, like taxes, power bills, etc.\nThis move received both appreciation and criticism. There were long\nqueues outside banks and ATM booths. The shortage of currency in\ncirculation had an adverse impact on the economic activities. However , things\nimproved with time and normalcy returned.\nThis move has had positive impact also. It improved tax compliance as a\nlarge number of people were bought in the tax ambit. The savings of an\nindividual were channelised into the formal financial system. As a result,\nbanks have more resources at their disposal which can be used to provide\nmore loans at lower interest rates. It is a demonstration of State’s decision\nto put a curb on black money, showing that tax evasion will no longer be\ntolerated. Tax evasion will result in financial penalty and social\ncondemnation. Tax compliance will improve and corruption will decrease.\nDemonetisation could also help tax administration in another way, by shifting\ntransactions out of the cash economy into the formal payment system.\nHouseholds and firms have begun to shift from cash to electronic payment\ntechnologies.\nExchange of commodities without the mediation of money is called Barter Exchange.\nIt suffers from lack of double coincidence of wants. Money facilitates exchanges by\nacting as a commonly acceptable medium of exchange. In a modern economy, people\nhold money broadly for two motives – transaction motive and speculative motive.\nSupply of money, on the other hand, consists of currency notes and coins, demand\nand time deposits held by commercial banks, etc. It is classified as narrow and\nbroad money according to the decreasing order of liquidity. In India, the supply of\nmoney is regulated by the Reserve Bank of India (RBI) which acts as the monetary\nauthority of the country. V arious actions of the public, the commer cial banks of the\ncountry and RBI are responsible for changes in the supply of money in the economy.\nRBI regulates money supply by controlling the stock of high powered money, the\nbank rate and reserve requirements of the commercial banks. It also sterilises the\nmoney supply in the economy against external shocks.Summary SummarySummary SummarySummary\nReprint 2024-25"
            },
            {
                "page": 15,
                "text": "50 5050 5050Introductory MacroeconomicsBarter exchange Double coincidence of wants\nMoney Medium of exchange\nUnit of account Store of value\nBonds Rate of interest\nLiquidity trap Fiat money\nLegal tender Narrow money\nBroad money Currency deposit ratio\nReserve deposit ratio High powered money\nMoney multiplier Lender of last resort\nOpen market operation Bank Rate\nCash Reserve Ratio (CRR) Repo Rate\nReverse Repo RateK KK KKey Concepts ey Conceptsey Concepts ey Conceptsey Concepts\nSuggested Readings\n1.Dornbusch, R. and S. Fischer . 1990. Macr oeconomics , (fifth edition) pages 345 –\n427, McGraw Hill, Paris.\n2.Sikdar, S., 2006. Principles of Macroeconomics , pages 77 – 89, Oxford\nUniversity Press, New Delhi.1.What is a barter system? What are its drawbacks?\n2.What are the main functions of money? How does money overcome the\nshortcomings of a barter system?\n3.What is transaction demand for money? How is it related to the value of\ntransactions over a specified period of time?\n4.What are the alternative definitions of money supply in India?\n5.What is a ‘legal tender’? What is ‘fiat money’?\n6.What is High Powered Money?\n7.Explain the functions of a commercial bank.\n8.What is money multiplier? What determines the value of this multiplier?\n9.What are the instruments of monetary policy of RBI?\n10.Do you consider a commercial bank ‘creator of money’ in the economy?\n11.What role of RBI is known as ‘lender of last resort’?\n??Exercises ExercisesExercises ExercisesExercises\nReprint 2024-25"
            },
            {
                "page": 16,
                "text": "51 5151 5151Money and BankingThe Sum of an Infinite Geometric Series\nWe want to find out the sum of an infinite geometric series of the following\nform\nS = a + a.r + a.r2 + a.r3 + ...... + a.rn + ..... +· ∞\nwhere a and r are real numbers and 0 < r < 1. To compute the sum, multiply\nthe above equation by r to obtain\nr.S = a.r + a.r2 + a.r3 + ...... + a.rn + 1 ·+ ..... +· ∞\nSubtract the second equation from the first to get\nS – r.S  = a\nor, (1 – r)S = a\nwhich yields\nS = a\nr1 –\nIn the example used for the derivation of the money multiplier, a = 1 and r =\n0.4. Hence the value of the infinite series is\n1\n1 0 4 – . = 5\n3Appendix 3.1Appendix 3.1Appendix 3.1Appendix 3.1Appendix 3.1\nSource:  Handbook of Statistics on Indian Economy, Reserve Bank of India, 2020–21\nThe difference in values between the two columns is attributable to the time deposits\nheld by commercial banks.Year M1 M3\n(Narrow Money) (Broad Money)Money Supply in India\nTable 3.4: Changes in M1 and M3 Over T ime (in cr ore)Appendix 3.2Appendix 3.2Appendix 3.2Appendix 3.2Appendix 3.2 1999–00 341796 1124174\n2000–01 379433 1313204\n2001–02 422824 1498336\n2002–03 473558 1717936\n2003–04 578694 2005654\n2004–05 649766 2245653\n2005–06 826389 2719493\n2006–07 967925 3310038\n2007–08 1155810 4017855\n2008–09 1259671 4794775\n2009–10 1489268 5602698\n2010–11 1638345\n6504116\n2011–12 1737394 7384831\n2012–13 1897526 8389819\n2013–14 2059762 9517386\n2014–15 2292404 10550168\n2015–16 2602538 11617615\n2016–17 2681957 12791940\n2017–18 3267331 13962587\n2018–19 3710464 15432067\n2019–20 4125948 16799963\n2020–21 4794299 18844578\nReprint 2024-25"
            },
            {
                "page": 17,
                "text": "52 5252 5252Introductory MacroeconomicsChanges in the Composition of the Sources of Monetary Base Over Time\nComponents of Money Stock\nTable 3.5: Sources of Change in Monetary Base (in ````` Crore)\nSource:  Handbook of Statistics on Indian Economy, Reserve Bank of India, 2020–21Appendix 3.3Appendix 3.3Appendix 3.3Appendix 3.3Appendix 3.3Year Currency Cash with Currency Other Banker’s\nin Banks with the Deposit Deposit\nCirculation Public with the RBI with the\nRBI\n1981–82 15411 937 14474 168 5419\n1991–92 63738 2640 61098 885 34882\n2001–02 250974 10179 240794 2831 84147\n2004–05 368661 12347 356314 6454 113996\n2005–06 429578 17454 412124 6843 135511\n2006–07 504099 21244 482854 7467 197295\n2007–08 590801 22390 568410 9027 328447\n2008–09 691153 25703 665450 5533 291275\n2009–10 799549 32056 767492 3806 352299\n2010–11 949659 37823 911836 3653 423509\n2011–12 1067230 43560 1023670 2822 356291\n2012–13 1190975 49914 1141061 3240 320671\n2013–14 1301074 55255 1245819 1965 429703\n2014–15 1448312 62131 1386182 14590 465561\n2015–16     1663463 66209       1597254 15451 501826\n2016–17 1335266 71142 124124 21091 544127\n2017–18 1829348 69635 1759712 23907 565525\n2018–19     2136770 84561       2052209 31742 601969\n2019–20 2447279 97563 2349748 38507 543888\n2020–21 2853763 101935 2751828 47351 698867\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 4: Government Budget and the Economy",
        "pages": [
            {
                "page": 1,
                "text": "Chapter□4\nChapter□4\nDetermination of Income andDetermination of Income andDetermination of Income andDetermination of Income andDetermination of Income and\nEmploymentEmploymentEmploymentEmploymentEmployment\nWe have so far talked about the national income, price level,\nrate of interest etc. in an ad hoc manner – without\ninvestigating the forces that govern their values. The basic\nobjective of macroeconomics is to develop theoretical tools,\ncalled models, capable of describing the processes which\ndetermine the values of these variables. Specifically, the\nmodels attempt to provide theoretical explanation to\nquestions such as what causes periods of slow growth or\nrecessions in the economy, or increment in the price level,\nor a rise in unemployment. It is difficult to account for all\nthe variables at the same time. Thus, when we concentrate\non the determination of a particular variable, we must hold\nthe values of all other variables constant. This is a stylisation\ntypical of almost any theoretical exercise and is called the\nassumption of ceteris paribus , which literally means ‘other\nthings remaining equal’. You can think of the procedure as\nfollows – in order to solve for the values of two variables x\nand y from two equations, we solve for one variable, say x,\nin terms of y from one equation first, and then substitute\nthis value into the other equation to obtain the complete\nsolution. We apply the same method in the analysis of the\nmacroeconomic system.\nIn this chapter we deal with the determination of National\nIncome under the assumption of fixed price of final goods\nand constant rate of interest in the economy. The\ntheoretical model used in this chapter is based on the theory\ngiven by John Maynard Keynes.\n4.1 A GGREGATE  DEMAND  AND ITS COMPONENTS\nIn the chapter on National Income Accounting, we have\ncome across terms like consumption, investment, or the\ntotal output of final goods and services in an economy (GDP).\nThese terms have dual connotations. In Chapter 2 they\nwere used in the accounting sense – denoting actual values\nof these items as measured by the activities within the\neconomy in a certain year. We call these actual or\naccounting values ex post  measures of these items.\nThese terms, however, can be used with a different\nconnotation. Consumption may denote not what people\nhave actually consumed in a given year, but what they\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "54 5454 5454Introductory Macroeconomicshad planned to consume during the same period. Similarly, investment\ncan mean the amount a producer plans to add to her inventory. It may\nbe different from what she ends up doing. Suppose the producer plans\nto add  Rs 100 worth goods to her stock by the end of the year. Her\nplanned investment is, therefore, Rs 100 in that year. However, due to\nan unforeseen upsurge of demand for her goods in the market the\nvolume of her sales exceeds what she had planned to sell and, to meet\nthis extra demand, she has to sell goods worth Rs 30 from her stock.\nTherefore, at the end of the year , her inventory goes up by Rs (100 –\n30) = Rs 70 only. Her planned investment is Rs 100 whereas her\nactual, or ex post, investment is Rs 70 only. We call the planned\nvalues of the variables – consumption, investment or output of final\ngoods – their ex ante  measures.\nIn simple words, ex-ante  depicts what has been planned, and ex-post\ndepicts what has actually happened. In order to understand the\ndetermination of income, we need to know the planned values of different\ncomponents of aggregate demand. Let us look at these components now.\n4.1.1. Consumption\nThe most important determinant of consumption  demand is household\nincome. A consumption function describes the relation between\nconsumption and income. The simplest consumption function assumes\nthat consumption changes at a constant rate as income changes. Of\ncourse, even if income is zero, some consumption still takes place. Since\nthis level of consumption is independent of income, it is called\nautonomous consumption. We can describe this function as:\nC C cY= + (4.1)\nThe above equation is called the consumption function. Here C is\nthe consumption expenditure by households. This consists of two\ncomponents autonomous consumption and induced consumption ( cY).\nAutonomous consumption is denoted by C and shows the consumption\nwhich is independent of income. If consumption takes place even when\nincome is zero, it is because of autonomous consumption. The induced\ncomponent of consumption, cYshows the dependence of consumption\non income. When income rises by Re 1. induced consumption rises by\nMPC i.e. c or the marginal propensity to consume. It may be explained\nas a rate of change of consumption as income changes.\nCMPC cY∆= =∆\nNow, let us look at the value that MPC can take. When income changes,\nchange in consumption ( )C∆ can never exceed the change in income\n( Y)∆. The maximum value which c can take is 1. On the other hand\nconsumer may choose not to change consumption even when income\nhas changed. In this case MPC = 0. Generally, MPC lies between 0 and 1\n(inclusive of both values). This means that as income increases either\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "55 5555 5555Income Determinationthe consumers does not increase consumption at all (MPC = 0) or use\nentire change in income on consumption (MPC = 1) or use part of the\nchange in income for changing consumption (0< MPC<1).\nImagine  a country Imagenia which has a consumption function\ndescribed by C=100+0.8Y .\nThis indicates that even when Imagenia does not have any income,\nits citizens still consume Rs. 100 worth of goods. Imagenia’s autonomous\nconsumption is 100. Its marginal propensity to consume is 0.8. This\nmeans that if income goes up by Rs. 100 in Imagenia, consumption will\ngo up by Rs. 80.\nLet us also look at another dimension of this, savings. Savings is\nthat part of income that is not consumed. In other words,\nS Y C= −\nWe define the marginal propensity to save (MPS) as the rate of change\nin savings as income increases.\nSMPS sY∆= =∆\nSince,  S Y C= − ,\n( )\n1Y CsY\nY C\nY Y\nc∆ −=∆\n∆ ∆= −∆ ∆\n= −\nSome Definitions\nMarginal propensity to consume (MPC):  it is the change in\nconsumption per unit change in income. It is denoted by c and is\nequal to C\nY∆\n∆.\nMarginal propensity to save (MPS):  it is the change in savings per\nunit change in income. It is denoted by s and is equal to  1c−. It\nimplies that 1 s c+ = .\nAverage propensity to consume (APC): it is the consumption per\nunit of income i.e., C\nY.\nAverage propensity to save (APS):  it is the savings per unit of income\ni.e., S\nY.\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "56 5656 5656Introductory Macroeconomics4.1.2. Investment\nInvestment is defined as addition to the stock of physical capital (such\nas machines, buildings, roads etc., i.e. anything that adds to the future\nproductive capacity of the economy) and changes in the inventory (or\nthe stock of finished goods) of a producer. Note that ‘investment goods’\n(such as machines) are also part of the final goods – they are not\nintermediate goods like raw materials. Machines produced in an economy\nin a given year are not ‘used up’ to produce other goods but yield their\nservices over a number of years.\nInvestment decisions by producers, such as whether to buy a new machine,\ndepend, to a lar ge extent, on the market rate of inter est. However , for simplicity,\nwe assume her e that fir ms plan to invest the same amount every year . We can\nwrite the ex ante investment demand as\nI = I (4.2)\nwhere I is a positive constant which represents the autonomous (given or\nexogenous) investment in the economy in a given year .\n4.2 DETERMINATION  OF INCOME  IN TWO-SECTOR M ODEL\nIn an economy without a government, the ex ante aggregate demand for final\ngoods is the sum total of the ex ante consumption expenditure and ex ante\ninvestment expenditure on such goods, viz. AD = C + I. Substituting the values of\nC and I from equations (4.1) and (4.2), aggregate demand for final goods can be\nwritten as\nAD = C + I + c.Y\nIf the final goods market is in equilibrium this can be written as\nY = C + I + c.Y\nwhere Y is the ex ante, or planned, ouput of final goods. This equation can be\nfurther simplified by adding up the two autonomous terms, C and I, making it\nY = A + c.Y (4.3)\nwhere A = C + I is the total autonomous expenditure in the economy. In\nreality, these two components of autonomous expenditure behave in different ways.\nC, representing subsistence consumption level of an economy, remains more or\nless stable over time. However , I has been observed to under go periodic fluc tuations.\nA wor d of caution is in or der. The ter m Y on the left hand side of equation (4.3)\nrepresents the ex ante output or the planned supply of final goods. On the other\nhand, the expression on the right hand side denotes ex ante or planned aggregate\ndemand for final goods in the economy. Ex ante supply is equal to ex ante\ndemand only when the final goods market, and hence the economy, is in\nequilibrium. Equation (4.3) should not, therefore, be confused with the\naccounting identity of Chapter 2, which states that the ex post value of total\noutput must always be equal to the sum total of ex post consumption and ex\npost investment in the economy. If ex ante demand for final goods falls short of\nthe output of final goods that the producers have planned to produce in a\ngiven year , equation (4.3) will not hold. Stocks will be piling up in the war ehouses\nwhich we may consider as unintended accumulation of inventories . It should\nbe noted that inventories or stocks refers to that part of output produced which\nis not sold and therefore remains with the firm. Change in inventory is called\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "57 5757 5757Income Determinationinventory investment. It can be negative as well as positive: if there is a rise in\ninventory, it is positive inventory investment, while a depletion of inventory is\nnegative inventory investment. The inventory investment can take place due to\ntwo reasons: (i) the firm decides to keep some stocks for various reasons (this is\ncalled planned  inventory investment) (ii) the sales differ from the planned level of\nsales, in which case the firm has to add to/run down existing inventories (this is\ncalled unplanned  inventory investment).  Thus even though planned Y is\ngreater than planned C + I, actual Y will be equal to actual C + I, with\nthe extra output showing up as unintended accumulation of inventories\nin the ex post I on the right hand side of the accounting identity .\nAt this point, we can introduce a government in this economy. The major\neconomic activities of the government that affect the aggregate demand for final\ngoods and services can be summarized by the fiscal variables Tax ( T) and\nGovernment Expenditure ( G), both autonomous to our analysis . Government,\nthrough its expenditure G on final goods and services, adds to the aggregate\ndemand like other firms and households. On the other hand, taxes imposed by\nthe government take a part of the income away from the household, whose\ndisposable income, therefore, becomes Yd = Y – T. Households spend only a fraction\nof this disposable income for consumption purpose. Hence, equation (4.3) has to\nbe modified in the following way to incorporate the government\nY = C + I + G + c (Y – T)\nNote that G  – c.T , like C or I, just adds to the autonomous term A. It does\nnot significantly change the analysis in any qualitative way. W e shall, for the\nsake of simplicity, ignor e the gover nment sector for the r est of this chapter .\nObserve also, that without the government imposing indirect taxes and subsidies,\nthe total value of final goods and services pr oduced in the economy, GDP , becomes\nidentically equal to the National Income. Henceforth, throughout the rest of the\nchapter , we shall r efer to Y as GDP or National Income inter changeably.\n4.3 DETERMINATION  OF EQUILIBRIUM  INCOME  IN THE SHORT RUN\nYou would r ecall that in micr oeconomic theory when we analyse the equilibrium\nof demand and supply in a single market, the demand and supply curves\nsimultaneously determine the equilibrium price and the equilibrium quantity.\nIn macroeconomic theory we proceed in two steps: at the first stage, we work out\na macroeconomic equilibrium taking the price level as fixed. At the second stage,\nwe allow the price level to vary and again, analyse macroeconomic equilibrium.\nWhat is the justification for taking the price level as fixed? Two reasons can\nbe put forward: (i) at the first stage, we are assuming an economy with unused\nresources: machineries, buildings and labours. In such a situation, the law of\ndiminishing returns will not apply; hence additional output can be produced\nwithout increasing marginal cost. Accordingly, price level does not vary even if\nthe quantity produced changes (ii) this is just a simplifying assumption which\nwill be changed later .\n4.3.1 Macroeconomic Equilibrium with Price Level Fixed\n(A) Graphical Method\n As already explained, the consumers demand can be expressed by the equation\nC C cY= +\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "58 5858 5858Introductory MacroeconomicsWhere C is Autonomous expenditure and c is the marginal propensity to\nconsume.\nHow can this relation be\nshown as a graph? To answer\nthis question we will need to recall\nthe “intercept form of the linear\nequation”,\nY = a + bX\nHere, the variables are X and\nY and there is a linear relation\nbetween them. a and b are\nconstants. This equation is\ndepicted in figure 4.1. The\nconstant ‘a’ is shown as the\n“intercept” on the Y axis, i.e, the\nvalue of Y when X is zero. The\nconstant ‘b’ is the slope of the line\ni.e. tangent θ= b.\nConsumption Function –\nGraphical Representation\nUsing the same logic, the\nconsumption function can be\nshown as follows:\nConsumption function,C C cY\nwhere, C = intercept of the\nconsumption function\nc = slope of consumption function\n= tan α\nInvestment Function –\nGraphical Representation\nIn a two sector model, there\nare two sources of final demand,\nthe first is consumption and the\nsecond  is investment.\nThe investment function was\nshown as I = I\nGraphically, this is shown as\na horizontal line at a height equal\nto Iabove the horizontal axis.\nIn this model, I is autonomous\nwhich means, it is the same no\nmatter whatever is the level of\nincome.Intercept form of the linear equation.\nFig. 4.1Y\nXY=a+bX\na{θ\nConsumption function with intercept C.\nFig. 4.2C\nY{C=C+cY\nCα\nInvestment function with I as autonomous.\nFig. 4.3C, I\nYI=I\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "59 5959 5959Income DeterminationAggregate Demand: Graphical Representation\nThe Aggregate Demand function shows the total demand (made up of\nconsumption + investment) at\neach level of income. Graphically\nit means the aggregate demand\nfunction can be obtained by\nvertically adding the\nconsumption and investment\nfunction.\nHere, OM = C\nOJ = I\nOL = C I+\nThe aggregate demand\nfunction is parallel to the\nconsumption function i.e., they\nhave the same slope c.\nIt may be noted that this\nfunction shows ex ante demand.\nSupply Side of Macroeconomic Equilibrium\nIn microeconomic theory, we show the supply curve on a diagram with price on\nthe vertical axis and quantity supplied on horizontal axis.\nIn the first stage of\nmacroeconomic theory, we are\ntaking the price level as fixed.\nHere, aggregate supply or the\nGDP is assumed to smoothly\nmove up or down since they are\nunused resources of all types\navailable. Whatever is the level\nof GDP , that much will be\nsupplied and price level has no\nrole to play. This kind of supply\nsituation is shown by a 450 line.\nNow, the 450 line has the feature\nthat every point on it has the\nsame horizontal and vertical\ncoordinates.\nSuppose, GDP is Rs.1,000 at point A. How much will be supplied? The answer\nis Rs.1000 worth of goods. How can that point be shown? The answer is that\nsupply corresponding to point A is at point B which is obtained at the intersection\nof the 450 line and the vertical line at A.\nEquilibrium\nEquilibrium is shown graphically by putting ex ante aggregate demand and\nsupply together in a diagram (Fig. 4.6). The point where ex ante aggregate\ndemand is equal to ex ante aggregate supply will be equilibrium. Thus,Aggregate supply curve with 45o line.\nFig. 4.5A45oAggregate Supply\n1000Aggrega te Supply\nGDP, YAggregate demand is obtained by vertically\nadding the consumption and investment\nfunctions.\nFig. 4.4L\nJ\nMC=C+cY\nI=IAggregate Demand=C+I+cY\nO\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "60 6060 6060Introductory Macroeconomics4.3.2  Effect of an Autonomous Change in Aggregate Demand on Income\nand Output\nWe have seen that the equilibrium level of income depends on aggr egate demand.\nThus, if aggregate demand changes, the equilibrium level of income changes.\nThis can happen in any one or combination of the following situations:\n1.Change in consumption:  this can happen due to (i) change in C (ii) change\nin c.\n2.Change in investment: we have assumed that investment is\nautonomous. However, it just means that it does not depend on\nincome. There are a number of variables other than income which\ncan affect investment. One important factor is availability of credit:\neasy availability of credit encourages investment. Another factor is\ninterest rate: interest rate is the cost of investible funds, and at\nhigher interest rates, firms tend to lower investment.  Let us now\nconcentrate on change in investment with the help of the following  example.\nLet 40 0.8C Y= + , 10I=. In this case, the equilibrium income (obtained by\nequation Y to AD) comes out to  be 2501.\nNow, let investment rise to 20. It can be seen that the new equilibrium will be\n300. This can be seen by looking at the graph. This increase in income is due to\nrise in investment, which is a component of autonomous expenditure here.\nWhen autonomous investment increases, the AD1 line shifts in parallel\nupwards and assumes the position AD2. The value of aggregate demand at\n1 40 0.8 10 Y C I Y= + = + +, so that 50 0.8Y Y= +, or 150 250\n1 0.8Y= =\n−equilibrium point is E and\nequilibrium level of income is\nOY1.\n(B) Algebraic Method\nEx ante aggregate demand =\nI C cY+ +\nEx ante aggregate supply = Y\nEquilibrium requires that the\nplans of suppliers  are matched by\nplans of those who provide final\ndemands in the economy. Thus, in\nthis situation, ex ante aggregate\ndemand = ex ante aggregate\nsupply,\n(1 )\n(1 )C I cY Y\nY c C I\nC IYc+ + =\n− = +\n+=−(4.4)Equilibrium of ex ante aggregate demand\nand supplyY1\nFig. 4.6L\nO45o\nE\nMEx ante Aggregate Demand and Supply\nYα\nY1\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "61 6161 6161Income Determinationoutput Y*\n1 is Y*\n1 F, which is gr eater than the value of output 0Y*\n1 = Y*\n1 E1 by an\namount E1F. E1F measur es the amount of excess demand that emer ges in the\neconomy as a result of the increase in autonomous expenditure. Thus, E1 no\nlonger represents the equilibrium. To find the new equilibrium in the final\ngoods market we must look for the point where the new aggregate demand\nline, AD2, intersects the 45o line. That occurs at point E2, which is, therefore,\nthe new equilibrium point. The\nnew equilibrium values of output\nand aggregate demand are Y*\n2 and\nAD*\n2, respectively.\nNote that in the new\nequilibrium, output and aggregate\ndemand have increased by an\namount E1G = E2G, which is\ngreater than the initial increment\nin autonomous expenditure, ∆I\n= E1F = E2J. Thus an initial\nincrement in the autonomous\nexpenditure seems to have a\nmultiplier on the equilibrium\nvalues of aggregate demand and\noutput. What causes aggregate\ndemand and output to increase by\nan amount larger than the size of the initial increment in autonomous\nexpenditur e? We discuss it in section 4.3.3.\n4.3.3  The Multiplier Mechanism\nIt was seen in the previous section that with a change in the autonomous\nexpenditure of 10 units, the change in equilibrium income is equal to 50 units\n(from 250 to 300). W e can understand this by looking at the multiplier mechanism ,\nwhich is explained below:\n The production of final goods employs factors such as labour , capital,\nland and entrepreneurship. In the absence of indirect taxes or subsidies, the\ntotal value of the final goods output is distributed among different factors of\nproduction – wages to labour , inter est to capital, r ent to land etc. Whatever is\nleft over is appropriated by the entrepreneur and is called profit. Thus the\nsum total of aggregate factor payments in the economy, National Income, is\nequal to the aggr egate value of the output of final goods, GDP . In the above\nexample the value of the extra output, 10, is distributed among various factors\nas factor payments and hence the income of the economy goes up by 10.\nWhen income increases by 10, consumption expenditure goes up by (0.8)10,\nsince people spend 0.8 (= mpc) fraction of their additional income on\nconsumption. Hence, in the next round, aggregate demand in the economy\ngoes up by (0.8)10 and there again emerges an excess demand equal to\n(0.8)10. Therefore, in the next production cycle, producers increase their\nplanned output further by (0.8)10 to restore equilibrium. When this extra\noutput is distributed among factors, the income of the economy goes up by\n(0.8)10 and consumption demand increases further by (0.8)210, once again\ncreating excess demand of the same amount. This process goes on, round\nafter round, with producers increasing their output to clear the excess\ndemand in each round and consumers spending a part of their additionalEquilibrium Output and Aggregate Demand in\nthe Fixed Price Model\nFig. 4.7\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "62 6262 6262Introductory Macroeconomicsincome from this extra production on consumption items – thereby creating\nfurther excess demand in the next round.\nLet us register the changes in the values of aggregate demand and output at\neach round in Table 4.1.\nThe last column measures the increments in the value of the output of\nfinal goods (and hence the income of the economy) in each round. The second\nand third columns measure the increments in total consumption expenditure\nin the economy and increments in the value of aggregate demand in a similar\nway. In order to find out the total increase in output of the final goods , we\nmust add up the infinite geometric series in the last column, i.e. ,\n10 + (0.8)10 + (0.8)2 10 + .........· ∞\n= 10 {1 + (0.8) + (0.8)2 + .......· ∞} = 10\n1 – 0.8 = 50\nTable 4.1: The Multiplier Mechanism in the Final Goods Market\nConsumption Aggregate Demand       Output/Income\nRound 1 0 10 (Autonomous Increment) 10\nRound 2 (0.8)10 (0.8)10 (0.8)10\nRound 3 (0.8)210 (0.8)210 (0.8)210\nRound 4 (0.8)310 (0.8)310 (0.8)310\n. . . .\n. . . .\n. . . .\n. . . etc.\nThe increment in equilibrium value of total output thus exceeds the initial\nincrement in autonomous expenditure. The ratio of the total increment in\nequilibrium value of final goods output to the initial increment in autonomous\nexpenditure is called the investment multiplier  of the economy. Recalling that\n10 and 0.8 represent the values of ∆I = ∆A and mpc, respectively, the expression\nfor the multiplier can be explained as\nThe investment multiplier 1 1\n1Y\nc S A∆= = =− ∆(4.5)\nwhere Y∆ is the total increment in final goods output and c mpc= . Observe\nthat the size of the multiplier depends on the value of c. As c becomes larger the\nmultiplier increases.\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "63 6363 6363Income Determination\nParadox of Thrift\nIf all the people of the economy increase the proportion of income they\nsave (i.e. if the mps of the economy increases) the total value of savings in\nthe economy will not increase – it will either decline or remain unchanged.\nThis result is known as the Paradox of Thrift  – which states that as\npeople become more thrifty they end up saving less or same as before.\nThis result, though sounds apparently impossible, is actually a simple\napplication of the model we have learnt.\nLet us continue with the example. Suppose at the initial equilibrium\nof Y = 250, there is an exogenous or autonomous shift in peoples’\nexpenditure pattern – they suddenly become more thrifty. This may\nhappen due to a new information regarding an imminent war or some\nother impending disaster , which makes people mor e cir cumspect and\nconservative about their expenditures. Hence the mps of the economy\nincreases, or , alter natively, the mpc decr eases fr om 0.8 to 0.5. At the\ninitial income level of AD*\n1 = Y*\n1 = 250, this sudden decline in mpc will\nimply a decrease in aggregate consumption spending and hence in\naggregate demand, AD = A + cY , by an amount equal to (0.8 – 0.5) 250\n= 75. This can be regarded as an autonomous reduction in consumption\nexpenditure, to the extent that the change in mpc is occurring from some\nexogenous cause and is not a consequence of changes in the variables\nof the model. But as aggregate demand decreases by 75, it falls short of\nthe output Y*\n1 = 250 and there emerges an excess supply equal to 75 in\nthe economy. Stocks are piling up in warehouses and producers decide\nto cut the value of production by 75 in the next round to restore\nequilibrium in the market. But that would mean a reduction in factor\npayments in the next round and hence a reduction in income by 75. As\nincome decreases people reduce consumption proportionately but, this\ntime, according to the new value of mpc which is 0.5. Consumption\nexpenditure, and hence aggregate demand, decreases by (0.5)75, which\ncreates again an excess supply in the market. In the next round,\ntherefore, producers reduce output further by (0.5)75. Income of the\npeople decreases accordingly and consumption expenditure and\naggregate demand goes down again by  (0.5)2 75. The process goes on.\nHowever , as can be inferr ed fr om the dwindling values of the successive\nround effects, the process is convergent. What is the total decrease in\nthe value of output and aggregate demand? Add up the infinite series 75\n+ (0.5) 75 + (0.5)2 75 + ........ ∞ and the total reduction in output turns out\nto be\n75\n1 – 0.5 = 150\nBut that means the new equilibrium output of the economy is only Y*\n 2 =\n100. People are now saving S*\n2 = Y*\n2 – C*\n2 = Y*\n2 – (C + c2.Y*\n2 ) = 100 – (40 + 0.5 ×\n100) = 10 in aggregate, whereas under the previous equilibrium  they\nwere saving  S*\n1 = Y*\n1 – C*\n1 = Y*\n1 – (C + c1.Y*\n1) = 250 – (40 + 0.8 × 250) = 10 at\nthe previous mpc, c1 = 0.8. Total value of savings in the economy has,\ntherefore, remained unchanged.\n When A changes the line shifts upwards or downwards in parallel.\nWhen c changes, however , the line swings up or down. An incr ease in mps,\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "64 6464 6464Introductory Macroeconomics\nor a decline in mpc, reduces the slope of the AD line and it swings\ndownwar ds. W e depict the situation in Fig. 4.8.\nAt the initial values of\nthe parameters, A = 50\nand c = 0.8, the\nequilibrium value of the\noutput and aggregate\ndemand from equation\n(4.4) was\nY*\n1 = 50\n1 – 0.8 = 250\nUnder the changed\nvalue of the parameter c =\n0.5, the new equilibrium\nvalue of output and\naggregate demand is\nY*\n2 = 50\n1 – 0.5 = 100\nThe equilibrium output and aggregate demand have declined by 150.\nAs explained above, this, in turn, implies that there is no change in the\ntotal value of savings.Paradox of Thrift – Downward Swing of AD Line\nFig. 4.8E2AD\nY0E1AD =1+ c Y1\nAD =2+ c Y2\n–\nAAD*\n1\nAD*\n2\nY*\n2Y*\n1AA\n45°\n4.4 SOME  MORE CONCEPTS\nThe equilibrium output in the economy also determines the level of employment,\ngiven the quantities of other factors of production (think of a production function\nat aggregate level).  This means that the level of output determined by the equality\nof Y with AD  does not necessarily mean the level of output at which everyone is\nemployed.\nFull employment level of income is that level of income where all the factors\nof production are fully employed in the production process. Recall that\nequilibrium attained at the point of equality of Y and AD by itself does not signify\nfull employment of resources. Equilibrium only means that if left to itself the\nlevel of income in the economy will not change even when there is unemployment\nin the  economy. The equilibrium level of output may be more or less than the\nfull employment level of output. If it is less than the full employment of output,\nit is due to the fact that demand is not enough to employ all factors of\nproduction. This situation is called the situation of deficient demand . It\nleads to decline in prices in the long run. On the other hand, if the equilibrium\nlevel of output is more than the full employment level, it is due to the fact\nthat the demand is more than the level of output produced at full employment\nlevel. This situation is called the situation of excess demand . It leads to rise\nin prices in the long run.\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "65 6565 6565Income DeterminationWhen, at a particular price level, aggregate demand for final goods equals\naggregate supply of final goods, the final goods or product market reaches its\nequilibrium. Aggregate demand for final goods consists of ex ante consumption,\nex ante investment, government spending etc. The rate of increase in ex ante\nconsumption due to a unit increment in income is called marginal propensity\nto consume. For simplicity we assume a constant final goods price and constant\nrate of interest over short run to determine the level of aggregate demand for\nfinal goods in the economy. We also assume that the aggregate supply is\nperfectly elastic at this price. Under such circumstances, aggregate output is\ndetermined solely by the level of aggregate demand. This is known as effective\ndemand principle. An increase (decrease) in autonomous spending causes\naggregate output of final goods to increase (decrease) by a larger amount\nthrough the multiplier process.Summary SummarySummary SummarySummary K KK KKey Concepts ey Conceptsey Concepts ey Conceptsey ConceptsAggregate demand Aggregate supply\nEquilibrium Ex ante\nEx post Ex ante consumption\nMarginal propensity to consume Ex ante investment\nUnintended changes in inventories Autonomous change\nParametric shift Effective demand principle\nParadox of thrift Autonomous expenditure multiplier\n1.What is marginal propensity to consume? How is it related to marginal\npropensity to save?\n2.What is the difference between ex ante investment and ex post investment?\n3.What do you understand by ‘parametric shift of a line’? How does a line\nshift when its (i) slope decreases, and (ii) its intercept increases?\n4.What is ‘effective demand’? How will you derive the autonomous expenditure\nmultiplier when price of final goods and the rate of interest are given?\n5.Measure the level of ex-ante aggregate demand when autonomous\ninvestment and consumption expenditure (A) is Rs 50 crores, and MPS is\n0.2 and level of income (Y) is Rs 4000 crores. State whether the economy\nis in equilibrium or not (cite reasons).\n6.Explain ‘Paradox of Thrift’.Exercises ExercisesExercises ExercisesExercises\n??\n??\nSuggested Readings\n1.Dornbusch, R. and S. Fischer. 1990. Macroeconomics , (fifth edition) pages\n63 – 105. McGraw Hill, Paris.\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 5: Balance of Payments",
        "pages": [
            {
                "page": 1,
                "text": "Chapter□5\nChapter□5\nGovernmen GovernmenGovernmenGovernmenGovernmen ttttt Budget  Budget  Budget  Budget Budget\nand the Economyand the Economyand the Economyand the Economyand the Economy\nWe introduced the government in chapter one as denoting\nthe state. We stated that apart from the private sector,\nthere is the government which plays a very important role.\nAn economy in which there is both the private sector and\nthe Government is known as a mixed economy .  There are\nmany ways in which the government influences economic\nlife.  In this chapter, we will limit ourselves to the functions\nwhich are carried on through the government budget .\nThis chapter proceeds as follows. In section 5.1 we\npresent the components of the government budget to bring\nout the sources of government revenue and avenues of\ngovernment spending. In section 5.2 we discuss the topic of\nbalanced, surplus or deficit budget to account for the\ndifference between expenditures and revenue collection.  It\nspecifically deals with the meaning of different kinds of\nbudget deficits, their implications and the measures to\ncontain them. Box. 5.1 deals with fiscal policy and a simple\ndescription of the multiplier. The role the government plays\nhas implications for its deficits which further affect its debt-\nwhat the government owes. The chapter concludes with an\nanalysis of the debt issue.\n5.1 G OVERNMENT B UDGET  — M EANING  AND ITS COMPONENTS\nThere is a constitutional requirement in India (Article 112) to\npresent before the Parliament a statement of estimated receipts\nand expenditures of the government in respect of every financial\nyear which runs from 1 April to 31 March. This ‘Annual Financial\nStatement’ constitutes the main budget document of the\ngovernment.\nAlthough the budget document relates to the receipts\nand expenditure of the government for a particular financial\nyear, the impact of it will be there in subsequent years.\nThere is a need therefore to have two accounts- those that\nrelate to the current financial year only are included in the\nrevenue account (also called revenue budget) and those that\nconcern the assets and liabilities of the government into\nthe capital account (also called capital budget ). In order to\nunderstand the accounts, it is important to first understand\nthe objectives of the government budget.\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "5.1.1 Objectives of Government Budget\nThe government plays a very important role in increasing the welfare of\nthe people. In order to do that the government intervenes in the economy\nin the following ways.\nAllocation Function of Government Budget\nGovernment provides certain goods and services which cannot be provided\nby the market mechanism i.e. by exchange between individual consumers\nand producers. Examples of such goods are national defence, roads,\ngovernment administration etc. which are referred to as public goods .\nTo understand why public goods need to be provided by the\ngovernment, we must understand the difference between private goods\nsuch as clothes, cars, food items etc. and public goods. There are two\nmajor differences. One, the benefits of public goods are available to all\nand are not only restricted to one particular consumer. For example, if\na person eats a chocolate or wears a shirt, these will not be available to\nothers. It is said that this person’s consumption stands in rival\nrelationship to the consumption of others. However, if we consider a\npublic park or measures to reduce air pollution, the benefits will be\navailable to all. One person’s consumption of a good does not reduce the\namount available for consumption for others and so several people can\nenjoy the benefits, that is, the consumption of many people is not\n‘rivalrous’ .\nTwo, in case of private goods anyone who does not pay for the goods\ncan be excluded from enjoying its benefits. If you do not buy a ticket,\nyou will not be allowed to watch a movie at a local cinema hall. However,\nin case of public goods, there is no feasible way of excluding anyone\nfrom enjoying the benefits of the good. That is why public goods are\ncalled non-excludable.   Even if some users do not pay, it is difficult and\nsometimes impossible to collect fees for the public good. These non-\npaying users are known as ‘free-riders’ . Consumers will not voluntarily\npay for what they can get for free and for which there is no exclusive\ntitle to the property being enjoyed. The link between the producer and\nconsumer which occurs through the payment process is broken and the\ngovernment must step in to provide for such goods.\nThere is, however, a difference between public provision  and public\nproduction . Public provision means that they are financed through the\nbudget and can be used without any direct payment. Public goods may\nbe produced by the government or the private sector. When goods are\nproduced directly by the government it is called public production.\nRedistribution Function of Government Budget\nFrom chapter two we know that the total national income of the country\ngoes to either the private sector, that is, firms and households (known\nas private income) or the government (known as public income). Out of\nprivate income, what finally reaches the households is known as personal\nincome and the amount that can be spent is the personal disposable\nincome. The government sector affects the personal disposable income\nof households by making transfers and collecting taxes. It is through\nthis that the government can change the distribution of income and\nbring about a distribution that is considered ‘fair’ by society. This is the\nredistribution function .\n67 6767 6767Government Budget\nand the Economy\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "68 6868 6868Introductory MacroeconomicsStabilisation Function of Gover nment Budget\nThe government may need to correct fluctuations in income and employment.\nThe overall level of employment and prices in the economy depends upon the\nlevel of aggregate demand which depends on the spending decisions of millions\nof private economic agents apart from the government. These decisions, in turn,\ndepend on many factors such as income and credit availability. In any period,\nthe level of demand may not be sufficient for full utilisation of labour and other\nresources of the economy. Since wages and prices do not fall below a level,\nemployment cannot be brought back to the earlier level automatically. The\ngovernment needs to intervene to raise the aggregate demand.\nOn the other hand, there may be times when demand exceeds available output\nunder conditions of high employment and thus may give rise to inflation. In\nsuch situations, restrictive conditions may be needed to reduce demand.\nThe intervention of the government whether to expand demand or reduce it\nconstitutes the stabilisation function .\n5.1.2 Classification of Receipts\nRevenue Receipts: Revenue receipts are those receipts that do not lead to a\nclaim on the government. They are therefore termed non-redeemable. They are\ndivided into tax and non-tax revenues. Tax revenues, an important component\nof revenue receipts, have for long been divided into direct taxes (personal income\ntax) and firms (corporation tax), and indirect taxes like excise taxes (duties levied\non goods produced within the country), customs duties (taxes imposed on goods\nimported into and exported out of India) and service tax1. Other direct taxes like\nwealth tax, gift tax and estate duty (now abolished) have never brought in large\namount of revenue and thus have been referred to as ‘paper taxes’.\nThe redistribution objective is sought to be achieved through progressive\nincome taxation, in which higher the income, higher is the tax rate. Firms are\ntaxed on a proportional basis, where the tax rate is a particular proportion of\nprofits. With respect to excise taxes, necessities of life are exempted or taxed at\nlow rates, comforts and semi-luxuries are moderately taxed, and luxuries, tobacco\nand petroleum products are taxed heavily.\nNon-tax revenue of the central government mainly consists of interest receipts\non account of loans by the central government, dividends and profits on\ninvestments made by the government, fees and other receipts for services rendered\nby the government. Cash grants-in-aid from foreign countries and international\norganisations are also included.\nThe estimates of revenue receipts take into account the effects of tax proposals\nmade in the Finance Bill2.\nCapital Receipts :  The government also receives money by way of loans or\nfrom the sale of its assets. Loans will have to be returned to the agencies from\nwhich they have been borrowed. Thus they create liability. Sale of government\nassets, like sale of shares in Public Sector Undertakings (PSUs) which is referred\n1The India Tax system witnessed a dramatic change with the introduction of the GST\n(Goods and Services Tax) which encompasses both goods and services and was be implemented by\nthe Centre, 28 states and 7 Union territories from 1 July, 2017.\n2A Finance Bill, presented along with the Annual Financial Statement, provides details on the\nimposition, abolition, remission, alteration or regulation of taxes proposed in the Budget.\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "69 6969 6969Government Budget\nand the Economyto as PSU disinvestment, reduce the total amount of financial assets of the\ngovernment. All those receipts of the government which create liability or reduce\nfinancial assets are termed as capital receipts. When government takes fresh\nloans it will mean that in future these loans will have to be returned and interest\nwill have to be paid on these loans. Similarly, when government sells an asset,\nthen it means that in futur e its ear nings fr om that asset, will disappear . Thus,\nthese receipts can be debt creating or non-debt creating.\n5.1.3. Classification of Expenditure\nRevenue Expenditure\nRevenue Expenditure is expenditure incurred for purposes other than\nthe creation of physical or financial assets of the central government. It\nrelates to those expenses incurred for the normal functioning of the\ngovernment departments and various services, interest payments on\ndebt incurred by the government, and grants given to state governments\nand other parties (even though some of the grants may be meant for\ncreation of assets).\nBudget documents classify total expenditure into plan and non-plan\nexpenditure3. This is shown in item 6 on Table 5.1 within revenue\nexpenditure, a distinction is made between plan and non-plan. According\nto this classification, plan revenue expenditure relates to central Plans\n(the Five-Year Plans) and central assistance for State and Union Territory\nplans. Non-plan expenditure, the more important component of revenue\nexpenditure, covers a vast range of general, economic and social services of the\n3A case against this kind of classification has been put forth on the ground that it has\nled to an increasing tendency to start new schemes/projects neglecting maintenance of\nexisting capacity and service levels. It has also led to the misperception that non-plan\nexpenditure is inherently wasteful, adversely affecting resource allocation to social sectors\nlike education and health where salary comprises an important element.Government Budget\nRevenue\nBudgetCapital\nBudget\nRevenue\nReceiptsRevenue\nExpenditureCapital\nReceiptsCapital\nExpenditure\nNon-tax\nRevenueTax\nRevenuePlan Revenue\nExpenditureNon-plan Revenue\nExpenditureNon-plan Capital\nExpenditurePlan Capital\nExpenditure\nChart 1:  The Components of the Government Budget\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "70 7070 7070Introductory Macroeconomicsgovernment. The main items of non-plan expenditure are interest payments,\ndefence services, subsidies, salaries and pensions.\nInterest payments on market loans, external loans and from various reserve\nfunds constitute the single largest component of non-plan revenue expenditure.\nDefence expenditure, is committed expenditure in the sense that given the national\nsecurity concerns, there exists little scope for drastic reduction. Subsidies are an\nimportant policy instrument which aim at increasing welfare. Apart from providing\nimplicit subsidies thr ough under -pricing of public goods and services like education\nand health, the government also extends subsidies explicitly on items such as\nexports, interest on loans, food and fertilisers. The amount of subsidies as a\npercent of GDP was 2.02 per cent in 2014-15 and is 1.8 percent of GDP in 2015-16,\n1 percent in 2018-19, 3.6 percent in 2020-21 and 1.2 percent in 2022-23 (B.E).\nCapital ExpenditureCapital ExpenditureCapital ExpenditureCapital ExpenditureCapital Expenditure\nThere are expenditures of the government which result in creation of\nphysical or financial assets or reduction in financial liabilities. This\nincludes expenditure on the acquisition of land, building, machinery,\nequipment, investment in shares, and loans and advances by the central\ngovernment to state and union territory governments, PSUs and other\nparties. Capital expenditure is also categorised as plan and non-plan in\nthe budget documents. Plan capital expenditure, like its revenue\ncounterpart, relates to central plan and central assistance for state\nand union territory plans. Non-plan capital expenditure covers various\ngeneral, social and economic services provided by the government.\nThe budget is not merely a statement of receipts and expenditures.\nSince Independence, with the launching of the Five-Year Plans, it has\nalso become a significant national policy statement. The budget, it has\nbeen argued, reflects and shapes, and is, in turn, shaped by the country’s\neconomic life. Along with the budget, three policy statements are\nmandated by the Fiscal Responsibility and Budget Management Act,\n2003 (FRBMA)4. The Medium-term Fiscal Policy Statement sets a three-\nyear rolling target for specific fiscal indicators and examines whether\nrevenue expenditure can be financed through revenue receipts on a\nsustainable basis and how productively capital receipts including market\nborrowings are being utilised. The Fiscal Policy Strategy Statement sets\nthe priorities of the government in the fiscal area, examining current\npolicies and justifying any deviation in important fiscal measures. The\nMacroeconomic Framework Statement assesses the prospects of the\neconomy with respect to the GDP growth rate, fiscal balance of the central\ngovernment and external balance5.\n5.2 BALANCED, S URPLUS  \nAND DEFICIT  BUDGET\nThe government may spend an amount equal to the revenue it collects. This is\nknown as a balanced  budget. If it needs to incur higher expenditure, it will have\n4Box 5.2  provides a brief account of this legistation and its implication for Government\nfinances.\n5The 2005-06 Indian Budget introduced a statement highlighting the gender sensitivities\nof the budgetary allocations. Gender budgeting is an exercise to translate the stated gender\ncommitments of the government into budgetary commitments, involving special initiatives\nfor empowering women and examination of the utilisation of resources allocated for women\nand the impact of public expenditure and policies of the government on women. The 2006-\n07 budget enlarged the earlier statement.\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "71 7171 7171Government Budget\nand the Economyto raise the amount through taxes in order to keep the budget balanced. When\ntax collection exceeds the required expenditure, the budget is said to be in\nsurplus . However , the most common featur e is the situation when expenditure\nexceeds revenue. This is when the government runs a budget deficit.\n5.2.1  Measures of Government Deficit\nWhen a government spends more than it collects by way of revenue, it\nincurs a budget deficit6. There are various measures that capture\ngovernment deficit and they have their own implications for the economy.\nRevenue Deficit : The revenue deficit refers to the excess of government’s\nrevenue expenditure over revenue receipts\nRevenue deficit = Revenue expenditure – Revenue receipts\nTable 5.1: Receipts and Expenditures of the Central Government, 202 2–23 (B.E.)\n(As per cent of GDP)\n1.Revenue Receipts (a+b) 8.5\n(a)Tax revenue (net of states’ share) 7.5\n(b)Non-tax revenue    1.0\n2.Revenue Expenditure of which 12.4\n(a)Interest payments 3.6\n(b)Major subsidies 1.2\n(c)Defence expenditure 0.9\n3.Revenue Deficit (2–1) 3.8\n4.Capital Receipts (a+b+c) of which 6.7\n(a)Recovery of loans 0.1\n(b)Other receipts (mainly PSU1 disinvestment) 0.3\n(c)Borrowings and other liabilities 6.4\n5.Capital Expenditure        2.9\n6.Non-debt Receipts 8.9\n[1+4(a)+4(b)]\n7.Total Expenditure 15.3\n[2+5=7(a)+7(b)]\n(a)Plan expenditure     –\n(b)Non-plan expenditure   –\n8.Fiscal deficit [7-1-4(a)-4(b)]        6.4\n9.Primary Deficit [8–2(a)]        2.8\nSource:  Economic Survey, 2022–23,1 Public Sector Undertaking\nItem 3 in Table 5.1 shows that revenue deficit in 2022–23 was 3.8 per cent\nof GDP . The r evenue deficit includes only such transactions that af fect the curr ent\nincome and expenditure of the government. When the government incurs a\nrevenue deficit, it implies that the government is dissaving and is using up the\nsavings of the other sectors of the economy to finance a part of its consumption\nexpenditure. This situation means that the government will have to borrow not\nonly to finance its investment but also its consumption requirements. This will\nlead to a build up of stock of debt and interest liabilities and force the government,\n6More formally, it refers to the excess of total expenditure (both revenue and capital)\nover total receipts (both revenue and capital). From the 1997-98 budget, the practice of\nshowing budget deficit has been discontinued in India.\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "72 7272 7272Introductory Macroeconomicseventually, to cut expenditure. Since a major part of revenue expenditure is\ncommitted expenditure, it cannot be reduced. Often the government reduces\nproductive capital expenditure or welfare expenditure. This would mean lower\ngrowth and adverse welfare implications.\nFiscal DeficitFiscal DeficitFiscal DeficitFiscal DeficitFiscal Deficit : Fiscal deficit is the difference between the government’s total\nexpenditure and its total receipts excluding borrowing\nGross fiscal deficit = Total expenditure – (Revenue receipts +\nNon-debt creating capital receipts)\nNon-debt creating capital receipts are those receipts which are not borrowings\nand, therefore, do not give rise to debt. Examples are recovery of loans and the\nproceeds from the sale of PSUs. From Table 5.1 we can see that non-debt creating\ncapital receipts equals 8.9 per cent of GDP , obtained by subtracting, borr owing\nand other liabilities from total capital receipts [1+4(a)+4(b)]. The fiscal deficit,\ntherefore turn out to be 6.4 per cent of GDP . The fiscal deficit will have to be\nfinanced through borrowing. Thus, it indicates the total borrowing requirements\nof the government from all sources. From the financing side\nGross fiscal deficit = Net borrowing at home + Borrowing from\nRBI + Borrowing from abroad\nNet borrowing at home includes that directly borrowed from the public\nthrough debt instruments (for example, the various small savings\nschemes) and indirectly from commercial banks through Statutory\nLiquidity Ratio (SLR). The gross fiscal deficit is a key variable in judging\nthe financial health of the public sector and the stability of the economy.\nFrom the way gross fiscal deficit is measured as given above, it can be\nseen that revenue deficit is a part of fiscal deficit (Fiscal Deficit =\nRevenue Deficit + Capital Expenditure - non-debt creating capital\nreceipts). A large share of revenue deficit in fiscal deficit indicated that\na large part of borrowing is being used to meet its consumption\nexpenditure needs rather than investment.\nPrimary DeficitPrimary DeficitPrimary DeficitPrimary DeficitPrimary Deficit : We must note that the borrowing requirement of the\ngovernment includes interest obligations on accumulated debt. The goal\nof measuring primary deficit is to focus on present fiscal imbalances.\nTo obtain an estimate of borrowing on account of current expenditures\nexceeding revenues, we need to calculate what has been called the\nprimary deficit. It is simply the fiscal deficit minus the interest payments\nGross primary deficit = Gross fiscal deficit – Net interest liabilities\nNet interest liabilities consist of interest payments minus interest\nreceipts by the government on net domestic lending.\nBox 5.1: Fiscal Policy\nOne of Keynes’s main ideas in The General Theory of Employment, Interest and\nMoney  was that government fiscal policy should be used to stabilise the level of\noutput and employment. Through changes in its expenditure and taxes, the\ngovernment attempts to increase output and  income and seeks to stabilise the\nups and downs in the economy. In the process, fiscal policy creates a surplus\n(when total receipts exceed expenditure) or a deficit budget  (when total expenditure\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "73 7373 7373Government Budget\nand the Economy\nexceed receipts) rather than a balanced\nbudget  (when expenditure equals\nreceipts). In what follows, we study the\neffects of introducing  the government\nsector in our earlier analysis of the\ndetermination of income.\nThe government directly affects\nthe level of equilibrium income in two\nspecific ways – government\npurchases of goods and services ( G)\nincrease aggregate demand and\ntaxes, and transfers affect the\nrelation between income ( Y) and\ndisposable income ( YD) – the income\navailable for consumption and\nsaving with the households.\nWe take taxes first. W e assume that the gover nment imposes taxes that\ndo not depend on income, called lump-sum taxes  equal to T. We assume\nthroughout the analysis that government makes a constant amount of\ntransfers, —\nTR. The consumption function is now\nC = C + cYD = C + c(Y – T + TR—\n) (5.1)\nwhere YD = disposable income.\nWe note that taxes lower disposable income and consumption. For instance,\nif one earns Rs 1 lakh and has to pay Rs 10,000 in taxes, she has the same\ndisposable income as someone who earns Rs 90,000 but pays no taxes.  The\ndefinition of aggregate demand augmented to include the government will be\nAD = C + c(Y – T + TR—\n) + I + G (5.2)\nGraphically, we find that the lump-sum tax shifts the consumption\nschedule downward in a parallel way and hence the aggregate demand\ncurve shifts in a similar fashion. The income determination condition in\nthe product market will be Y = AD, which can be written as\nY = C + c (Y – T + TR—) + I + G (5.3)\nSolving for the equilibrium level of income, we get\nY* = 1\n1– c(C – cT + c TR—\n + I + G) (5.4)\nChanges in Government Expenditure\nWe consider the effects of increasing government purchases ( G) keeping\ntaxes constant. When G exceeds T, the government runs a deficit. Because\nG is a component of aggregate spending, planned aggregate expenditure\nwill increase. The aggregate demand schedule shifts up to AD′. At the\ninitial level of output, demand exceeds supply and firms expand production.\nThe new equilibrium is at E′. The multiplier mechanism (described in\nChapter 4) is in operation. The government spending multiplier is derived\nas follows:\nSuppose G changes to a new level (G+∆G) and as a result Y changes to a new\nlevel *( )Y Y+ ∆ . The new levels of G and Y can also be put into equation (5.4).\nHow does the Fiscal Policy try to achieve\nits  basic objectives?\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "74 7474 7474Introductory Macroeconomics\nSo ( )1 *( )\n1Y Y C cT cTR I G G\nc+ ∆ = − + + + + ∆\n−        (5.4a)\nSubtracting equation (5.4) from equation (5.4a) we get\n∆Y = 1\n1 – c∆G (5.5)\nor\n∆=∆ −1\n1Y\nG c(5.6)\nIn Fig. 5.1, government expenditure increases from G to G’ and causes\nequilibrium income to increase from Y to Y’.\nChanges in Taxes\nWe find that a cut in taxes incr eases\ndisposable income (Y – T ) at each\nlevel of income. This shifts the\naggregate expenditure schedule\nupwards by a fraction c of the\ndecrease in taxes. This is shown in\nFig 5.2.\nFrom equation 5.3, we can calculate\nthe tax multiplier using the same\nmethod as for the government\nexpenditur e multiplier .\n* 1( ) ( )1Y c Tc∆ = − ∆−   (5.7)\nThe tax multiplier\n= Y\nT∆\n∆ = –c\n1– c       (5.8)\nBecause a tax cut (increase) will\ncause an increase (reduction) in\nconsumption and output, the tax\nmultiplier is a negative multiplier .\nComparing equation (5.6) and (5.8),\nwe find that the tax multiplier is\nsmaller in absolute value compared\nto the government spending\nmultiplier . This is because an\nincrease in government spending\ndirectly affects total spending\nwhereas taxes enter the multiplier\nprocess through their impact on\ndisposable income, which\ninfluences household consumption\n(which is a part of total spending).\nThus, with a ∆T reduction in taxes, consumption, and hence total spending,\nincreases in the first instance by c∆T. To understand how the two multipliers\ndiffer, we consider the following example.\nFig. 5.2AD\nEE'Y = AD\nC + I + G – cT'\nC + I + G – cT\nY Y' Y*\nEffect of a Reduction in Taxes\nFig. 5.1AD\nEE'Y = AD\nC + I + G' – cT\nC + I + G – cT\nY Y' Y*\nEffect of Higher Government\nExpenditure\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "75 7575 7575Government Budget\nand the Economy\nEXAMPLE   5.1\nAssume that the marginal propensity to consume is 0.8. The government\nexpenditure multiplier will then be\n1\n1 –c = 1\n1 – 0.8 = 1\n0.2 = 5. For an\nincrease in government spending by\n100, the equilibrium income will\nincrease by ∆ = ×−1500( 5 100)1Gc.\nThe tax multiplier is given by\n–\n1 –c\nc = –0.8\n1 – 0.8 = –0.8\n0.2 = –4.\nA tax cut of 100 ( ∆T= –100) will\nincrease equilibrium income by 400.\nThus, the equilibrium income\nincreases in this case by less than\nthe amount by which it increased\nunder a G increase.\nWithin the present framework, if we take different values of the marginal\npropensity to consume and calculate the values of the two multipliers, we\nfind that the tax multiplier is always one less in absolute value than the\ngover nment expenditur e multiplier . This has an inter esting implication. If an\nincrease in government spending is matched by an equal increase in taxes,\nso that the budget remains balanced, output will rise by the amount of the\nincrease in government spending. Adding the two policy multipliers gives\nThe balanced budget multiplier = ∆\n∆*Y\nG = 1\n1 –c + –\n1 –c\nc = 1 –\n1 –c\nc = 1 (5.9)\nA balanced budget multiplier of unity implies that a 100 increase in G financed\nby 100 increase in taxes increases income by just 100. This can be seen from\nExample 1 where an increase in G by 100 increases output by 500. A tax\nincrease would reduce income by 400 with the net increase of income equal\nto 100. The equilibrium income refers to the final income that one arrives at\nin a period sufficiently long for all the rounds of the multipliers to work\nthemselves out. W e find that output incr eases by exactly the amount of\nincreased G with no induced consumption spending due to increase in taxes.\nTo see why the balanced budget multiplier is 1, we examine the multiplier\nprocess. The increase in government spending by a certain amount raises\nincome by that amount directly and then indirectly through the multiplier\nchain increasing income by\n∆Y = ∆G + c∆G + c2∆G + . . . = ∆G (1 + c + c2 + . . .) (5.10)\nBut the tax increase only enters the multiplier process when the cut in\ndisposable income reduces consumption by c times the reduction in taxes.\nThus the effect on income of the tax increase is given by\n∆Y = – c∆T – c2∆T + . . . = –  ∆T(c + c2 + . . .) (5.11)\nThe difference between the two gives the net effect on income. Since ∆G =\n∆T, from 5.10 and 5.11, we get ∆Y = ∆G, that is, income increases by the amount\nby which government spending increases and the balanced budget multiplier\nis unity. This multiplier can also be derived from equation 5.3 as follows\nWhy is the poor man crying? Suggest\nmeasures to wipe off his tears.\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "76 7676 7676Introductory Macroeconomics\n∆Y = ∆G + c (∆Y – ∆T) since investment does not change ( ∆I = 0)\n(5.12)\nSince,  ∆G = ∆T, we have\n           Y\nG∆\n∆ = 1 –\n1 –c\nc = 1 (5.13)\nCase of Proportional Taxes : A more realistic assumption would be that the\ngovernment collects a constant fraction, t, of income in the form of taxes so\nthat T = tY. The consumption function with pr oportional taxes is given by\nC = C + c (Y – tY + TR—\n) = C + c\n(1 – t) Y + cTR—\n(5.14)\nWe note that pr oportional taxes not\nonly lower consumption at each\nlevel of income but also lower the\nslope of the consumption function.\nThe mpc out of income falls to c (1\n– t). The new aggregate demand\nschedule, AD′, has a larger\nintercept but is flatter as shown in\nFig. 5.3.\nNow we have\nAD = C + c(1 – t)Y + c—\nTR + I + G\n= A + c(1 – t)Y (5.15)\nWhere A = autonomous expenditure and equals C + c—\nTR + I + G. Income\ndetermination condition in the product market is, Y = AD, which can be written\nas\nY = A + c (1 – t)Y (5.16)\nSolving for the equilibrium\nlevel of income\nY* = 1\n1 – (1 – )Ac t(5.17)\nso that the multiplier is given\nby\n∆\n∆Y\nA = 1\n1 – (1 – )c t    (5.18)\nComparing this with the\nvalue of the multiplier with\nlump-sum taxes case, we find\nthat the value has become\nsmaller . When income r ose as\na result of an increase in\ngovernment spending in the\ncase of lump-sum taxes,\nFig. 5.3AD\nYY = AD\nAD' = C + c(1 – t)Y + I + GAD = C + cY + I + G\nGovernment and Aggregate Demand\n(proportional taxes make the AD schedule\nflatter)\nIncrease in Government Expenditure (with\nproportional taxes)\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "77 7777 7777Government Budget\nand the Economy\nconsumption increased by  c\ntimes the increase in income.\nWith proportional taxes,\nconsumption will rise by less, ( c\n– ct = c (1 – t)) times the increase\nin income.\nFor changes in G, the multiplier\nwill now be given by\n∆Y = ∆G + c (1 – t)∆Y    (5.19)\n∆Y = 1\n1 – (1 – )Gc t∆       (5.20)\nThe income increases from  Y*\nto Y′ as shown in Fig. 5.4.\nThe decrease in taxes works in\neffect like an increase in\npropensity to consume as\nshown in Fig. 5.5. The AD curve shifts up to AD′. At the initial level of\nincome, aggregate demand for goods exceeds output because the tax\nreduction causes increased consumption. The new higher level of income\nis Y′.\nEXAMPLE   5.2\nIn Example 5.1, if we take a tax rate of 0.25, we find consumption will now\nrise by 0.60 ( c (1 – t) = 0.8 × 0.75) for every unit increase in income instead of\nthe earlier 0.80. Thus, consumption will increase by less than before. The\ngovernment expenditure multiplier will be 1\n1 – (1 – )c t = 1\n1 – 0.6 = 1\n0.4 = 2.5\nwhich is smaller than that obtained with lump-sum taxes. If government\nexpenditure rises by 100, output will rise by the multiplier times the rise in\ngovernment expenditure, that is, by 2.5 × 100 = 250. This is smaller than the\nincrease in output with lump-sum taxes.\nThe proportional income tax, thus, acts as an automatic stabiliser – a\nshock absorber because it makes disposable income, and thus consumer\nspending, less sensitive to fluctuations in GDP . When GDP rises, disposable\nincome also rises but by less than the rise in GDP because a part of it is\nsiphoned off as taxes. This helps limit the upward fluctuation in\nconsumption spending. During a recession when GDP falls, disposable\nincome falls less sharply, and consumption does not drop as much as it\notherwise would have fallen had the tax liability been fixed. This reduces\nthe fall in aggregate demand and stabilises the economy.\nWe note that these fiscal policy instruments can be varied to of fset the\neffects of undesirable shifts in investment demand. That is, if investment\nfalls from  I0 to I1, government spending can be raised from G0 to G1 so that\nautonomous expenditure ( C + I0 + G0 = C + I1 + G1) and equilibrium income\nremain the same. This deliberate action to stabilise the economy is often\nreferred to as discretionary fiscal policy  to distinguish it from the inherent\nautomatic stabilising pr operties of the fiscal system. As discussed earlier ,\nproportional taxes help to stabilise the economy against upward and\ndownwar d movements. W elfar e transfers also help to stabilise income.\nFig. 5.5AD\nEE'\nY Y Y'AD = Y\nAD' = C + c(1 – t')Y\n+ I + G\nAD = C + c(1 – t)Y + I + G\nEffects of a Reduction in the Proportional Tax\nRate\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "78 7878 7878Introductory Macroeconomics\nDuring boom years, when employment is high, tax receipts collected to\nfinance such expenditure increase exerting a stabilising pressure on high\nconsumption spending; conversely, during a slump, these welfare\npayments help sustain consumption. Further , even the private sector has\nbuilt-in stabilisers. Corporations maintain their dividends in the face of a\nchange in income in the short run and households try to maintain their\nprevious living standards. All these work as shock absorbers without the\nneed for any decision-maker to take action. That is, they work\nautomatically. The built-in stabilisers, however , reduce only part of the\nfluctuation in the economy, the rest must be taken care of by deliberate\npolicy initiative.\nTransfer s: We suppose that instead of raising gover nment spending in goods\nand services, government increases transfer payments, TR—\n. Autonomous\nspending, A, will increase by c ∆TR—\n, so output will rise by less than the amount\nby which it increases when government expenditure increases because a part\nof any increase in transfer payments is saved. Using the method used earlier\nfor deriving the government expenditure multipier and the taxation multiplier\nthe change in equilibrium income for a change in transfers is given by\n∆Y = 1 –c\nc∆TR (5.21)\nor\nY\nTR∆\n∆ = 1 –c\nc(5.22)\nEXAMPLE  5.3\nWe suppose that the mar ginal pr opensity to consume is 0.75 and we have\nlump-sum taxes. The change in equilibrium income when government\npurchases increase by 20 is given by ∆Y= ∆−1\n1 0.75G = 4 × 20 = 80. An\nincrease in transfers of 20 will raise equilibrium income by ∆Y= ∆0.75\n1 – 0.75TR\n= 3 × 20 = 60. Thus, we find that income increases by less than it increased\nwith a rise in government purchases.\nDebt\nBudgetary deficits must be financed by either taxation, borrowing or printing\nmoney. Governments have mostly relied on borrowing, giving rise to what is\ncalled government debt. The concepts of deficits and debt are closely related.\nDeficits can be thought of as a flow which add to the stock  of debt. If the\ngover nment continues to borr ow year after year , it leads to the accumulation\nof debt and the government has to pay more and more by way of interest.\nThese interest payments themselves contribute to the debt.\nPerspectives on the Appr opriate Amount of Gover nment Debt : Ther e\nare two interlinked aspects of the issue. One is whether government debt\nis a burden and two, the issue of financing the debt. The burden of debt\nmust be discussed keeping in mind that what is true of one small trader’s\ndebt may not be true for the government’s debt, and one must deal with\nthe ‘whole’ dif ferently fr om the ‘part’. Unlike any one trader , the gover nment\ncan raise resources through taxation and printing money.\nReprint 2024-25"
            },
            {
                "page": 14,
                "text": "79 7979 7979Government Budget\nand the Economy\nBy borrowing, the government transfers the burden of reduced\nconsumption on future generations. This is because it borrows by issuing\nbonds to the people living at present but may decide to pay off the bonds\nsome twenty years later by raising taxes. These may be levied on the young\npopulation that have just entered the work force, whose disposable income\nwill go down and hence consumption. Thus, national savings, it was argued,\nwould fall. Also, government borrowing from the people reduces the savings\navailable to the private sector . To the extent that this r educes capital\nformation and growth, debt acts as a ‘burden’ on future generations.\nTraditionally, it has been argued that when a government cuts taxes and\nruns a budget deficit, consumers respond to their after -tax income by\nspending more. It is possible that these people are short-sighted and do not\nunderstand the implications of budget deficits. They may not realise that at\nsome point in the future, the government will have to raise taxes to pay off\nthe debt and accumulated interest. Even if they comprehend this, they may\nexpect the future taxes to fall not on them but on future generations.\nA counter argument is that consumers are forward-looking and will base\ntheir spending not only on their current income but also on their expected\nfuture income. They will understand that borrowing today means higher\ntaxes in the futur e. Further , the consumer will be concer ned about futur e\ngenerations because they are the children and grandchildren of the present\ngeneration and the family which is the relevant decision making unit,\ncontinues living. They would increase savings now, which will fully offset\nthe increased government dissaving so that national savings do not change.\nThis view is called Ricardian equivalence  after one of the greatest\nnineteenth century economists, David Ricardo, who first argued that in\nthe face of high deficits, people save more. It is called ‘equivalence’ because\nit argues that taxation and borrowing are equivalent means of financing\nexpenditure. When the government increases spending by borrowing today,\nwhich will be repaid by taxes in the future, it will have the same impact on\nthe economy as an increase in government expenditure that is financed by\na tax increase today.\nIt has often been argued that ‘debt does not matter because we owe it\nto ourselves’. This is because although there is a transfer of resources\nbetween generations, purchasing power remains within the nation.\nHowever, any debt that is owed to foreigners involves a burden since we\nhave to send goods abroad corresponding to the interest payments.\nOther Perspectives on Deficits and Debt : One of the main criticisms of\ndeficits is that they are inflationary. This is because when government\nincreases spending or cuts taxes, aggregate demand increases. Firms may\nnot be able to produce higher quantities that are being demanded at the\nongoing prices. Prices will, ther efore, have to rise. However , if ther e are\nunutilised resources, output is held back by lack of demand. A high fiscal\ndeficit is accompanied by higher demand and greater output and, therefore,\nneed not be inflationary.\nIt has been argued that there is a decrease in investment due to a reduction\nin the amount of savings available to the private sector. This is because if\nthe government decides to borrow from private citizens by issuing bonds to\nfinance its deficits, these bonds will compete with corporate bonds and other\nfinancial instruments for the available supply of funds. If some private savers\ndecide to buy bonds, the funds remaining to be invested in private hands will be\nsmaller . Thus, some private borr owers will get ‘cr owded out’ of the financial\nmarkets as the government claims an increasing share of the economy’s total\nsavings. However , one must note that the economy’s flow of savings is not r eally\nReprint 2024-25"
            },
            {
                "page": 15,
                "text": "80 8080 8080Introductory Macroeconomics\nfixed unless we assume that income cannot be augmented. If government deficits\nsucceed in their goal of raising production, there will be more income and,\ntherefore, more saving. In this case, both government and industry can borrow\nmore.\nAlso, if the government invests in infrastructure, future generations may\nbe better off, provided the return on such investments is greater than the\nrate of interest. The actual debt could be paid off by the growth in output.\nThe debt should not then be considered burdensome. The growth in debt\nwill have to be judged by the growth of the economy as a whole.\nDeficit Reduction : Government deficit can be reduced by an increase in\ntaxes or reduction in expenditure. In India, the government has been\ntrying to increase tax revenue with greater reliance on direct taxes (indirect\ntaxes are regressive in nature – they impact all income groups equally).\nThere has also been an attempt to raise receipts through the sale of\nshares in PSUs.  However, the major thrust has been towards reduction\nin government expenditure. This could be achieved through making\ngovernment activities more efficient through better planning of\nprogrammes and better administration. A recent study7 by the Planning\nCommission has estimated that to transfer Re1 to the poor, government\nspends Rs 3.65 in the form of food subsidy, showing that cash transfers\nwould lead to increase in welfare. The other way is to change the scope\nof the government by withdrawing from some of the areas where it\noperated before. Cutting back government programmes in vital areas\nlike agriculture, education, health, poverty alleviation, etc. would\nadversely affect the economy. Governments in many countries run huge\ndeficits forcing them to eventually put in place self-imposed constraints\nof not increasing expenditure over pre-determined levels (Box 5. 2 gives the\nmain features of the FRBMA in India). These will have to be examined keeping\nin view the above factors. W e must note that lar ger deficits do not always\nsignify a more expansionary fiscal policy. The same fiscal measures can\ngive rise to a large or small deficit, depending on the state of the economy.\nFor example, if an economy experiences a recession and GDP falls, tax\nrevenues fall because firms and households pay lower taxes when they earn\nless. This means that the deficit increases in a recession and falls in a\nboom, even with no change in fiscal policy.\n7“Performance Evaluation of the Targeted Public Distribution System” by the Programme\nEvaluation Organisation, Planning Commission.\nReprint 2024-25"
            },
            {
                "page": 16,
                "text": "81 8181 8181Government Budget\nand the EconomyPublic goods\nAutomatic stabiliser\nDiscretionary fiscal policy\nRicardian equivalenceK KK KKey Concepts ey Conceptsey Concepts ey Conceptsey Concepts1.Public goods, as distinct from private goods, are collectively consumed.\nTwo important features of public goods are  – they are non-rivalrous in that\none person can increase her satisfaction from the good without reducing\nthat obtained by others and they are non-excludable, and there is no\nfeasible way of excluding anyone from enjoying the benefits of the good.\nThese make it difficult to collect fees for their use and private enterprise\nwill in general not provide these goods. Hence, they must be provided by\nthe government.\n2.The three functions of allocation, redistribution and stabilisation operate\nthrough the expenditure and receipts of the government.\n3.The budget, which gives a statement of the receipts and expenditure of the\ngovernment, is  divided into the revenue budget and capital budget to\ndistinguish between current financial needs and investment in the country’s\ncapital stock.\n4.The growth of revenue deficit as a percentage of fiscal deficit points to a\ndeterioration in the quality of government expenditure involving lower capital\nformation.\n5.Proportional taxes reduce the autonomous expenditure multiplier because\ntaxes reduce the marginal propensity to consume out of income.\n6.Public debt is burdensome if it reduces future growth in output.\n8This has been rescheduled by one year to 2009-10, primarily on account of a shift in\nplan priorities in favour of revenue expenditure - intensive programmes and schemes.Summary SummarySummary SummarySummary\nBox 5.2: Fiscal Responsibility and Budget Management Act, 2003 (FRBMA)\nIn a multi-party parliamentary system, electoral concerns play an\nimportant role in determining expenditure policies. A legislative provision,\nit is argued, that is applicable to all governments – present and future –\nis likely to be effective in keeping deficits under control. The enactment\nof the FRBMA, in August 2003, marked a turning point in fiscal reforms,\nbinding the government through an institutional framework to pursue a\nprudent fiscal policy. The central government must ensure inter-\ngenerational equity and long-term macro-economic stability by achieving\nsufficient revenue surplus, removing fiscal obstacles to monetary policy\nand effective debt management by limiting deficits and borrowing. The\nrules under the Act were notified with effect from July, 2004.\nMain Features\n1.The Act mandates the central government to take appropriate measures\nto reduce fiscal deficit to not more than 3 percent of GDP and to eliminate\nthe revenue deficit by March 31, 20098 and thereafter build up adequate\nrevenue surplus.\n2.It requires the reduction in fiscal deficit by 0.3 per cent of GDP each\nyear and the revenue deficit by 0.5 per cent. If this is not achieved\nReprint 2024-25"
            },
            {
                "page": 17,
                "text": "82 8282 8282Introductory Macroeconomics\nthrough tax revenues, the necessary adjustment has to come from a\nreduction in expenditure.\n3.The actual deficits may exceed the targets specified only on grounds of\nnational security or natural calamity or such other exceptional grounds\nas the central government may specify.\n4.The central government shall not borrow from the Reserve Bank of India\nexcept by way of advances to meet temporary excess of cash disbursements\nover cash receipts.\n5.The Reserve Bank of India must not subscribe to the primary issues of\ncentral government securities from the year 2006-07.\n6.Measures to be taken to ensure greater transparency in fiscal operations.\n7.The central government to lay before both Houses of Parliament three\nstatements  – Medium-term Fiscal Policy Statement, The Fiscal Policy\nStrategy Statement, The Macroeconomic Framework Statement along\nwith the Annual Financial Statement.\n8.Quarterly review of the trends in receipts and expenditure in relation to\nthe budget be placed before both Houses of Parliament.\nThe act applies to the central government. However, 26 states have\nalready enacted fiscal responsibility legislations which have made the\nrule based fiscal reform programme of the government more broad\nbased. Although the government has emphasised that the FRBMA is an\nimportant instituional mechanism to ensure fiscal prudence and support\nmacro economic balance there have been fears that welfare expenditure\nmay get reduced to meet the targets mandated by the Act.\nFRBM Review Committee\nIn the last thirteen years since the FRBM act was enacted, the Indian\neconomy has graduated to a middle income country. At the time of\nenactment of the FRBM, there was a general thinking that fiscal rules\nwere better than discretion. However, since then the advanced countries\nhave moved away from this but in India, the government has affirmed its\nfaith in the fiscal policy principles set out in the FRBM. Therefore, there\nis support for retaining the basic operational framework designed in\n2003 but to revamp it to incorporate the changing scenario in India and\nalso with an eye for the future path of growth – the task that has been\nhanded to the FRBM Review Committee.\nBox 5.3: GST: One Nation, One Tax, One Market\nGoods and Service Tax (GST) is the single comprehensive indirect tax,\noperational from 1 July 2017, on supply of goods and services, right from the\nmanufactur er/ service pr ovider to the consumer . It is a destination based\nconsumption tax with facility of Input Tax Credit in the supply chain. It is\napplicable throughout the country with one rate for one type of goods/service.\nIt has amalgamated a large number of Central and State taxes and cesses. It\nhas replaced large number of taxes on goods and services levied on production/\nsale of goods or provision of service.\nAs there have been a number of intermediate goods/services, which\nwere manufactured/provided in the economy, the pre GST tax regime\nimposed taxes not on the value added at each stage but on the total value\nof the commodity/service with minimal facility of utilisation of Input Tax\nReprint 2024-25"
            },
            {
                "page": 18,
                "text": "83 8383 8383Government Budget\nand the Economy\nCredit (ITC). The total value included taxes paid on intermediate goods/services.\nThis amounted to cascading of tax. Under GST, the tax is discharged at every\nstage of supply and the credit of tax paid at the previous stage is available for\nset off at the next stage of supply of goods and/or services. It is thus effectively\na tax on value addition at each stage of supply. In view of our large and fast\ngrowing economy, it addresses to establish parity in taxation across the\ncountry, and extend principles of ‘value- added taxation’ to all goods and\nservices.\nIt has replaced various types of taxes/cesses, levied by the Central\nand State/UT Governments. Some of the major taxes that were levied by\nCentre were Central Excise Duty, Service Tax, Central Sales Tax, Cesses\nlike KKC and SBC. The major State taxes were VAT/Sales Tax, Entry Tax,\nLuxury Tax, Octroi, Entertainment Tax, Taxes on Advertisements, Taxes\non Lottery /Betting/ Gambling, State Cesses on goods etc. These have\nbeen subsumed in GST.\nFive petroleum products have been kept out of GST for the time being\nbut with passage of time, they will get subsumed in GST. State Governments\nwill continue to levy VAT on alcoholic liquor for human consumption.\nTobacco and tobacco products will attract both GST and Central Excise\nDuty. Under GST, there are 6 (six) standard rates applied i.e. 0%, 3%,5%,\n12%,18% and 28% on supply of all goods and/or services across the\ncountry.\nGST is the biggest tax reform in the country since independence and\nwas rolled out on the mid-night of 30 June/1 July, 2017 during a special\nmidnight session of the Parliament. The 101th Constitution Amendment Act\nreceived assent of the Pr esident of India on 8 September , 2016. The amendment\nintroduced Article 246A in the Constitution cross empowering Parliament and\nLegislatures of States to make laws with reference to Goods and Service Tax\nimposed by the Union and the States. Thereafter CGST Act, UTGST Act and\nSGST Acts were enacted for GST. GST has simplified the multiplicity of taxes\non goods and services. The laws, procedures and rates of taxes across the\ncountry are standardised. It has facilitated the freedom of movement of goods\nand services and created a common market in the country. It is aimed at\nreducing the cost of business operations and cascading effect of various taxes\non consumers. It has also reduced the overall cost of production, which will\nmake Indian products/services more competitive in the domestic and\ninternational markets.  It will also result into higher economic growth as GDP\nis expected to rise by about 2%. Compliance will also be easier as all tax payment\nrelated services like registration, returns, payments are available online\nthrough a common portal www.gst.gov.in. It has expanded the tax base,\nintroduced higher transparency in the taxation system, reduced human\ninterface between Taxpayer and Government and is furthering ease of\ndoing business.\n1.Explain why public goods must be provided by the government.\n2.Distinguish between revenue expenditure and capital expenditure.\n3.‘The fiscal deficit gives the borrowing requirement of the government’.\nElucidate.\n4.Give the relationship between the revenue deficit and the fiscal deficit.\n5.Suppose that for a particular economy, investment is equal to 200,\ngovernment purchases are 150, net taxes (that is lump-sum taxes minus\ntransfers) is 100 and consumption is given by C = 100 + 0.75 Y (a) What\n??Exercises ExercisesExercises ExercisesExercises\nReprint 2024-25"
            },
            {
                "page": 19,
                "text": "84 8484 8484Introductory MacroeconomicsSuggested Readings\n1.Dornbusch, R. and S. Fischer. 1994. Macroeconomics , sixth edition.\nMcGraw-Hill,  Paris.\n2.Mankiw, N.G., 2000. Macroeconomics , fourth edition. Macmillan Worth\npublishers, New York.\n3.Economic Survey , Government of India, various issues.is the level of equilibrium income? (b) Calculate the value of the government\nexpenditure multiplier and the tax multiplier. (c) If government expenditure\nincreases by 200, find the change in equilibrium income.\n6.Consider an economy described by the following functions: C = 20 +\n0.80Y, I = 30, G = 50, TR = 100 (a) Find the equilibrium level of income\nand the autonomous expenditure multiplier in the model. (b) If government\nexpenditure increases by 30, what is the impact on equilibrium income?\n(c) If a lump-sum tax of 30 is added to pay for the increase in government\npurchases, how will equilibrium income change?\n7.In the above question, calculate the effect on output of a 10  per cent\nincrease in transfers, and a 10  per cent increase in lump-sum taxes. Compare\nthe effects of the two.\n8.We suppose that C = 70 + 0.70 Y D, I = 90, G = 100, T = 0.10 Y (a) Find\nthe equilibrium income. (b) What are tax revenues at equilibrium income?\nDoes the government have a balanced budget?\n9.Suppose marginal propensity to consume is 0.75 and there is a 20 per\ncent proportional income tax. Find the change in equilibrium income for\nthe following (a) Government purchases increase by 20 (b) Transfers\ndecrease by 20.\n10.Explain why the tax multiplier is smaller in absolute value than the\ngovernment expenditure multiplier.\n11.Explain the relation between government deficit and government debt.\n12.Does public debt impose a burden? Explain.\n13.Are fiscal deficits inflationary?\n14.Discuss the issue of deficit reduction.\n 15. What do you understand by G.S.T? How good is the system of G.S.T as\ncompared to the old tax system? State its categories.??\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 6: Determination of Income and Employment",
        "pages": [
            {
                "page": 1,
                "text": "Open EconomyOpen EconomyOpen EconomyOpen EconomyOpen Economy\nMacroeconomicsMacroeconomicsMacroeconomicsMacroeconomicsMacroeconomics\nAn open economy  is one which interacts with other countries\nthrough various channels. So far we had not considered\nthis aspect and just limited to a closed economy in which\nthere are no linkages with the rest of the world in order to\nsimplify our analysis and explain the basic macroeconomic\nmechanisms. In reality, most modern economies are open.\nThere are three ways in which these linkages are\nestablished.\n1. Output Market : An economy can trade in goods and\nservices with other countries. This widens choice in the\nsense that consumers and producers can choose between\ndomestic and foreign goods.\n2. Financial Market : Most often an economy can buy\nfinancial assets from other countries. This gives\ninvestors the opportunity to choose between domestic\nand foreign assets.\n3. Labour  Market : Firms can choose where to locate\nproduction and workers to choose where to work. There\nare various immigration laws which restrict the\nmovement of labour between countries.\nMovement of goods has traditionally been seen as a\nsubstitute for the movement of labour. We focus on the\nfirst two linkages. Thus, an open economy is said to be one\nthat trades with other nations in goods and services and\nmost often, also in financial assets. Indians for instance,\ncan consume products which are produced around the world\nand some of the products from India are exported to other\ncountries.\n Foreign trade, therefore, influences Indian aggregate\ndemand in two ways. First, when Indians buy foreign goods,\nthis spending escapes as a leakage  from the circular flow\nof income decreasing aggregate demand. Second, our exports\nto foreigners enter as an injection  into the circular flow,\nincreasing aggregate demand for goods produced within the\ndomestic economy.\nWhen goods move across national borders, money  must\nbe used for the transactions. At the international level there\nis no single currency that is issued by a single bank. Foreign\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "86 8686 8686Introductory Macroeconomicseconomic agents will accept a national currency only if they are convinced that\nthe amount of goods they can buy with a certain amount of that currency will\nnot change frequently. In other words, the currency will maintain a stable\npurchasing power . Without this confidence, a curr ency will not be used as an\ninternational medium of exchange and unit of account since there is no\ninternational authority with the power to force the use of a particular currency\nin international transactions.\nIn the past, governments have tried to gain confidence of potential\nusers by announcing that the national currency will be freely convertible\nat a fixed price into another asset. Also, the issuing authority will have\nno control over the value of that asset into which the currency can be\nconverted. This other asset most often has been gold, or other national\ncurrencies. There are two aspects of this commitment that has affected\nits credibility — the ability to convert freely in unlimited amounts and the price\nat which this conversion takes place. The international monetary system  has\nbeen set up to handle these issues and ensure stability in international\ntransactions.\nWith the increase in the volume of transactions, gold ceased to be the\nasset into which national currencies could be converted (See Box 6.2).\nAlthough some national currencies have international acceptability, what is\nimportant in transactions between two countries is the currency in which\nthe trade occurs. For instance, if an Indian wants to buy a good made in\nAmerica, she would need dollars to complete the transaction. If the price of\nthe good is ten dollars, she would need to know how much it would cost her\nin Indian rupees. That is, she will need to know the price of dollar in terms of\nrupees. The price of one currency in terms of another currency is known as\nthe foreign exchange rate  or simply the exchange rate . We will discuss\nthis in detail in section 6.2.\n6.1 THE  BALANCE  OF PAYMENTS\nThe balance of payments (BoP) record the transactions in goods, services and assets\nbetween residents of a country with the rest of the world for a specified time period\ntypically a year . There are two main accounts in the BoP — the curr ent account\nand the capital account1.\n6.1.1 Current Account\nCurrent Account is the record of trade in goods and services and transfer\npayments. Figure 6.1 illustrates the components of Current Account.\nTrade in goods includes exports and imports of goods. Trade in services\nincludes factor income and non-factor income transactions. Transfer\npayments are the receipts which the residents of a country get for\n‘free’, without having to provide any goods or services in return. They\nconsist of gifts, remittances and grants. They could be given by the\ngovernment or by private citizens living abroad.\n1 There is a new classification in which the balance of payments have been divided into three\naccounts — the current account, the financial account and the capital account. This is as per the\nnew accounting standards specified by the International Monetary Fund (IMF) in the sixth edition of\nthe Balance of Payments and International Investment Position Manual (BPM6). India has also\nmade the change but the Reserve Bank of India continues to publish data accounting to the old\nclassification.\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "87 8787 8787Open Economy\nMacroeconomicsBuying foreign goods is expenditure from our country and it becomes the\nincome of that foreign country. Hence, the purchase of foreign goods or imports\ndecreases the domestic demand for goods and services in our country. Similarly,\nselling of foreign goods or exports brings income to our country and adds to the\naggregate domestic demand for goods and services in our country.\nFig. 6.1: Components of Current Account\nBalance on Current Account\nCurrent Account is in balance when receipts on current account are\nequal to the payments on the current account. A surplus current account\nmeans that the nation is a lender to other countries and a deficit current\naccount means that the nation is a borrower from other countries.\nBalance on Current Account has two components:\n•·Balance of Trade or Trade Balance\n•·Balance on Invisibles\nBalance of Trade (BOT)  is the difference between the value of exports\nand value of imports of goods of a country in a given period of time.\nExport of goods is entered as a credit item in BOT, whereas import of\ngoods is entered as a debit item in BOT. It is also known as Trade\nBalance.\nBOT is said to be in balance when exports of goods are equal to the\nimports of goods. Surplus BOT or Trade surplus will arise if country\nexports more goods than what it imports. Whereas, Deficit BOT or Trade\ndeficit will arise if a country imports more goods than what it exports.\nNet Invisibles is the difference between the value of exports and valueCurrent Account Balanced Current   Current Account\n      Surplus         Account  Deficit\nReceipts > Payments Receipts = Payments         Receipts < Payments\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "88 8888 8888Introductory Macroeconomicsof imports of invisibles of a country in a given period of time. Invisibles include\nservices, transfers and flows of income that take place between different countries.\nServices trade includes both factor and non-factor income. Factor income includes\nnet inter national ear nings on factors of pr oduction (like labour , land and capital).\nNon-factor income is net sale of service products like shipping, banking, tourism,\nsoftware services, etc.\n6.1.2  Capital Account\nCapital Account records all international transactions of assets. An asset is any\none of the forms in which wealth can be held, for example: money, stocks, bonds,\nGovernment debt, etc. Purchase of assets is a debit item on the capital account.\nIf an Indian buys a UK Car Company, it enters capital account transactions as\na debit item (as foreign exchange is flowing out of India). On the other hand, sale\nof assets like sale of share of an Indian company to a Chinese customer is a\ncredit item on the capital account. Fig. 6.2 classifies the items which are a part\nof capital account transactions. These items are Foreign Direct Investments (FDIs),\nForeign Institutional Investments (FIIs), external borrowings and assistance.\nFig. 6.2: Components of Capital Account\nBalance on Capital Account\nCapital account is in balance when capital inflows (like receipt of loans from\nabroad, sale of assets or shares in foreign companies) are equal to capital outflows\n(like repayment of loans, purchase of assets or shares in foreign countries).\nSurplus in capital account arises when capital inflows are greater than capital\noutflows, whereas deficit in capital account arises when capital inflows are lesser\nthan capital outflows.\n6.1.3  Balance of Payments Surplus and Deficit\nThe essence of international payments is that just like an individual who spends\nmore than her income must finance the difference by selling assets or by\nborrowing, a country that has a deficit in its current account (spending more\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "89 8989 8989Open Economy\nMacroeconomicsthan it receives from sales to the rest of the world) must finance it by selling\nassets or by borrowing abroad. Thus, any current account deficit must be\nfinanced by a capital account surplus, that is, a net capital inflow.\nCurrent account + Capital account 0 ≡\nIn this case, in which a country is said to be in balance of payments\nequilibrium, the current account deficit is financed entirely by\ninternational lending without any reserve movements.\nAlternatively, the country could use its reserves of foreign exchange\nin order to balance any deficit in its balance of payments. The reserve\nbank sells foreign exchange when there is a deficit. This is called official\nreserve sale . The decrease (increase) in official reserves is called the\noverall balance of payments deficit (surplus). The basic premise is that\nthe monetary authorities are the ultimate financiers of any deficit in\nthe balance of payments (or the recipients of any surplus).\nWe note that official reserve transactions are more relevant under a\nregime of fixed exchange rates than when exchange rates are floating.\n(See sub heading ‘Fixed Exchange Rates’ under section 6.2.2)\nAutonomous and Accommodating Transactions\nInternational  economic transactions are called autonomous when\ntransactions are made due to some reason other than to bridge the gap\nin the balance of payments, that is, when they are independent of the\nstate of BoP. One reason could be to earn profit. These items are called\n‘above the line’ items in the BoP. The balance of payments is said to be\nin surplus (deficit) if autonomous receipts are greater (less) than\nautonomous payments.\nAccommodating  transactions  (termed ‘below the line’ items), on the\nother hand, are determined by the gap in the balance of payments, that\nis, whether there is a deficit or surplus in the balance of payments. In\nother words, they are determined by the net consequences of the\nautonomous transactions. Since the official reserve transactions are\nmade to bridge the gap in the BoP, they are seen as the accommodating\nitem in the BoP (all others being autonomous).\nErrors and Omissions\nIt is difficult to record all international transactions accurately. Thus,\nwe have a third element of BoP (apart from the current and capital\naccounts) called errors and  omissions  which reflects this.\nTable 6.1 provides a sample of Balance of Payments for India.\nNote in this table, there is a trade deficit and current account deficit but a capital\naccount surplus. As a result, BOP is in balance.\nBoP Deficit Balanced BoP BoP Surplus\nOverall Balance < 0 Overall Balance = 0 Overall Balance > 0\nReserve Change > 0 Reserve Change = 0\nReserve Change < 0\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "90 9090 9090Introductory Macroeconomics\nBox 6.1:   The balance of payments accounts presented above divide the\ntransactions into two accounts, current account and capital account.\nHowever , following  the new accounting standar ds intr oduced by the\nInternational Monetary Fund in the sixth edition of the Balance of Payments\nand International Investment Position Manual (BPM6) the Reserve Bank of\nIndia also made changes in the structure of balance of payments accounts.\nAccording to  the new classification, the transactions are divided into three\naccounts: current account, financial account and capital account. The most\nimportant change is that almost all the transactions arising on account of\ntrade in financial assets such as bonds and equity shares are now placed\nin the financial account. However , RBI continues to publish the balance of\npayments accounts as per the old system also, therefore the details of the\nnew system are not being given here. The details are given in the Balance of\nPayments Manual for India  published by the Reserve Bank of India in\nSeptember 2010.\nTable 6.1:  Balance of Payments for India (in million USD)\nNo. Item Million USD\n1. Exports (of goods only) 150\n2. Imports (of goods only) 240\n3. Trade Balance [2 – 1] –90\n4. (Net) Invisibles [4a + 4b + 4c]   52\na. Non-factor Services   30\nb. Income –10\nc. Transfers   32\n5. Current Account Balance [ 3+ 4] –38\n6. Capital Account Balance       41.15\n[6a + 6b + 6c + 6d + 6e + 6f]\na. External Assistance (net) 0.15\nb. External Commercial Borrowings (net)    2\nc. Short-term Debt   10\nd. Banking Capital (net) of which   15\nNon-resident Deposits (net)     9\ne. Foreign Investments (net) of which   19\n[6eA + 6eB]\nA. FDI (net)   13\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "91 9191 9191Open Economy\nMacroeconomics6.2 T HE FOREIGN  EXCHANGE  MARKET\nSo far , we have consider ed the accounting of inter national transactions on the\nwhole, we will now take up a single transaction. Let us assume that a single\nIndian resident wants to visit London on a vacation (an import of tourist services).\nShe will have to pay in pounds for her stay there. She will need to know where to\nobtain the pounds and at what price. As mentioned at the beginning of this\nchapter , this price is known as the exchange rate. The market in which national\ncurrencies are traded for one another is known as the foreign  exchange  market .\nThe major participants in the foreign exchange market are commercial banks,\nforeign exchange brokers and other authorised dealers and monetary authorities.\nIt is important to note that although participants themselves may have their\nown trading centres , the market itself is world-wide. There is a close and\ncontinuous contact between the trading centres and the participants deal in\nmore than one market.\n6.2.1 Foreign Exchange Rate\nForeign Exchange Rate (also called Forex Rate) is the price of one currency in\nterms of another . It links the curr encies of dif ferent countries and enables\ncomparison of international costs and prices. For example, if we have to pay Rs\n50 for $1 then the exchange rate is Rs 50 per dollar .\nTo make it simple, let us consider that India and USA are the only countries\nin the world and so there is only one exchange rate that needs to be determined.\nDemand for Foreign Exchange\nPeople demand foreign exchange because: t hey want to purchase goods and\nservices from other countries; t hey want to send gifts abroad; and, t hey want to\npurchase financial assets of a certain country.\nA rise in price of foreign exchange will increase the cost (in terms of\nrupees) of purchasing a foreign good. This reduces demand for imports\nand hence demand for foreign exchange also decreases, other things\nremaining constant.\nSupply of Foreign Exchange\nForeign currency flows into the home country due to the following\nreasons: e xports by a country lead to the purchase of its domestic\ngoods and services by the foreigners; f oreigners send gifts or make\ntransfers; and, t he assets of a home country are bought by the foreigners.\nA rise in price of foreign exchange will reduce the foreigner’s cost (in terms of\nUSD) while purchasing products from India, other things remaining constant.\nThis increases India’s exports and hence supply for foreign exchange mayB. Portfolio (net)     6\nf. Other Flows (net)   –5\n7. Errors and Omissions 3.15\n8. Overall Balance [5 + 6 + 7]      0\n9. Reserves Change      0\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "92 9292 9292Introductory Macroeconomicsincrease (whether it actually increases depends on a number of factors,\nparticularly elasticity of demand for exports and imports.\n6.2.2 Determination of the Exchange Rate\nDifferent countries have different methods of determining their currency’s\nexchange rate. It can be determined through Flexible Exchange Rate, Fixed\nExchange Rate or Managed Floating Exchange Rate.\nFlexible Exchange Rate\nThis exchange rate is determined by the market forces of demand and supply. It\nis also known as Floating Exchange Rate . As depicted in Fig.  6.1, the\nexchange rate is determined where the demand curve intersects with the supply\ncurve, i.e., at point e on the Y – axis. Point q on the x – axis determines the\nquantity of US Dollars that have been demanded and supplied on e exchange\nrate. In a completely flexible\nsystem, the Central banks do not\nintervene in the foreign exchange\nmarket.\nSuppose the demand for\nforeign goods and services\nincreases (for example, due to\nincreased international\ntravelling by Indians), then as\ndepicted in Fig. 6.2, the demand\ncurve shifts upward and right to\nthe original demand curve. The\nincrease in demand for foreign\ngoods and services result in a\nchange in the exchange rate. The\ninitial exchange rate e0 = 50,\nwhich means that we need to exchange Rs 50 for one dollar . At the new\nequilibrium, the exchange rate becomes e1 = 70, which means that we need\nto pay more rupees for a dollar now (i.e., Rs 70). It indicates that the value of\nrupees in terms of dollars has fallen and value of dollar in terms of rupees\nhas risen. Increase in exchange\nrate implies that the price of\nforeign currency (dollar) in\nterms of domestic currency\n(rupees) has increased. This is\ncalled Depreciation  of domestic\ncurrency (rupees) in terms of\nforeign currency (dollars).\nSimilarly, in a flexible\nexchange rate regime, when the\nprice of domestic currency\n(rupees) in terms of foreign\ncurrency (dollars) increases, it is\ncalled Appreciation of the\ndomestic currency (rupees) in\nterms of foreign currency\n(dollars). This means that the\nEquilibrium under Flexible Exchange Rates\nFig. 6.2DD\nDD'\nSSRs/$\ne1\ne*\n$\nEffect of an Increase in Demand for Imports in\nthe Foreign Exchange Market\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "93 9393 9393Open Economy\nMacroeconomicsvalue of rupees relative to dollar has risen and we need to pay fewer rupees\nin exchange for one dollar .\nSpeculation\nMoney in any country is an asset. If Indians believe that British pound is going\nto increase in value relative to the rupee, they will want to hold pounds. Thus\nexchange rates also get affected when people hold foreign exchange on the\nexpectation that they can make gains from the appreciation of the currency.\nThis expectation in turn can actually affect the exchange rate in the following\nway. If the current exchange rate is Rs. 80 to a pound and investors believe that\nthe pound is going to appreciate by the end of the month and will be worth\nRs.85, investors think if they gave the dealer Rs. 80,000 and bought 1000\npounds, at the end of the month, they would be able to exchange the pounds for\nRs. 85,000, thus making a profit of Rs. 5,000. This expectation would increase\nthe demand for pounds and cause the rupee-pound exchange rate to increase\nin the present, making the beliefs self-fulfilling.\nInterest Rates and the Exchange Rate\nIn the short run, another factor that is important in determining exchange rate\nmovements is the interest rate differential i.e. the difference between interest\nrates between countries. There are huge funds owned by banks, multinational\ncorporations and wealthy individuals which move around the world in search of\nthe highest interest rates. If we assume that government bonds in country A pay\n8 per cent rate of interest whereas equally safe bonds in county B yield 10 per\ncent, the interest rate differential is 2 per cent. Investors from country A will be\nattracted by the high interest rates in country B and will buy the currency of\ncountry B selling their own currency. At the same time investors in country B\nwill also find investing in their own country more attractive and will therefore\ndemand less of country A’s currency. This means that the demand curve for\ncountry A’s currency will shift to the left and the supply curve will shift to the\nright causing a depreciation of country A’s currency and an appreciation of\ncountry B’s currency. Thus, a rise in the interest rates at home often leads to an\nappreciation of the domestic currency. Here, the implicit assumption is that no\nrestrictions exist in buying bonds issued by foreign governments.\nIncome and the Exchange Rate\nWhen income increases, consumer spending increases. Spending on imported\ngoods is also likely to increase. When imports increase, the demand curve for\nforeign exchange shifts to the right. There is a depreciation of the domestic\ncurrency. If there is an increase in income abroad as well, domestic exports will\nrise and the supply curve of foreign exchange shifts outward. On balance, the\ndomestic currency may or may not depreciate. What happens will depend on\nwhether exports are growing faster than imports. In general, other things\nremaining equal, a country whose aggregate demand grows faster than the rest\nof the world’s normally finds its currency depreciating because its imports grow\nfaster than its exports. Its demand curve for foreign currency shifts faster than\nits supply curve.\nExchange Rates in the Long Run\nThe purchasing Power (PPP) theory is used to make long-run predictions about\nexchange rates in a flexible exchange rate system. According to the theory, as\nlong as there are no barriers to trade like tariffs (taxes on trade) and quotas\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "94 9494 9494Introductory Macroeconomics(quantitative limits on imports), exchange rates should eventually adjust so that\nthe same product costs the same whether measured in rupees in India, or dollars\nin the US, yen in Japan and so on, except for differences in transportation. Over\nthe long run, therefore, exchange rates between any two national currencies\nadjust to reflect differences in the price levels in the two countries.\nEXAMPLE   6.1\nIf a shirt costs $8 in the US and Rs 400 in India, the rupee-dollar exchange rate\nshould be Rs 50. To see why, at any rate higher than Rs 50, say Rs 60, it costs\nRs 480 per shirt in the US but only Rs 400 in India. In that case, all foreign\ncustomers would buy shirts from India. Similarly, any exchange rate below Rs\n50 per dollar will send all the shirt business to the US. Next, we suppose that\nprices in India rise by 20 per cent while prices in the US rise by 50 per cent.\nIndian shirts would now cost Rs 480 per shirt while American shirts cost $12\nper shirt. For these two prices to be equivalent, $12 must be worth Rs 480, or\none dollar must be worth Rs 40. The dollar , ther efore, has depr eciated.\nFixed Exchange Rates\nIn this exchange rate system, the Government fixes the exchange rate\nat a particular level. In Fig. 6.3, the market determined exchange rate\nis e. However , let us suppose that for some r eason the Indian Gover nment wants\nto encourage exports for which it needs to make rupee cheaper for foreigners it\nwould do so by fixing a higher exchange rate, say Rs 70 per dollar from the\ncurrent exchange rate of Rs 50 per\ndollar . Thus, the new exchange\nrate set by the Government is e1,\nwhere e1 > e. At this exchange rate,\nthe supply of dollars exceeds the\ndemand for dollars. The RBI\nintervenes to purchase the dollars\nfor rupees in the foreign exchange\nmarket in order to absorb this\nexcess supply which has been\nmarked as AB in the figure. Thus,\nthrough intervention, the\nGovernment can maintain any\nexchange rate in the economy. But\nit will be accumulating more and\nmore foreign exchange so long as\nthis intervention goes on. On the\nother hand if the goverment was to\nset an exchange rate at a level such as e 2, there would be an excess demand for\ndollars in the foreign exchange market. To meet this excess demand for dollars,\nthe government would have to withdraw dollars from its past holdings of dollars.\nIf it fails to do so, a black market for dollars may come up.\nIn a fixed exchange rate system, when some government action increases the\nexchange rate (thereby, making domestic currency cheaper) is called Devaluation .\nOn the other hand, a Revaluation  is said to occur , when the Gover nment decr eases\nthe exchange rate (thereby, making domestic currency costlier) in a fixed exchange\nrate system.Foreign Exchange Market with Fixed Exchange\nRates2\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "95 9595 9595Open Economy\nMacroeconomics6.2.3 Merits and Demerits of Flexible and Fixed Exchange Rate Systems\nThe main feature of the fixed exchange rate system is that there must be\ncredibility that the government will be able to maintain the exchange rate at the\nlevel specified. Often, if ther e is a deficit in the BoP , in a fixed exchange rate\nsystem, governments will have to intervene to take care of the gap by use of its\nofficial reserves. If people know that the amount of reserves is inadequate, they\nwould begin to doubt the ability of the government to maintain the fixed rate.\nThis may give rise to speculation of devaluation. When this belief translates into\naggressive buying of one currency thereby forcing the government to devalue, it\nis said to constitute a speculative attack on a currency. Fixed exchange rates\nare prone to these kinds of attacks, as has been witnessed in the period before\nthe collapse of the Bretton W oods System.\nThe flexible exchange rate system gives the government more flexibility and\nthey do not need to maintain large stocks of foreign exchange reserves. The\nmajor advantage of flexible exchange rates is that movements in the exchange\nrate automatically take car e of the surpluses and deficits in the BoP . Also,\ncountries gain independence in conducting their monetary policies, since they\ndo not have to intervene to maintain exchange rate which are automatically\ntaken care of by the market.\n6.2.4 Managed Floating\nWithout any formal international agreement, the world has moved on to what can\nbe best described as a managed floating  exchange rate system. It is a mixture of a\nflexible exchange rate system (the float part) and a fixed rate system (the managed\npart). Under this system, also called dirty floating , central banks intervene to buy\nand sell foreign currencies in an attempt to moderate exchange rate movements\nwhenever they feel that such actions are appropriate. Official reserve transactions\nare, therefore, not equal to zero.\nK KK KKey Concepts ey Conceptsey Concepts ey Conceptsey ConceptsOpen economy Balance of payments\nCurrent account deficit Official reserve transactions\nAutonomous and accommodating Nominal and real exchange rate\ntransactions\nPurchasing power parity Flexible exchange rate\nDepreciation Interest rate differential\nFixed exchange rate Devaluation\nManaged floating Demand for domestic goods\nMarginal propensity to import Net exports\nOpen economy multiplier\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "96 9696 9696Introductory Macroeconomics1.Differentiate between balance of trade and current account balance.\n2.What are official reserve transactions? Explain their importance in the balance\nof payments.\n3.Distinguish between the nominal exchange rate and the real exchange rate. If\nyou were to decide whether to buy domestic goods or foreign goods, which rate\nwould be more relevant? Explain.\n4.Suppose it takes 1.25 yen to buy a rupee, and the price level in Japan is 3 and\nthe price level in India is 1.2. Calculate the real exchange rate between India\nand Japan (the price of Japanese goods in terms of Indian goods). ( Hint:  First\nfind out the nominal exchange rate as a price of yen in rupees).\n5.Explain the automatic mechanism by which BoP equilibrium was achieved\nunder the gold standard.\n6.How is the exchange rate determined under a flexible exchange rate regime?\n7.Differentiate between devaluation and depreciation.\n8.Would the central bank need to intervene in a managed floating system?\nExplain why.\n9.Are the concepts of demand for domestic goods and domestic demand for\ngoods the same?\n10.What is the marginal propensity to import when M = 60 + 0.06 Y? What is\nthe relationship between the marginal propensity to import and the\naggregate demand function?\n11.Why is the open economy autonomous expenditure multiplier smaller\nthan the closed economy one?\n12.Calculate the open economy multiplier with proportional taxes, T = tY ,\ninstead of lump-sum taxes as assumed in the text.\n13.Suppose C = 40 + 0.8 Y D, T = 50, I = 60, G = 40, X = 90, M = 50 + 0.05 Y\n(a) Find equilibrium income. (b) Find the net export balance at equilibrium\nincome (c) What happens to equilibrium income and the net export balance\nwhen the government purchases increase from 40 and 5 0?\n14.In the above example, if exports change to X = 100, find the change in\nequilibrium income and the net export balance.\n15.Suppose the exchange rate between the Rupee and the dollar was Rs.\n30=1$ in the year 2010. Suppose the prices have doubled in India over\n20 years while they have remained fixed in USA. What, according to the\npurchasing power parity theory will be the exchange rate between dollar\nand rupee in the year 2030.\n16.If inflation is higher in country A than in Country B, and the exchange\nrate between the two countries is fixed, what is likely to happen to the\ntrade balance between the two countries?\n17.Should a current account deficit be a cause for alarm? Explain.\n18.Suppose C = 100 + 0.75 Y D, I = 500, G = 750, taxes are 20 per cent of income,\nX = 150, M = 100 + 0.2 Y . Calculate equilibrium income, the budget deficit or\nsurplus and the trade deficit or surplus.\n19.Discuss some of the exchange rate arrangements that countries have entered\ninto to bring about stability in their external accounts.??\n??Exercises ExercisesExercises ExercisesExercises\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "97 9797 9797Open Economy\nMacroeconomicsDETERMINATION  OF EQUILIBRIUM  INCOME  IN OPEN ECONOMY\nWith consumers and firms having an option to buy goods produced at home and\nabroad, we now need to distinguish between domestic demand for goods and the\ndemand for domestic goods.\nNational Income Identity for an Open Economy\nIn a closed economy, there are three sources of demand for domestic goods  –\nConsumption ( C), government spending ( G), and domestic investment ( I).\nWe can write\nY = C + I + G (6.1)\nIn an open economy, exports (X) constitute an additional source of demand\nfor domestic goods and services that comes from abroad and therefore must\nbe added to aggregate demand. Imports (M) supplement supplies in domestic\nmarkets and constitute that part of domestic demand that falls on foreign\ngoods and services. Therefore, the national income identity for an open economy\nis\nY + M = C + I + G + X (6.2)\nRearranging, we get\nY = C + I + G + X – M (6.3)\nor\nY = C + I + G + NX (6.4)\nwhere, NX is net exports  (exports – imports). A positive NX (with exports\ngreater than imports) implies a trade surplus and a negative NX (with imports\nexceeding exports) implies a trade deficit.\nTo examine the roles of imports and exports in determining equilibrium\nincome in an open economy, we follow the same procedure as we did for the\nclosed economy case  – we take investment and government spending as\nautonomous. In addition, we need to specify the determinants of imports and\nexports. The demand for imports depends on domestic income (Y) and the\nreal exchange rate (R). Higher income leads to higher imports. Recall that the\nreal exchange rate is defined as the relative price of foreign goods in terms of\ndomestic goods. A higher R makes foreign goods relatively more expensive,\nthereby leading to a decrease in the quantity of imports. Thus, imports depend\npositively on Y and negatively on R. The export of one country is, by definition,\nthe import of another . Thus, our exports would constitute of for eign imports. It\nwould depend on foreign income, Yf , and on R. A rise in Yf will increase foreign\ndemand for our goods, thus leading to higher exports. An increase in R, which\nmakes domestic goods cheaper , will incr ease our exports. Exports depend positively\non foreign income and the real exchange rate. Thus, exports and imports depend\non domestic income, for eign income and the r eal exchange rate. W e assume priceSuggested Readings\n1.Dornbusch, R. and S. Fischer, 1994. \nMacroeconomics , sixth edition,\nMcGraw-Hill, Paris.\n2.Economic Survey , Government of India, 2006-07.\n3.Krugman, P.R. and M. Obstfeld, 2000. International Economics, Theory\nand Policy , fifth edition, Pearson Education.Appendix 6.1Appendix 6.1Appendix 6.1Appendix 6.1Appendix 6.1\nReprint 2024-25"
            },
            {
                "page": 14,
                "text": "98 9898 9898Introductory Macroeconomicslevels and the nominal exchange rate to be constant, hence R will be fixed. From\nthe point of view of our country, foreign income, and therefore exports, are considered\nexogenous ( X = X).\nThe demand for imports is thus assumed to depend on income and have\nan autonomous component\nM = M + mY, where M > 0 is the autonomous component, 0 < m < 1. (6.5)\nHere m is the marginal propensity to import , the fraction of an extra rupee\nof income spent on imports, a concept analogous to the marginal propensity to\nconsume.\nThe equilibrium income would be\nY = C + c(Y – T) + I + G + X – M – mY (6.6)\nTaking all the autonomous components together as A, we get\nY = A + cY – mY (6.7)\nor, (1 – c + m)Y = A (6.8)\nor, Y* = 1\n1 –Ac m+(6.9)\nIn order to examine the effects of allowing for foreign trade in the income-\nexpenditure framework, we need to compare equation (6.10) with the equivalent\nexpression for the equilibrium income in a closed economy model. In both\nequations, equilibrium income is expressed as a product of two terms, the\nautonomous expenditure multiplier and the level of autonomous expenditures.\nWe consider how each of these change in the open economy context.\nSince m, the marginal propensity to import, is greater than zero, we get a\nsmaller multiplier in an open economy. It is given by\nThe open economy multiplier = Y\nA∆\n∆ = +1\n1 –c m(6.10)\nEXAMPLE  6.2\nIf c = 0.8 and m = 0.3, we would have the open and closed economy multiplier\nrespectively as\n1\n1 –c = 1\n1 – 0.8 = 1\n0.2 = 5 (6.11)\nand\n+1\n1 –c m = +1\n1 – 0.8 0.3 = 1\n0.5 = 2 (6.12)\nIf domestic autonomous demand increases by 100, in a closed economy output\nincreases by 500 whereas it increases by only 200 in an open economy.\nThe fall in the value of the autonomous expenditure multiplier with the opening\nup of the economy can be explained with reference to our previous discussion of\nthe multiplier process (Chapter 4). A change in autonomous expenditures, for\ninstance a change in government spending, will have a direct effect on income and\nan induced effect on consumption with a further effect on income. With an mpc\ngreater than zero, a proportion of the induced effect on consumption will be a demand\nfor foreign, not domestic  goods. Therefore, the induced effect on demand for domestic\ngoods , and hence on domestic income, will be smaller . The incr ease in imports per\nunit of income constitutes an additional leakage from the circular flow of domestic\nincome at each round of the multiplier process and reduces the value of the\nautonomous expenditur e multiplier .\nReprint 2024-25"
            },
            {
                "page": 15,
                "text": "99 9999 9999Open Economy\nMacroeconomicsThe second term in equation (6.10) shows that, in addition to the elements for\na closed economy, autonomous expenditure for an open economy includes the\nlevel of exports and the autonomous component of imports. Thus, the changes in\ntheir levels are additional shocks that will change equilibrium income. From\nequation (6.10) we can compute the multiplier effects of changes in  X and M.\n*Y\nX∆\n∆ = +1\n1 –c m(6.13)\n*Y\nM∆\n∆ = +–1\n1 –c m(6.14)\nAn increase in demand for our exports is an increase in aggregate demand for\ndomestically produced output and will increase demand just as would an increase\nin government spending or an autonomous increase in investment. In contrast,\nan autonomous rise in import demand is seen to cause a fall in demand for domestic\noutput and causes equilibrium income to decline.\nReprint 2024-25"
            },
            {
                "page": 16,
                "text": "Introductor y\nMacroeconomics100 100100 100100Adam Smith  (1723  – 1790) Regar ded as the father of moder n Economics. Author of\nWealth of Nations .\nAggregate monetary r esour ces Broad money without time deposits of post of fice\nsavings or ganisation (M3).\nAutomatic stabilisers  Under certain spending and tax rules, expenditur es that\nautomatically incr ease or taxes that automatically decr ease when economic conditions\nworsen, ther efore, stabilising the economy automatically.\nAutonomous change  A change in the values of variables in a macr oeconomic model\ncaused by a factor exogenous to the model.\nAutonomous expenditur e multiplier  The ratio of incr ease (or decr ease) in aggr egate\noutput or income to an incr ease (or decr ease) in autonomous spending.\nBalance of payments  A set of accounts that summarise a country’s transactions with\nthe rest of the world.\nBalanced budget  A budget in which taxes ar e equal to gover nment spending.\nBalanced budget multiplier  The change in equilibrium output that r esults fr om a\nunit incr ease or decr ease in both taxes and gover nment spending.\nBank rate  The rate of inter est payable by commer cial banks to RBI if they borr ow\nmoney fr om the latter in case of a shortage of r eserves.\nBarter exchange  Exchange of commodities without the mediation of money.\nBase year  The year whose prices ar e used to calculate the r eal GDP .\nBonds  A paper bearing the pr omise of a str eam of futur e monetary r eturns over a\nspecified period of time. Issued by fir ms or gover nments for borr owing money fr om the\npublic.\nBroad money  Narr ow money + time deposits held by commer cial banks and post\noffice savings or ganisation.\nCapital  Factor of pr oduction which has itself been pr oduced and which is not generally\nentirely consumed in the pr oduction pr ocess.\nCapital gain/loss  Increase or decr ease in the value of wealth of a bondholder due to\nan appr eciation or r eduction in the price of her bonds in the bond market.\nCapital goods  Goods which ar e bought not for meeting immediate need of the consumer\nbut for pr oducing other goods.\nCapitalist country or economy  A country in which most of the pr oduction is carried\nout by capitalist fir ms."
            },
            {
                "page": 17,
                "text": "Glossary101 101101 101101Capitalist fir ms These ar e firms with the following featur es (a) private ownership of\nmeans of pr oduction (b) pr oduction for the market (c) sale and pur chase of labour at\na price which is called the wage rate (d) continuous accumulation of capital.\nCash Reserve Ratio (CRR)  The fraction of their deposits which the commer cial banks\nare requir ed to keep with RBI.\nCircular flow of income  The concept that the aggr egate value of goods and services\nproduced in an economy is going ar ound in a cir cular way. Either as factor payments,\nor as expenditur es on goods and services, or as the value of aggr egate pr oduction.\nConsumer durables  Consumption goods which do not get exhausted immediately but\nlast over a period of time ar e consumer durables.\nConsumer Price Index (CPI)  Percentage change in the weighted average price level.\nWe take the prices of a given basket of consumption goods.\nConsumption goods  Goods which ar e consumed by the ultimate consumers or meet\nthe immediate need of the consumer ar e called consumption goods. It may include\nservices as well.\nCorporate tax  Taxes imposed on the income made by the corporations (or private\nsector fir ms).\nCurrency deposit ratio  The ratio of money held by the public in curr ency to that held\nas deposits in commer cial banks.\nDeficit financing thr ough central bank borr owing  Financing of budget deficit by\nthe gover nment thr ough borr owing money fr om the central bank. Leads to incr ease in\nmoney supply in an economy and may r esult in inflation.\nDepreciation  A decr ease in the price of the domestic curr ency in ter ms of the for eign\ncurrency under floating exchange rates. It corr esponds to an incr ease in the exchange\nrate.\nDepreciation  Wear and tear or depletion which capital stock under goes over a period\nof time.\nDevaluation  The decr ease in the price of domestic curr ency under pegged exchange\nrates thr ough of ficial action.\nDouble coincidence of wants  A situation wher e two economic agents have\ncomplementary demand for each others’ surplus pr oduction.\nEconomic agents or units  Economic units or economic agents ar e those individuals\nor institutions which take economic decisions.\nEffective demand principle  If the supply of final goods is assumed to be infinitely\nelastic at constant price over a short period of time, aggr egate output is deter mined\nsolely by the value of aggr egate demand. This is called ef fective demand principle.\nEntrepreneurship\n The task of or ganising, coor dinating and risk-taking during\nproduction.\nEx ante consumption  The value of planned consumption.\nEx ante investment  The value of planned investment.\nEx ante  The planned value of a variable as opposed to its actual value.\nEx post  The actual or r ealised value of a variable as opposed to its planned value.\nExpenditur e method of calculating national income  Method of calculating the\nnational income by measuring the aggr egate value of final expenditur e for the goods\nand services pr oduced in an economy over a period of time.\nExports  Sale of goods and services by the domestic country to the r est of the world.\nExter nal sector  It refers to the economic transaction of the domestic country with the\nrest of the world."
            },
            {
                "page": 18,
                "text": "Introductor y\nMacroeconomics102 102102 102102Exter nalities  Those benefits or har ms accruing to another person, fir m or any other\nentity which occur because some person, fir m or any other entity may be involved in\nan economic activity. If someone is causing benefits or good exter nality to another , the\nlatter does not pay the for mer. If someone is inflicting har m or bad exter nality to\nanother , the for mer does not compensate the latter .\nFiat money  Money with no intrinsic value.\nFinal goods  Those goods which do not under go any further transfor mation in the\nproduction pr ocess.\nFirms Economic units which carry out pr oduction of goods and services and employ\nfactors of pr oduction.\nFiscal policy  The policy of the gover nment r egarding the level of gover nment spending\nand transfers and the tax structur e.\nFixed exchange rate  An exchange rate between the curr encies of two or mor e countries\nthat is fixed at some level and adjusted only infr equently.\nFlexible/floating exchange rate  An exchange rate deter mined by the for ces of demand\nand supply in the for eign exchange market without central bank intervention.\nFlows  Variables which ar e defined over a period of time.\nForeign exchange  Foreign curr ency, all curr encies other than the domestic curr ency\nof a given country.\nForeign exchange r eserves  Foreign assets held by the central bank of the country.\nFour factors of pr oduction  Land, Labour , Capital and Entr epreneurship. T ogether\nthese help in the pr oduction of goods and services.\nGDP Deflator  Ratio of nominal to real GDP .\nGover nment expenditur e multiplier  The numerical coef ficient showing the size of\nthe incr ease in output r esulting fr om each unit incr ease in gover nment spending.\nGover nment  The state, which maintains law and or der in the country, imposes taxes\nand fines, makes laws and pr omotes the economic wellbeing of the citizens.\nGreat Depr ession  The time period of 1930s (started with the stock market crash in\nNew Y ork in 1929) which saw the output in the developed countries fall and\nunemployment rise by huge amounts.\nGross Domestic Pr oduct (GDP)\n Aggr egate value of goods and services pr oduced within\nthe domestic territory of a country. It includes the r eplacement investment of the\ndepreciation of capital stock.\nGross fiscal deficit  The excess of total gover nment expenditur e over r evenue r eceipts\nand capital r eceipts that do not cr eate debt.\nGross investment  Addition to capital stock which also includes r eplacement for the\nwear and tear which the capital stock under goes.\nGross National Pr oduct (GNP)  GDP + Net Factor Income fr om Abr oad. In other wor ds\nGNP includes the aggr egate income made by all citizens of the country, wher eas GDP\nincludes incomes by for eigners within the domestic economy and excludes incomes\nearned by the citizens in a for eign economy.\nGross primary deficit  The fiscal deficit minus inter est payments.\nHigh power ed money  Money injected by the monetary authority in the economy.\nConsists mainly of curr ency.\nHouseholds  The families or individuals who supply factors of pr oduction to the fir ms\nand which buy the goods and services fr om the fir ms.\nImports  Purchase of goods and services by the domestic country to the r est of the\nworld."
            },
            {
                "page": 19,
                "text": "Glossary103 103103 103103Income method of calculating national income  Method of calculating national\nincome by measuring the aggr egate value of final factor payments made (= income) in\nan economy over a period of time.\nInter est Payment for services which ar e provided by capital.\nInter mediate goods  Goods which ar e used up during the pr ocess of pr oduction of\nother goods.\nInventories  The unsold goods, unused raw materials or semi-finished goods which a\nfirm carries fr om a year to the next.\nJohn Maynar d Keynes (1883  –\n 1946)  Arguably the founder of Macr oeconomics as a\nseparate discipline.\nLabour  Human physical ef fort used in pr oduction.\nLand  Natural r esour ces used in pr oduction  – either fixed or consumed.\nLegal tender  Money issued by the monetary authority or the gover nment which cannot\nbe refused by anyone.\nLender of last r esort  The function of the monetary authority of a country in which it\nprovides guarantee of solvency to commer cial banks in a situation of liquidity crisis or\nbank runs.\nLiquidity trap  A situation of very low rate of inter est in the economy wher e every\neconomic agent expects the inter est rate to rise in futur e and consequently bond prices\nto fall, causing capital loss. Everybody holds her wealth in money and speculative\ndemand for money is infinite.\nMacr oeconomic model  Presenting the simplified version of the functioning of a\nmacr oeconomy thr ough either analytical r easoning or mathematical, graphical\nrepresentation.\nManaged floating  A system in which the central bank allows the exchange rate to be\ndeter mined by market for ces but intervene at times to influence the rate.\nMarginal pr opensity to consume  The ratio of additional consumption to additional\nincome.\nMedium of exchange  The principal function of money for facilitating commodity\nexchanges.\nMoney multiplier  The ratio of total money supply to the stock of high power ed money\nin an economy.\nNarrow money  Curr ency notes, coins and demand deposits held by the public in\ncommer cial banks.\nNational disposable income  Net National Pr oduct at market prices + Other Curr ent\nTransfers fr om the r est of the W orld.\nNet Domestic Pr oduct (NDP)  Aggr egate value of goods and services pr oduced within\nthe domestic territory of a country which does not include the depr eciation of capital\nstock.\nNet inter est payments made by households  Inter est payment made by the households\nto the fir ms – interest payments r eceived by the households.\nNet investment  Addition to capital stock; unlike gr oss investment, it does not include\nthe replacement for the depletion of capital stock.\nNet National Pr oduct (NNP) (at market price)  GNP – depr eciation.\nNNP (at factor cost) or National Income (NI)  NNP at market price – (Indir ect taxes –\nSubsidies).\nNominal exchange rate  The number of units of domestic curr ency one must give up\nto get an unit of for eign curr ency; the price of for eign curr ency in ter ms of domestic\ncurrency."
            },
            {
                "page": 20,
                "text": "Introductor y\nMacroeconomics104 104104 104104Nominal (GDP)  GDP evaluated at curr ent market prices.\nNon-tax payments  Payments made by households to the fir ms or the gover nment as\nnon-tax obligations such as fines.\nOpen market operation  Purchase or sales of gover nment securities by the central\nbank fr om the general public in the bond market in a bid to incr ease or decr ease the\nmoney supply in the economy.\nParadox of thrift  As people become mor e thrifty they end up saving less or same as\nbefor e in aggr egate.\nParametric shift  Shift of a graph due to a change in the value of a parameter .\nPersonal Disposable Income (PDI)  PI – Personal tax payments – Non-tax payments.\nPersonal Income (PI)  NI – Undistributed pr ofits – Net inter est payments made by\nhouseholds – Corporate tax + T ransfer payments to the households fr om the gover nment\nand fir ms.\nPersonal tax payments  Taxes which ar e imposed on individuals, such as income tax.\nPlanned change in inventories\n Change in the stock of inventories which has occurr ed\nin a planned way.\nPresent value (of a bond)  That amount of money which, if kept today in an inter est\nearning pr oject, would generate the same income as the sum pr omised by a bond over\nits lifetime.\nPrivate income  Factor income fr om net domestic pr oduct accruing to the private\nsector + National debt inter est + Net factor income fr om abr oad + Curr ent transfers\nfrom gover nment + Other net transfers fr om the r est of the world.\nProduct method of calculating national income  Method of calculating the national\nincome by measuring the aggr egate value of pr oduction taking place in an economy\nover a period of time.\nProfit Payment for the services which ar e provided by entr epreneurship.\nPublic good  Goods or services that ar e collectively consumed; it is not possible to\nexclude anyone fr om enjoying their benefits and one person’s consumption does not\nreduce that available to others.\nPurchasing power parity  A theory of inter national exchange which holds that the\nprice of similar goods in dif ferent countries is the same.\nReal exchange rate  The r elative price of for eign goods in ter ms of domestic goods.\nReal GDP  GDP evaluated at a set of constant prices.\nRent  Payment for services which ar e provided by land (natural r esour ces).\nReserve deposit ratio  The fraction of their total deposits which commer cial banks\nkeep as r eserves.\nRevaluation  A decr ease in the exchange rate in a pegged exchange rate system which\nmakes the for eign curr ency cheaper in ter ms of the domestic curr ency.\nRevenue deficit  The excess of r evenue expenditur e over r evenue r eceipts.\nRicar dian equivalence  The theory that consumers ar e forwar d looking and anticipate\nthat gover nment borr owing today will mean a tax incr ease in the futur e to r epay the\ndebt, and will adjust consumption accor dingly so that it will have the same ef fect on\nthe economy as a tax incr ease today.\nSpeculative demand  Demand for money as a stor e of wealth.\nStatutory Liquidity Ratio (SLR)  The fraction of their total demand and time deposits\nwhich the commer cial banks ar e requir ed by RBI to invest in specified liquid assets.\nSterilisation  Intervention by the monetary authority of a country in the money market\nto keep the money supply stable against exogenous or sometimes exter nal shocks\nsuch as an incr ease in for eign exchange inflow.\nStocks  Those variables which ar e defined at a point of time."
            },
            {
                "page": 21,
                "text": "Glossary105 105105 105105Store of value  Wealth can be stor ed in the for m of money for futur e use. This function\nof money is r eferred to as stor e of value.\nTransaction demand  Demand for money for carrying out transactions.\nTransfer payments to households fr om the gover nment and fir ms Transfer\npayments ar e payments which ar e made without any counterpart of services r eceived\nby the payer . For examples, gifts, scholarships, pensions.\nUndistributed pr ofits That part of pr ofits ear ned by the private and gover nment owned\nfirms which ar e not distributed among the factors of pr oduction.\nUnemployment rate  This may be defined as the number of people who wer e unable\nto find a job (though they wer e looking for jobs), as a ratio of total number of people\nwho wer e looking for jobs.\nUnit of account  The r ole of money as a yar dstick for measuring and comparing values\nof dif ferent commodities.\nUnplanned change in inventories  Change in the stock of inventories which has\noccurr ed in an unexpected way.\nValue added  Net contribution made by a fir m in the pr ocess of pr oduction. It is defined\nas, Value of pr oduction – V alue of inter mediate goods used.\nWage Payment for the services which ar e render ed by labour .\nWholesale Price Index (WPI)  Percentage change in the weighted average price level.\nWe take the prices of a given basket of goods which is traded in bulk."
            },
            {
                "page": 22,
                "text": "NOTE"
            }
        ]
    }
]