[
    {
        "chapter": "Chapter 1: Number Systems",
        "pages": [
            {
                "page": 1,
                "text": "NUMBER  SYSTEMS 1\nCHAPTER 1\nNUMBER SYSTEMS\n1.1 Introduction\nIn your earlier classes, you have learnt about the number line and how to represent\nvarious types of numbers on it (see Fig. 1.1).\nFig. 1.1 :  The number line\nJust imagine you start from zero and go on walking along this number line in the\npositive direction. As far as your eyes can see, there are numbers, numbers and\nnumbers!\nFig. 1.2\nNow suppose you start walking along the number line, and collecting some of the\nnumbers. Get a bag ready to store them!\n2024-25"
            },
            {
                "page": 2,
                "text": "2 MATHEMA TICS\n3\n-40166\n22-752190Z\n 3\n4016\n745\n2\n60142258\n0-3-757\n-66-21-40\n3171\n3\n4016\n745 2\n60129580\nW\n9\n4016\n745\n2601465258\n0311\n7110NYou might begin with picking up only natural\nnumbers like 1, 2, 3, and so on. You know that this list\ngoes on for ever . (Why is this true?) So, now your\nbag contains infinitely many natural numbers! Recall\nthat we denote this collection by the symbol N.\nNow turn and walk all the way back, pick up\nzero and put it into the bag. You now have the\ncollection of whole numbers which is denoted by\nthe symbol W.\nNow , stretching in front of you are many , many negative integers. Put all the\nnegative integers into your bag. What is your new collection? Recall that it is the\ncollection of all integers , and it is denoted by the symbol Z.\nAre there some numbers still left on the line? Of course! There are numbers like\n1 3,\n2 4, or even 2005\n2006−. If you put all such numbers also into the bag, it will now be theZ comes from the\nGerman word\n“zahlen”, which means\n“to coun t”.\nQ\n–6721\n121\n3\n–1\n981\n161\n420052006–12\n139\n14–6625\n-65\n601919\n9990–6727 58\n200\n52006\n3\n–516\n60999\n4\n–8–662558\n0\n277117\n981\n–12\n13\n89–6\n7\n2\n39\n14–Why Z ?\n2024-25"
            },
            {
                "page": 3,
                "text": "NUMBER  SYSTEMS 3\ncollection of rational numbers. The collection of rational numbers is denoted by Q.\n‘Rational’ comes from the word ‘ratio’, and Q comes from the word ‘quotient’.\nYou may recall the definition of rational numbers:\nA number ‘ r’ is called a rational number , if it can be written in the form p\nq,\nwhere p and q are integers and q ≠ 0. (Why do we insist that q ≠ 0?)\nNotice that all the numbers now in the bag can be written in the form p\nq, where p\nand q are integers and q ≠ 0. For example, –25 can be written as 25;1− here p = –25\nand q = 1. Therefore, the rational numbers also include the natural numbers, whole\nnumbers and integers.\nYou also know that the rational numbers do not have a unique representation in\nthe form p\nq, where p and q are integers and q ≠ 0. For example, 1\n2 = 2\n4 = 10\n20 = 25\n50\n= 47\n94, and so on. These are equivalent rational numbers (or fractions ). However ,\nwhen we say that p\nq is a rational number , or when we represent p\nq on the number\nline, we assume that q ≠ 0 and that  p and q have no common factors other than 1\n(that is, p and q are co-prime ). So, on the number line, among the infinitely many\nfractions equivalent to 1\n2, we will choose 1\n2 to represent all of them.\nNow , let us solve some examples about the dif ferent types of numbers, which you\nhave studied in earlier classes.\nExample 1 :  Are the following statements true or false? Give reasons for your answers.\n(i)Every whole number is a natural number .\n(ii)Every integer is a rational number .\n(iii)Every rational number is an integer .\nSolution :  (i)False, because zero is a whole number but not a natural number .\n(ii)True, because every integer m can be expressed in the form 1m, and so it is a\nrational number .\n2024-25"
            },
            {
                "page": 4,
                "text": "4 MATHEMA TICS\n(iii)False, because 3\n5 is not an integer .\nExample 2 :  Find five rational numbers between 1 and 2.\nWe can approach this problem in at least two ways.\nSolution 1 :  Recall that to find a rational number between r and s, you can add r and\ns and divide the sum by 2, that is 2r s+ lies between r and s. So, 3\n2 is a number\nbetween 1 and 2. You can proceed in this manner to find four more rational numbers\nbetween 1 and 2. These four numbers are 5 11 13 7. , , and4 8 8 4\nSolution 2 :  The other option is to find all the five rational numbers in one step. Since\nwe want five numbers, we write 1 and 2 as rational numbers with denominator 5 + 1,\ni.e., 1 = 6\n6 and 2 = 12\n6. Then you can check that 7\n6, 8\n6, 9\n6, 10\n6 and 11\n6 are all rational\nnumbers between 1 and 2. So, the five numbers are 7 4 3 5 11,, , and6 3 2 3 6.\nRemark :  Notice that in Example 2, you were asked to find five rational numbers\nbetween 1 and 2. But, you must have realised that in fact there are infinitely many\nrational numbers between 1 and 2. In general, there are infinitely many rational\nnumbers between any two given rational numbers .\nLet us take a look at the number line again. Have you picked up all the numbers?\nNot, yet. The fact is that there are infinitely many more numbers left on the number\nline! There are gaps in between the places of the numbers you picked up, and not just\none or two but infinitely many . The amazing thing is that there are infinitely many\nnumbers lying between any two of these gaps too!\nSo we are left with the following questions:\n1.What are the numbers, that are left on the number\nline, called?\n2.How do we recognise them? That is, how do we\ndistinguish them from the rationals (rational\nnumbers)?\nThese questions will be answered in the next section.\n2024-25"
            },
            {
                "page": 5,
                "text": "NUMBER  SYSTEMS 5\nEXERCISE 1.1\n1.Is zero a rational number? Can you write it in the form p\nq, where p and q are integers\nand q ≠ 0?\n2.Find six rational numbers between 3 and 4.\n3.Find five rational numbers between 3\n5 and 4\n5.\n4.State whether the following statements are true or false. Give reasons for your answers.\n(i)Every natural number is a whole number .\n(ii)Every integer is a whole number .\n(iii)Every rational number is a whole number .\n1.2 Irrational Numbers\nWe saw , in the previous section, that there may be numbers on the number line that\nare not rationals. In this section, we are going to investigate these numbers. So far , all\nthe numbers you have come across, are of the form p\nq, where p and q are integers\nand q ≠ 0. So, you may ask: are there numbers which are not of this form? There are\nindeed such numbers.\nThe Pythagoreans in Greece, followers of the famous\nmathematician and philosopher Pythagoras, were the first\nto discover the numbers which were not rationals, around\n400 BC. These numbers are called irrational numbers\n(irrationals ), because they cannot be written in the form of\na ratio of integers. There are many myths surrounding the\ndiscovery of irrational numbers by the Pythagorean,\nHippacus of Croton. In all the myths, Hippacus has an\nunfortunate end, either for discovering that 2 is irrational\nor for disclosing the secret about 2 to people outside the\nsecret Pythagorean sect!\n Let us formally define these numbers.\nA number ‘s’ is called irrational, if it cannot be written in the form p\nq, where p\nand q are integers and q ≠ 0.Pythagoras\n(569 BCE – 479 BCE)\nFig. 1.3\n2024-25"
            },
            {
                "page": 6,
                "text": "6 MATHEMA TICS\n200520063\n–516\n60999\n4\n–8–662558\n0\n277117\n981\n–12\n13\n89\n–672\n39\n14\n-65\n–66\n26\n-45036\n19R\nYou already know that there are infinitely many rationals. It turns out that there\nare infinitely many irrational numbers too. Some examples are:\n2, 3, 15, , π, 0.101 10111011110...\nRemark :  Recall that when we use the symbol , we assume that it is the\npositive square root of the number . So 4 = 2, though both 2 and –2 are square\nroots of 4.\nSome of the irrational numbers listed above are familiar to you. For example, you\nhave already come across many of the square roots listed above and the number π.\nThe Pythagoreans proved that 2 is irrational. Later in approximately 425 BC,\nTheodorus of Cyrene showed that 3, 5, 6, 7, 10, 11, 12, 13,  14, 15\nand 17 are also irrationals. Proofs of irrationality of 2, 3, 5, etc., shall be\ndiscussed in Class X.  As to π, it was known to various cultures for thousands of\nyears, it was proved to be irrational by Lambert and Legendre only in the late 1700s.\nIn the next section, we will discuss why 0.101 10111011110... and π are irrational.\nLet us return to the questions raised at the end of\nthe previous section. Remember the bag of rational\nnumbers. If we now put all irrational numbers into\nthe bag, will there be any number left on the number\nline? The answer is no! It turns out that the collection\nof all rational numbers and irrational numbers together\nmake up what we call the collection of real numbers ,\nwhich is denoted by R. Therefore, a real number is either rational or irrational. So, we\ncan say that every real number is represented by a unique point on the number\nline. Also, ever y point on the number  line r epresents a unique r eal number .\nThis is why we call the number line, the real number line .\nIn the 1870s two German mathematicians,\nCantor and Dedekind, showed that :\nCorresponding to every real number , there is a\npoint on the real number line, and corresponding\nto every point on the number line, there exists a\nunique real number .\nG. Cantor  (1845-1918)\nFig. 1.5R. Dedekind (1831-1916)\nFig. 1.4\n2024-25"
            },
            {
                "page": 7,
                "text": "NUMBER  SYSTEMS 7\nLet us see how we can locate some of the irrational numbers on the number line.\nExample 3 :  Locate 2 on the number line.\nSolution :  It is easy to see how the Greeks might have discovered\n2. Consider a square OABC, with each side 1 unit in length (see\nFig. 1.6). Then you can see by the Pythagoras theorem that\nOB = 2 21 1 2+ = . How do we represent 2 on the number line?\nThis is easy . Transfer Fig. 1.6 onto the number line making sure that the vertex O\ncoincides with zero (see Fig. 1.7).\nFig. 1.7\nWe have just seen that OB = 2. Using a compass with centre O and radius OB,\ndraw an arc intersecting the number line at the point P . Then P  corresponds to 2 on\nthe number line.\nExample 4 :  Locate 3 on the number line.\nSolution :  Let us return to Fig. 1.7.\nFig. 1.8\nConstruct BD of unit length perpendicular to OB (as in Fig. 1.8). Then using the\nPythagoras theorem, we see that OD = ( )222 1 3+ = . Using a compass, with\ncentre O and radius OD, draw an arc which intersects the number line at the point Q.\nThen Q corresponds to 3.Fig. 1.6\n2024-25"
            },
            {
                "page": 8,
                "text": "8 MATHEMA TICS\nIn the same way , you can locate n for any positive integer n, after 1n− has been\nlocated.\nEXERCISE 1.2\n1.State whether the following statements are true or false. Justify your answers.\n(i)Every irrational number is a real number .\n(ii)Every point on the number line is of the form m, where m is a natural number .\n(iii)Every real number is an irrational number .\n2.Are the square roots of all positive integers irrational? If not, give an example of the\nsquare root of a number that is a rational number .\n3.Show how 5 can be represented on the number line.\n4.Classroom activity (Constructing the ‘square root\nspiral’) : Take a lar ge sheet of paper and construct\nthe ‘square root spiral’ in the following fashion. Start\nwith a point O and draw a line segment OP1 of unit\nlength. Draw a line segment P1P2 perpendicular to\nOP1 of unit length (see Fig. 1.9). Now draw a line\nsegment P2P3 perpendicular to OP2. Then draw a line\nsegment P3P4 perpendicular to OP3. Continuing in\nthis manner , you can get the line segment Pn–1Pn by\ndrawing a line segment of unit length perpendicular to OPn–1. In this manner , you will\nhave created the points P2, P3,...., Pn,... ., and joined them to create a beautiful spiral\ndepicting 2, 3, 4, ...\n1.3 Real Numbers and their Decimal Expansions\nIn this section, we are going to study rational and irrational numbers from a different\npoint of view . We will look at the decimal expansions of real numbers and see if we\ncan use the expansions to distinguish between rationals and irrationals. We will also\nexplain how to visualise the representation of real numbers on the number line using\ntheir decimal expansions. Since rationals are more familiar to us, let us start with\nthem. Let us take three examples : 10 7 1, ,3 8 7.\nPay special attention to the remainders and see if you can find any pattern.Fig. 1.9 : Constructing\nsquare root spiral\n2024-25"
            },
            {
                "page": 9,
                "text": "NUMBER  SYSTEMS 9\nExample 5 :  Find the decimal expansions of 10\n3, 7\n8 and 1\n7.\nSolution :\n    3.333...     0.875       0.142857...\n310 87.0 71.0\n     9     64         7\n     10       60         30\n      9       56         28\n     10         40           20\n       9         40           14\n       10          0             60\n         9             56\n         1              40\n             35\n               50\n               49\n       1\nRemainders : 1, 1, 1, 1, 1... Remainders : 6, 4, 0 Remainders : 3, 2, 6, 4, 5, 1,\nDivisor : 3 Divisor : 8 3, 2, 6, 4, 5, 1,...\nDivisor : 7\nWhat have you noticed? You should have noticed at least three things:\n(i) The remainders either become 0 after a certain stage, or start repeating themselves.\n(ii) The number of entries in the repeating string of remainders is less than the divisor\n(in 10\n3 one number repeats itself and the divisor is 3, in 1\n7 there are six entries\n326451 in the repeating string of remainders and 7 is the divisor).\n(iii) If the remainders repeat, then we get a repeating block of digits in the quotient\n(for 10\n3, 3 repeats in the quotient and for 1\n7, we get the repeating block 142857\nin the quotient).\n2024-25"
            },
            {
                "page": 10,
                "text": "10 MATHEMA TICS\nAlthough we have noticed this pattern using only the examples above, it is true for all\nrationals of the form p\nq (q ≠ 0). On division of p by q, two main things happen – either\nthe remainder becomes zero or never becomes zero and we get a repeating string of\nremainders. Let us look at each case separately .\nCase (i) :  The remainder becomes zero\nIn the example of 7\n8, we found that the remainder becomes zero after some steps and\nthe decimal expansion of 7\n8 = 0.875. Other examples are 1\n2 = 0.5, 639\n250 = 2.556. In all\nthese cases, the decimal expansion terminates or ends after a finite number of steps.\nWe call the decimal expansion of such numbers terminating .\nCase (ii) :  The remainder never becomes zero\nIn the examples of 10\n3 and 1\n7, we notice that the remainders repeat after a certain\nstage forcing the decimal expansion to go on for ever . In other words, we have a\nrepeating block of digits in the quotient. We say that this expansion is non-terminating\nrecurring. For example, 10\n3 = 3.3333... and 1\n7 = 0.142857142857142857...\nThe usual way of showing that 3 repeats in the quotient of 10\n3 is to write it as 3.3.\nSimilarly , since the block of digits 142857 repeats in the quotient of 1\n7, we write 1\n7 as\n0. 142857 , where the bar above the digits indicates the block of digits that repeats.\nAlso 3.57272... can be written as 3.572 . So, all these examples give us non-terminating\nrecurring (repeating ) decimal expansions.\nThus, we see that the decimal expansion of rational numbers have only two choices:\neither they are terminating or non-terminating recurring.\nNow suppose, on the other hand, on your walk on the number line, you come across a\nnumber like 3.142678 whose decimal expansion is terminating or a number like\n1.272727... that is, 1.27 , whose decimal expansion is non-terminating recurring, can\nyou conclude that it is a rational number? The answer is yes!\n2024-25"
            },
            {
                "page": 11,
                "text": "NUMBER  SYSTEMS 11\nWe will not prove it but illustrate this fact with a few examples. The terminating cases\nare easy .\nExample 6 :  Show that 3.142678 is a rational number . In other words, express 3.142678\nin the form p\nq, where p and q are integers and q ≠ 0.\nSolution :  We have 3.142678 = 3142678\n1000000, and hence is a rational number .\nNow , let us consider the case when the decimal expansion is non-terminating recurring.\nExample 7 :  Show that 0.3333... = 0 3. can be expressed in the form p\nq, where p and\nq are integers and q ≠ 0.\nSolution :  Since we do not know what 0 3. is , let us call it ‘ x’ and so\nx =0.3333...\nNow here is where the trick comes in. Look at\n10 x =10 × (0.333...) = 3.333...\nNow, 3.3333... = 3 + x, since x = 0.3333...\nTherefore, 10 x =3 + x\nSolving for x, we get\n9x =3, i.e., x = 1\n3\nExample 8 :  Show that 1.272727... = 1 27. can be expressed in the form p\nq, where p\nand q are integers and q ≠ 0.\nSolution :  Let x = 1.272727... Since two digits are repeating, we multiply x by 100 to\nget\n100 x =127.2727...\nSo, 100 x =126 + 1.272727... = 126 + x\nTherefore, 100 x – x =126, i.e., 99 x = 126\n2024-25"
            },
            {
                "page": 12,
                "text": "12 MATHEMA TICS\ni.e., x =126 14\n99 11=\nYou can check the reverse that 14\n11 = 1 27..\nExample 9 :  Show that 0.2353535... = 0 235.  can be expressed in the form p\nq,\nwhere p and q are integers and q ≠ 0.\nSolution :  Let x  = 0 235. . Over here, note that 2 does not repeat, but the block 35\nrepeats. Since two digits are repeating, we multiply x by 100 to get\n100 x =23.53535...\nSo, 100 x =23.3 + 0.23535... = 23.3 + x\nTherefore, 99 x =23.3\ni.e., 99 x =233\n10, which gives x = 233\n990\nYou can also check the reverse that 233\n990 = 0 235. .\nSo, every number with a non-terminating recurring decimal expansion can be expressed\nin the form p\nq (q ≠ 0), where p and q are integers. Let us summarise our results in the\nfollowing form :\nThe decimal expansion of a rational number is either terminating or non-\nterminating r ecur ring. Mor eover , a number whose decimal expansion is\nterminating or non-terminating r ecurring is rational.\nSo, now we know what the decimal expansion of a rational number can be. What\nabout the decimal expansion of irrational numbers? Because of the property above,\nwe can conclude that their decimal expansions are non-terminating non-r ecurring.\nSo, the property for irrational numbers, similar to the property stated above for rational\nnumbers, is\nThe decimal expansion of an irrational number is non-terminating non-r ecurring.\nMoreover , a number whose decimal expansion is non-terminating non-r ecurring\nis irrational.\n2024-25"
            },
            {
                "page": 13,
                "text": "NUMBER  SYSTEMS 13\nRecall s = 0.101 10111011110... from the previous section. Notice that it is non-\nterminating and non-recurring. Therefore, from the property above, it is irrational.\nMoreover , notice that you can generate infinitely many irrationals similar to s.\nWhat about the famous irrationals 2 and π? Here are their decimal expansions up\nto a certain stage.\n2 = 1.4142135623730950488016887242096...\n   π = 3.14159265358979323846264338327950...\n(Note that, we often take 22\n7 as an approximate value for π, but π ≠ 22\n7.)\nOver the years, mathematicians have developed various techniques to produce more\nand more digits in the decimal expansions of irrational numbers. For example, you\nmight have learnt to find digits in the decimal expansion of 2 by the division method.\nInterestingly , in the Sulbasutras (rules of chord), a mathematical treatise of the Vedic\nperiod (800 BC - 500 BC), you find an approximation of 2 as follows:\n2 = 1 1 1 1 1 11 1 41421563 4 3 34 4 3.   + + × − × × =       \nNotice that it is the same as the one given above for the first five decimal places. The\nhistory of the hunt for digits in the decimal expansion of π is very interesting.\nThe Greek genius Archimedes was the first to compute\ndigits in the decimal expansion of π. He showed 3.140845\n< π < 3.142857. Aryabhatta (476 – 550 C.E.), the great\nIndian mathematician and astronomer , found the value\nof π correct to four decimal places (3.1416). Using high\nspeed computers and advanced algorithms, π has been\ncomputed to over 1.24 trillion decimal places!\nNow , let us see how to obtain irrational numbers.\nExample 10 :  Find an irrational number between 1\n7 and 2\n7.\nSolution :  We saw that 1\n7 = 0142857. . So, you can easily calculate 20 2857147.= .\nTo find an irrational number between 1\n7 and 2\n7, we find a number which isArchimedes (287 BCE – 212 BCE)\nFig. 1.10\n2024-25"
            },
            {
                "page": 14,
                "text": "14 MATHEMA TICS\nnon-terminating non-recurring lying between them. Of course, you can find infinitely\nmany such numbers.\nAn example of such a number is 0.150150015000150000...\nEXERCISE 1.3\n1.Write the following in decimal form and say what kind of decimal expansion each\nhas :\n(i)36\n100(ii)1\n11(iii)148\n(iv)3\n13(v)2\n11(vi)329\n400\n2.You know that 1\n7 = 0142857. . Can you predict what the decimal expansions of 2\n7, 3\n7,\n4\n7, 5\n7, 6\n7 are, without actually doing the long division? If so, how?\n[Hint : Study the remainders while finding the value of 1\n7 carefully .]\n3.Express the following in the form p\nq, where p and q are integers and q ≠ 0.\n(i) 0 6. (ii)0 47. (iii) 0 001.\n4.Express 0.99999 .... in the form p\nq. Are you surprised by your answer? With your\nteacher and classmates discuss why the answer makes sense.\n5.What can the maximum number of digits be in the repeating block of digits in the\ndecimal expansion of 1\n17? Perform the division to check your answer .\n6.Look at several examples of rational numbers in the form p\nq (q ≠ 0), where p and q are\nintegers with no common factors other than 1 and having terminating decimal\nrepresentations (expansions). Can you guess what property q must satisfy?\n7.Write three numbers whose decimal expansions are non-terminating non-recurring.\n8.Find three different irrational numbers between the rational numbers 5\n7 and 9\n11.\n9.Classify the following numbers as rational or irrational :\n(i) 23 (ii) 225 (iii)0.3796\n(iv)7.478478... (v)1.101001000100001...\n2024-25"
            },
            {
                "page": 15,
                "text": "NUMBER  SYSTEMS 15\n1.4 Operations on Real Numbers\nYou have learnt, in earlier classes, that rational numbers satisfy the commutative,\nassociative and distributive laws for addition and multiplication. Moreover , if we add,\nsubtract, multiply or divide (except by zero) two rational numbers, we still get a rational\nnumber (that is, rational numbers are ‘closed’ with respect to addition, subtraction,\nmultiplication and division). It turns out that irrational numbers also satisfy the\ncommutative, associative and distributive laws for addition and multiplication. However ,\nthe sum, difference, quotients and products of irrational numbers are not always\nirrational. For example, ()() 6 6+ − ,()()()() 2 2 3 3 , − ⋅  and 17\n17 are\nrationals.\nLet us look at what happens when we add and multiply a rational number with an\nirrational number . For example, 3 is irrational. What about 2 3+  and 2 3 ? Since\n3 has a non-terminating  non-recurring decimal expansion, the same is true for\n2 3+  and 2 3 . Therefore, both 2 3+  and 2 3  are also irrational numbers.\nExample 1 1 : Check whether 7 5 , 72 21 2\n5, , + π −  are irrational numbers or\nnot.\nSolution :  5 = 2.236... , 2 = 1.4142..., π = 3.1415...\nThen 7 5  = 15.652..., 7\n5 = 7 5 7 5\n5 5 5=  = 3.1304...\n2 + 21 = 22.4142..., π – 2 = 1.1415...\nAll these are non-terminating non-recurring decimals. So, all these are irrational numbers.\nNow , let us see what generally happens if we add, subtract, multiply , divide, take\nsquare roots and even nth roots of these irrational numbers, where n is any natural\nnumber . Let us look at some examples.\nExample 12 :  Add 2 2 5 3 +  and 2 3 3– .\nSolution :  ( )( ) 2 2 5 3 2 3 3 – + +  = ( )( ) 2 2 2 5 3 3 3 – + +\n                 = (2 + 1) 2 (5 3) 3 3 2 2 3 + − = +\n2024-25"
            },
            {
                "page": 16,
                "text": "16 MATHEMA TICS\nExample 13 :  Multiply 6 5  by 2 5 .\nSolution :  6 5  × 2 5  = 6 × 2 × 5 × 5 = 12 × 5 = 60\nExample 14 :  Divide 8 15  by 2 3 .\nSolution :  8 3 58 15 2 3 4 5\n2 3×÷ = =\nThese examples may lead you to expect the following facts, which are true :\n(i)The sum or difference of a rational number and an irrational number is irrational.\n(ii)The product or quotient of a non-zero rational number with an irrational number is\nirrational.\n(iii)If we add, subtract, multiply or divide two irrationals, the result may be rational or\nirrational.\nWe now turn our attention to the operation of taking square roots of real numbers.\nRecall that, if a is a natural number , then a b= means b2 = a and b > 0. The same\ndefinition can be extended for positive real numbers.\nLet a > 0 be a real number . Then a = b means b2 = a and b > 0.\nIn Section 1.2, we saw how to represent n for any positive integer n on the number\nline. We now show how to find x for any given positive real number x geometrically .\nFor example, let us find it for x = 3.5, i.e., we find 3 5. geometrically .\nFig. 1.1 1\nMark the distance 3.5 units from a fixed point A on a given line to obtain a point B such\nthat AB = 3.5 units (see Fig. 1.1 1). From B, mark a distance of 1 unit and mark the\nnew point as C. Find the mid-point of AC and mark that point as O. Draw a semicircle\nwith centre O and radius OC. Draw a line perpendicular to AC passing through B and\nintersecting the semicircle at D. Then, BD = 3.5.\n2024-25"
            },
            {
                "page": 17,
                "text": "NUMBER  SYSTEMS 17\nMore generally , to find x, for any positive real\nnumber x, we mark B so that AB = x units, and, as in\nFig. 1.12, mark C so that BC = 1 unit. Then, as we\nhave done for the case x = 3.5, we find BD = x\n(see Fig. 1.12). We can prove this result using the\nPythagoras Theorem.\nNotice that, in Fig. 1.12, ∆ OBD is a right-angled triangle. Also, the radius of the circle\nis 1\n2x+ units.\nTherefore, OC = OD = OA = 1\n2x+ units.\nNow , OB = 1 1\n2 2x xx+ − − = ⋅  \nSo, by the Pythagoras Theorem, we have\nBD2 = OD2 – OB2 = 2 21 1 4\n2 2 4x x xx+ −   − = =       .\nThis shows that BD = x.\nThis construction gives us a visual, and geometric way of showing that x exists for\nall real numbers x > 0. If you want to know the position of x on the number line,\nthen let us treat the line BC as the number line, with B as zero, C as 1, and so on.\nDraw an arc with centre B and radius BD, which intersects the number line in E\n(see Fig. 1.13). Then, E represents x.\nFig. 1.13Fig. 1.12\n2024-25"
            },
            {
                "page": 18,
                "text": "18 MATHEMA TICS\nWe would like to now extend the idea of square roots to cube roots, fourth roots,\nand in general nth roots, where n is a positive integer . Recall your understanding of\nsquare roots and cube roots from earlier classes.\nWhat is 38? Well, we know it has to be some positive number whose cube is 8, and\nyou must have guessed 38 = 2. Let us try 5243. Do you know some number b such\nthat b5 = 243? The answer is 3. Therefore, 5243 = 3.\nFrom these examples, can you define na for a real number a > 0 and a positive\ninteger n?\nLet a > 0 be a real number and n be a positive integer . Then na = b, if bn = a and\nb > 0. Note that the symbol ‘ ’ used in 32, 8,na, etc. is called the radical sign .\nWe now list some identities relating to square roots, which are useful in various\nways. You are already familiar with some of these from your earlier classes. The\nremaining ones follow from the distributive law of multiplication over addition of real\nnumbers, and from the identity ( x + y) (x – y) = x2 – y2, for any real numbers x and y.\nLet a and b be positive real numbers. Then\n(i) ab a b= (ii)a a\nb b=\n(iii)( )( ) a b a b a b+ − = − (iv)( )( )2a b a b a b+ − = −\n(v)( )( ) a b c d ac ad bc bd+ + = + + +\n(vi)( )2\n2 a b a ab b+ = + +\nLet us look at some particular cases of these identities.\nExample 15 :  Simplify the following expressions:\n(i)( )( ) 5 7 2 5+ + (ii)( )( ) 5 5 5 5+ −\n(iii)( )2\n3 7+ (iv)( )( ) 11 7 11 7− +\n2024-25"
            },
            {
                "page": 19,
                "text": "NUMBER  SYSTEMS 19\nSolution :  (i)( )( ) 5 7 2 5 10 5 5 2 7 35+ + = + + +\n(ii)( )( ) ()225 5 5 5 5 5 25 5 20 – + − = − = =\n(iii)( )() ()2 2 2\n3 7 3 2 3 7 7 3 2 21 7 10 2 21+ = + + = + + = +\n(iv)( )( )()()2 2\n11 7 11 7 11 7 11 7 4− + = − = − =\nRemark :  Note that ‘simplify’ in the example above has been used to mean that the\nexpression should be written as the sum of a rational and an irrational number .\nWe end this section by considering the following problem. Look at 1\n2⋅ Can you tell\nwhere it shows up on the number line? You know that it is irrational. May be it is easier\nto handle if the denominator is a rational number . Let us see, if we can ‘rationalise’  the\ndenominator , that is, to make the denominator into a rational number . To do so, we\nneed the identities involving square roots. Let us see how .\nExample 16 :  Rationalise the denominator of 1\n2⋅\nSolution :  We want to write 1\n2 as an equivalent expression in which the denominator\nis a rational number . We know that 2.2 is rational. We also know that multiplying\n1\n2 by 2\n2 will give us an equivalent expression, since 2\n2 = 1. So, we put these two\nfacts together to get\n1 1 2 2\n2 2 2 2= × = ⋅\nIn this form, it is easy to locate 1\n2 on the number line. It is half way between 0\nand 2.\n2024-25"
            },
            {
                "page": 20,
                "text": "20 MATHEMA TICS\nExample 17 :  Rationalise the denominator of 1\n2 3⋅\n+\nSolution :  We use the Identity (iv) given earlier . Multiply and divide 1\n2 3+ by\n2 3−  to get 1 2 3 2 32 34 3 2 3 2 3− −× = = −− + −.\nExample 18 :  Rationalise the denominator of 5\n3 5⋅\n−\nSolution :  Here we use the Identity (iii) given earlier .\nSo,5\n3 5− = ( )( )5 3 55 3 5 53 53 5 2 3 5 3 5++ −  × = = +  − − +  \nExample 19 :  Rationalise the denominator of 1\n7 3 2⋅\n+\nSolution :  1 1 7 3 2 7 3 2 7 3 2\n49 18 31 7 3 2 7 3 2 7 3 2 − − −= × = =   − + + −  \nSo, when the denominator of an expression contains a term with a square root (or\na number under a radical sign), the process of converting it to an equivalent expression\nwhose denominator is a rational number is called rationalising the denominator .\nEXERCISE 1.4\n1.Classify the following numbers as rational or irrational:\n(i)2 5− (ii)( ) 3 23 23+ − (iii)2 7\n7 7\n(iv)1\n2(v)2π\n2024-25"
            },
            {
                "page": 21,
                "text": "NUMBER  SYSTEMS 21\n2.Simplify each of the following expressions:\n(i)( )( ) 3 3 2 2+ + (ii)( )( ) 3 3 3 3+ −\n(iii)( )2\n5 2+ (iv)( )( ) 5 2 5 2− +\n3.Recall, π is defined as the ratio of the circumference (say c) of a circle to its diameter\n(say d). That is, π = c\nd⋅ This seems to contradict the fact that π is irrational. How will\nyou resolve this contradiction?\n4.Represent 9 3. on the number line.\n5.Rationalise the denominators of the following:\n(i)1\n7(ii)1\n7 6−\n(iii)1\n5 2+(iv)1\n7 2−\n1.5 Laws of Exponents for Real Numbers\nDo you remember how to simplify the following?\n(i) 172 . 175 = (ii)(52)7 =\n(iii) 10\n723\n23 = (iv)73 . 93 =\nDid you get these answers? They are as follows:\n(i)172 . 175 = 177(ii)(52)7 = 514\n(iii)10\n3\n7232323= (iv)73 . 93 = 633\nTo get these answers, you would have used the following laws of exponents,\nwhich you have learnt in your earlier classes. (Here a, n and m are natural numbers.\nRemember , a is called the base and m and n are the exponents.)\n(i) am . an = am + n(ii)(am)n = amn\n(iii)m\nm n\nnaa , m na−= > (iv)ambm = (ab)m\n2024-25"
            },
            {
                "page": 22,
                "text": "22 MATHEMA TICS\nWhat is ( a)0? Yes, it is 1! So you have learnt that ( a)0 = 1. So, using (iii), we can\nget 1.n\nnaa−=  We can now extend the laws to negative exponents too.\nSo, for example :\n(i)2 –5 –3\n3117 17 1717⋅ = = (ii)2 –7 –14(5 ) 5 =\n(iii)–10\n–17\n7232323= (iv)–3 –3 –3(7) (9) (63) ⋅ =\nSuppose we want to do the following computations:\n(i)2 1\n3 32 2⋅ (ii)41\n53 \n \n \n(iii)1\n5\n1\n37\n7(iv)1 1\n5 513 17⋅\nHow would we go about it? It turns out that we can extend the laws of exponents\nthat we have studied earlier , even when the base is a positive real number and the\nexponents are rational numbers. (Later you will study that it can further to be extended\nwhen the exponents are real numbers.) But before we state these laws, and to even\nmake sense of these laws, we need to first understand what, for example 3\n24 is. So,\nwe have some work to do!\nWe define na for a real number a > 0 as follows:\nLet a > 0 be a real number and n a positive integer . Then na = b, if bn = a and\nb > 0.\nIn the language of exponents, we define na = 1\nna. So, in particular , 1\n3 32 2= .\nThere are now two ways to look at 3\n24.\n3\n24 =31\n3 24 2 8 = =  \n \n3\n24 =( ) ( )1 1\n32 2 4 64 8 = =\n2024-25"
            },
            {
                "page": 23,
                "text": "NUMBER  SYSTEMS 23\nTherefore, we have the following definition:\nLet a > 0 be a real number . Let m and n be integers such that m and n have no\ncommon factors other than 1, and n > 0. Then,\nm\nna =()mn m na a=\nWe now have the following extended laws of exponents:\nLet a > 0 be a real number and p and q be rational numbers. Then, we have\n(i)ap . aq = ap+q(ii)(ap)q = apq\n(iii)p\np q\nqaaa−= (iv)apbp = (ab)p\nYou can now use these laws to answer the questions asked earlier .\nExample 20 :  Simplify (i)2 1\n3 32 2⋅ (ii)41\n53 \n \n \n             (iii)1\n5\n1\n37\n7(iv)1 1\n5 513 17⋅\nSolution :\n(i)2 1 2 1 3\n1 3 3 3 3 32 2 2 2 2 2 +  ⋅ = = = = (ii)41 4\n5 53 3 =  \n \n(iii)1\n1 1 3 5 25\n5 3 15 15\n1\n377 7 7\n7  − −−  = = = (iv)1 1 1 1\n5 5 5 513 17 (13 17) 221⋅ = × =\nEXERCISE 1.5\n1.Find : (i)1\n264 (ii)1\n532 (iii)1\n3125\n2.Find : (i)3\n29 (ii)2\n532 (iii)3\n416 (iv)1\n3125−\n3.Simplify : (i)2 1\n3 52 2⋅ (ii)7\n31\n3 \n  (iii)1\n2\n1\n411\n11(iv)1 1\n2 27 8⋅\n2024-25"
            },
            {
                "page": 24,
                "text": "24 MATHEMA TICS\n1.6 Summary\nIn this chapter , you have studied the following points:\n1.A number r is called a rational number , if it can be written in the form p\nq, where p and q are\nintegers and q ≠ 0.\n2.A number s is called a irrational number , if it cannot be written in the form p\nq, where p and\nq are integers and q ≠ 0.\n3.The decimal expansion of a rational number is either terminating or non-terminating recurring.\nMoreover , a number whose decimal expansion is terminating or non-terminating recurring\nis rational.\n4.The decimal expansion of an irrational number is non-terminating non-recurring. Moreover ,\na number whose decimal expansion is non-terminating non-recurring is irrational.\n5.All the rational and irrational numbers make up the collection of real numbers.\n6.If r is rational and s is irrational, then r + s and r – s are irrational numbers, and rs and r\ns are\nirrational numbers, r ≠ 0.\n7.For positive real numbers a and b, the following identities hold:\n(i) ab a b= (ii)a a\nb b=\n(iii)( )( ) a b a b a b+ − = − (iv)( )( )2a b a b a b+ − = −\n(v)( )2\n2 a b a ab b+ = + +\n8.To rationalise the denominator of 1,\na b+ we multiply this by ,a b\na b−\n− where a and b are\nintegers.\n9.Let a > 0 be a real number and p and q be rational numbers. Then\n(i)ap . aq = ap + q(ii)(ap)q = apq\n(iii)p\np q\nqaaa−= (iv)apbp = (ab)p\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 2: Polynomials",
        "pages": [
            {
                "page": 1,
                "text": "POLYNOMIALS 25\nCHAPTER 2\nPOL YNOMIALS\n2.1 Introduction\nYou have studied algebraic expressions, their addition, subtraction, multiplication and\ndivision in earlier classes. You also have studied how to factorise some algebraic\nexpressions. You may recall the algebraic identities :\n(x + y)2 =x2 + 2xy + y2\n(x – y)2 =x2 – 2xy + y2\nand x2 – y2 =(x + y) (x – y)\nand their use in factorisation. In this chapter , we shall start our study with a particular\ntype of algebraic expression, called polynomial,  and the terminology related to it. We\nshall also study the Remainder Theor em and Factor Theor em and their use in the\nfactorisation of polynomials. In addition to the above, we shall study some more algebraic\nidentities and their use in factorisation and in evaluating some given expressions.\n2.2 Polynomials in One Variable\nLet us begin by recalling that a variable is denoted by a symbol that can take any real\nvalue. We use the letters x, y, z, etc. to denote variables. Notice that 2 x, 3x, – x, –1\n2x\nare algebraic expressions. All these expressions are of the form (a constant) × x. Now\nsuppose we want to write an expression which is (a constant) × (a variable) and we do\nnot know what the constant is. In such cases, we write the constant as a, b, c, etc. So\nthe expression will be ax , say.\nHowever , there is a dif ference between a letter denoting a constant and a letter\ndenoting a variable. The values of the constants remain the same throughout a particular\nsituation, that is, the values of the constants do not change in a given problem, but the\nvalue of a variable can keep changing.\n2024-25"
            },
            {
                "page": 2,
                "text": "26 MATHEMA TICS\nNow , consider a square of side 3 units (see Fig. 2.1).\nWhat is its perimeter?  You know that the perimeter of a square\nis the sum of the lengths of its four sides. Here, each side is\n3 units. So, its perimeter is 4 × 3, i.e., 12 units. What will be the\nperimeter if each side of the square is 10 units? The perimeter\nis 4 × 10, i.e., 40 units. In case the length of each side is x\nunits (see Fig. 2.2), the perimeter is given by 4 x units. So, as\nthe length of the side varies, the perimeter varies.\nCan you find the area of the square PQRS? It is\nx × x = x2 square units. x2 is an algebraic expression. You are\nalso familiar with other algebraic expressions like\n2x, x2 + 2x,x3 – x2 + 4x + 7. Note that, all the algebraic\nexpressions we have considered so far have only whole\nnumbers as the exponents of the variable. Expressions of this\nform are called polynomials in one variable . In the examples\nabove, the variable is x. For instance, x3 – x2 + 4x + 7 is a\npolynomial in x. Similarly , 3y2 + 5y is a polynomial in the\nvariable y and t2 + 4 is a polynomial in the variable t.\nIn the polynomial x2 + 2x, the expressions x2 and 2 x are called the terms  of the\npolynomial. Similarly , the polynomial 3 y2 + 5y + 7 has three terms, namely , 3y2, 5y and\n7. Can you write the terms of the polynomial – x3 + 4x2 + 7x – 2 ? This polynomial has\n4 terms, namely , –x3, 4x2, 7x and –2.\nEach term of a polynomial has a coefficient . So, in – x3 + 4x2 + 7x – 2, the\ncoefficient of x3 is –1, the coefficient of x2 is 4, the coefficient of x is 7 and –2 is the\ncoefficient of x0 (Remember , x0 = 1). Do you know the coef ficient of x in x2 – x + 7?\nIt is –1.\n2 is also a polynomial. In fact, 2, –5, 7, etc. are examples of constant polynomials .\nThe constant polynomial 0 is called the zero polynomial . This plays a very important\nrole in the collection of all polynomials, as you will see in the higher classes.\nNow , consider algebraic expressions such as x + 2 31, 3 and .+ +x y yx Do you\nknow that you can write x  + 1\nx = x + x–1? Here, the exponent of the second term, i.e.,\nx–1 is –1, which is not a whole number . So, this algebraic expression is not a polynomial.\nAgain, 3x+ can be written as 1\n23 x+. Here the exponent of x is 1\n2, which is\nnot a whole number . So, is 3x+ a polynomial? No, it is not. What about\n3y + y2? It is also not a polynomial (Why?).Fig. 2.1\nFig. 2.233 33\nxx xxS R\nP Q\n2024-25"
            },
            {
                "page": 3,
                "text": "POLYNOMIALS 27\nIf the variable in a polynomial is x, we may denote the polynomial by p(x), or q(x),\nor r(x), etc. So, for example, we may write :\np(x) =2x2 + 5x – 3\nq(x) =x3 –1\nr(y) =y3 + y + 1\ns(u) =2 – u – u2 + 6u5\nA polynomial can have any (finite) number of terms. For instance, x150 + x149 + ...\n+ x2 + x + 1 is a polynomial with 151 terms.\nConsider the polynomials 2 x, 2, 5 x3, –5x2, y and u4. Do you see that each of these\npolynomials has only one term? Polynomials having only one term are called monomials\n(‘mono’ means ‘one’).\nNow observe each of the following polynomials:\np(x) = x + 1, q(x) = x2 – x, r(y) = y9 + 1, t(u) = u15 – u2\nHow many terms are there in each of these? Each of these polynomials has only\ntwo terms. Polynomials having only two terms are called binomials  (‘bi’ means ‘two’).\nSimilarly , polynomials having only three terms are called trinomials\n(‘tri’ means ‘three’). Some examples of trinomials are\np(x) = x + x2 + π, q(x) = 2 + x – x2,\nr(u) = u + u2 – 2, t(y) = y4 + y + 5.\nNow , look at the polynomial p(x) = 3 x7 – 4x6 + x + 9. What is the term with the\nhighest power of x ? It is 3 x7. The exponent of x in this term is 7. Similarly , in the\npolynomial q(y) = 5 y6 – 4y2 – 6, the term with the highest power of y is 5y6 and the\nexponent of y in this term is 6. We call the highest power of the variable in a polynomial\nas the degree of the polynomial . So, the degree of the polynomial 3 x7 – 4x6 + x + 9\nis 7 and the degree of the polynomial 5 y6 – 4y2 – 6 is 6. The degree of a non-zero\nconstant polynomial is zero .\nExample 1 :  Find the degree of each of the polynomials given below:\n(i)x5 – x4 + 3 (ii) 2 – y2 – y3 + 2y8(iii) 2\nSolution :  (i) The highest power of the variable is 5. So, the degree of the polynomial\nis 5.\n(ii)The highest power of the variable is 8. So, the degree of the polynomial is 8.\n(iii)The only term here is 2 which can be written as 2 x0. So the exponent of x is 0.\nTherefore, the degree of the polynomial is 0.\n2024-25"
            },
            {
                "page": 4,
                "text": "28 MATHEMA TICS\nNow observe the polynomials p (x) = 4 x + 5, q(y) = 2 y, r(t) = t + 2and\ns(u) = 3 – u. Do you see anything common among all of them? The degree of each of\nthese polynomials is one. A polynomial of degree one is called a linear polynomial .\nSome more linear polynomials in one variable are 2 x – 1, 2y + 1, 2 – u . Now , try and\nfind a linear polynomial in x with 3 terms? You would not be able to find it because a\nlinear polynomial in x can have at most two terms. So, any linear polynomial in x will\nbe of the form ax + b, where a and b are constants and a ≠ 0 (why?). Similarly ,\nay + b is a linear polynomial in y.\nNow consider the polynomials :\n2x2 + 5, 5x2 + 3x + π,x2 and x2 + 2\n5x\nDo you agree that they are all of degree two? A polynomial of degree two is called\na quadratic polynomial. Some examples of a quadratic polynomial are 5 – y2,\n4y + 5y2 and 6 – y – y2. Can you write a quadratic polynomial in one variable with four\ndifferent terms? You will find that a quadratic polynomial in one variable will have at\nmost 3 terms. If you list a few more quadratic polynomials, you will find that any\nquadratic polynomial in x is of the form ax2 + bx + c, where a ≠ 0 and a, b, c are\nconstants. Similarly , quadratic polynomial in y will be of the form ay2 + by + c, provided\na ≠ 0 and a, b, c are constants.\nWe call a polynomial of degree three a cubic polynomial . Some examples of a\ncubic polynomial in x are 4 x3, 2x3 + 1, 5 x3 + x2, 6x3 – x, 6 – x3, 2x3 + 4x2 + 6x + 7. How\nmany terms do you think a cubic polynomial in one variable can have? It can have at\nmost 4 terms. These may be written in the form ax3 + bx2 + cx + d, where a ≠ 0 and\na, b, c and d are constants.\nNow , that you have seen what a polynomial of degree 1, degree 2, or degree 3\nlooks like, can you write down a polynomial in one variable of degree n for any natural\nnumber n? A polynomial in one variable x of degree n is an expression of the form\n anxn + an–1xn–1 + . . . + a1x + a0\nwhere a0, a1, a2, . . ., an are constants and an ≠ 0.\nIn particular , if a0 = a1 = a2 = a3 = . . . = an = 0 (all the constants are zero), we get\nthe zero polynomial , which is denoted by 0. What is the degree of the zero polynomial?\nThe degree of the zero polynomial is not defined .\nSo far we have dealt with polynomials in one variable only . We can also have\npolynomials in more than one variable. For example, x2 + y2 + xyz (where variables\nare x, y and z) is a polynomial in three variables. Similarly p2 + q10 + r (where the\nvariables are p, q and r), u3 + v2 (where the variables are u and v) are polynomials in\nthree and two variables, respectively . You will be studying such polynomials in detail\nlater.\n2024-25"
            },
            {
                "page": 5,
                "text": "POLYNOMIALS 29\nEXERCISE 2.1\n1.Which of the following expressions are polynomials in one variable and which are\nnot? State reasons for your answer .\n(i)4x2 – 3x + 7 (ii)y2 + 2 (iii)3 2t t+ (iv)y + 2\ny\n(v)x10 + y3 + t50\n2.Write the coef ficients of x2 in each of the following:\n(i)2 + x2 + x (ii)2 – x2 + x3(iii)2\n2x xπ+ (iv) 2 1x−\n3.Give one example each of a binomial of degree 35, and of a monomial of degree 100.\n4.Write the degree of each of the following polynomials:\n(i)5x3 + 4x2 + 7x (ii)4 – y2\n(iii)5t – 7 (iv)3\n5.Classify the following as linear , quadratic and cubic polynomials:\n(i)x2 + x (ii)x – x3(iii)y + y2 + 4 (iv)1 + x\n(v)3t (vi)r2(vii) 7x3\n2.3 Zeroes of a Polynomial\nConsider the polynomial p(x) =5x3 – 2x2 + 3x – 2.\nIf we replace x by 1 everywhere in p(x), we get\np(1) = 5 × (1)3 – 2 × (1)2 + 3 × (1) – 2\n=5 – 2 + 3 –2\n=4\nSo, we say that the value of p(x) at x = 1 is 4.\nSimilarly , p(0) = 5(0)3 – 2(0)2 + 3(0) –2\n=–2\nCan you find p(–1)?\nExample 2 :  Find the value of each of the following polynomials at the indicated value\nof variables:\n(i)p(x) = 5 x2 – 3x + 7 at x = 1.\n(ii)q(y) = 3y3 – 4y + 11 at y = 2.\n(iii)p(t) = 4 t4 + 5t3 – t2 + 6 at t = a.\n2024-25"
            },
            {
                "page": 6,
                "text": "30 MATHEMA TICS\nSolution :  (i) p(x) = 5 x2 – 3x + 7\nThe value of the polynomial p(x) at x = 1 is given by\np(1) = 5(1)2 – 3(1) + 7\n=5 – 3 + 7 = 9\n(ii)q(y) = 3 y3 – 4y + 11\nThe value of the polynomial q(y) at y = 2 is given by\nq(2) = 3(2)3 – 4(2) + 11 = 24 – 8 + 11 = 16 + 11\n(iii) p(t) = 4 t4 + 5t3 – t2 + 6\nThe value of the polynomial p(t) at t = a is given by\n p(a) =4a4 + 5a3 – a2 + 6\nNow , consider the polynomial p(x) = x – 1.\nWhat is p(1)? Note that :  p(1) = 1 – 1 = 0.\nAs p(1) = 0, we say that 1 is a zero of the polynomial p(x).\nSimilarly , you can check that 2 is a zero of q(x), where q(x) = x – 2.\nIn general, we say that a zero of a polynomial p(x) is a number c such that p(c) = 0.\nYou must have observed that the zero of the polynomial x – 1 is obtained by\nequating it to 0, i.e., x – 1 = 0, which gives x = 1. We say p(x) = 0 is a polynomial\nequation and 1 is the root of the polynomial equation p(x) = 0. So we say 1 is the zero\nof the polynomial x – 1, or a root of the polynomial equation x – 1 = 0.\nNow , consider the constant polynomial 5. Can you tell what its zero is? It has no\nzero because replacing x by any number in 5 x0 still gives us 5. In fact, a non-zer o\nconstant polynomial has no zer o. What about the zeroes of the zero polynomial? By\nconvention,  ever y real number is a zer o of the zer o polynomial .\nExample 3 :  Check whether –2 and 2 are zeroes of the polynomial x + 2.\nSolution :  Letp(x) = x + 2.\nThen p(2) = 2 + 2 = 4, p(–2) = –2 + 2 = 0\nTherefore, –2 is a zero of the polynomial x + 2, but 2 is not.\nExample 4 :  Find a zero of the polynomial p(x) = 2 x + 1.\nSolution :  Finding a zero of p(x), is the same as solving the equation\np(x) =0\n2024-25"
            },
            {
                "page": 7,
                "text": "POLYNOMIALS 31\nNow, 2x + 1 = 0 gives us x = 1–2\nSo, 1–2 is a zero of the polynomial 2 x + 1.\nNow , if p(x) = ax  + b, a ≠ 0, is a linear polynomial, how can we find a zero of\np(x)? Example 4 may have given you some idea. Finding a zero of the polynomial p(x),\namounts to solving the polynomial equation p(x) = 0.\nNow , p(x) = 0 means ax + b =0, a ≠ 0\nSo, ax =–b\ni.e., x =–b\na.\nSo, x = b\na− is the only zero of p(x), i.e., a linear polynomial has one and only one zer o.\nNow we can say that 1 is the zero of x – 1, and –2 is the zero of x + 2.\nExample 5 :  Verify whether 2 and 0 are zeroes of the polynomial x2 – 2x.\nSolution :  Let p(x) =x2 – 2x\nThen p(2) = 22 – 4 = 4 – 4 = 0\nand p(0) = 0 – 0 = 0\nHence, 2 and 0 are both zeroes of the polynomial x2 – 2x.\nLet us now list our observations:\n(i)A zero of a polynomial need not be 0.\n(ii)0 may be a zero of a polynomial.\n(iii) Every linear polynomial has one and only one zero.\n(iv) A polynomial can have more than one zero.\nEXERCISE 2.2\n1.Find the value of the polynomial 5 x – 4x2 + 3 at\n(i)x = 0 (ii)x = –1 (iii)x = 2\n2.Find p(0), p(1) and p(2) for each of the following polynomials:\n(i)p(y) = y2 – y + 1 (ii)p(t) = 2 + t + 2t2 – t3\n(iii)p(x) = x3(iv)p(x) = (x  – 1) ( x + 1)\n2024-25"
            },
            {
                "page": 8,
                "text": "32 MATHEMA TICS\n3.Verify whether the following are zeroes of the polynomial, indicated against them.\n(i)p(x) = 3x + 1, x = 1–3(ii)p(x) = 5x – π,x = 4\n5\n(iii)p(x) = x2 – 1, x = 1, –1 (iv)p(x) = (x  + 1) ( x – 2), x = – 1, 2\n(v)p(x) = x2,x = 0 (vi)p(x) = lx + m,x = –m\nl\n(vii)p(x) = 3x2 – 1, x = 1 2,\n3 3− (viii) p(x) = 2x + 1, x = 1\n2\n4.Find the zero of the polynomial in each of the following cases:\n(i)p(x) = x + 5 (ii)p(x) = x – 5 (iii)p(x) = 2x + 5\n(iv)p(x) = 3x – 2 (v)p(x) = 3x (vi)p(x) = ax, a ≠ 0\n(vii)p(x) = cx + d, c ≠ 0, c, d are real numbers.\n2.4 Factorisation of Polynomials\nLet us now look at the situation of Example 10 above more closely . It tells us that since\nthe remainder , 1\n2q −   = 0, (2 t + 1) is a factor of q(t), i.e., q(t) = (2 t + 1) g(t)\nfor some polynomial g(t). This is a particular case of the following theorem.\nFactor  Theor em :  If p(x) is a polynomial of degree n > 1 and a is any real number ,\nthen (i) x – a is a factor of p(x), if p(a) = 0, and (ii) p(a) = 0, if x – a is a factor of p(x).\nProof:  By the Remainder Theorem, p(x)=(x – a) q(x) + p(a).\n(i)If p(a) = 0, then p(x) = (x – a) q(x), which shows that x – a is a factor of p(x).\n(ii)Since x – a  is a factor of p(x), p(x) = (x – a) g(x) for same polynomial g(x).\nIn this case, p(a) = (a – a) g(a) = 0.\nExample 6 :  Examine whether x + 2 is a factor of x3 + 3x2 + 5x + 6 and of 2 x + 4.\nSolution :  The zero of x + 2 is –2. Let p(x) = x3 + 3x2 + 5x + 6 and s(x) = 2 x + 4\nThen, p(–2) = (–2)3 + 3(–2)2 + 5(–2) + 6\n=–8 + 12 – 10 + 6\n=0\n2024-25"
            },
            {
                "page": 9,
                "text": "POLYNOMIALS 33\nSo, by the Factor Theorem, x + 2 is a factor of x3 + 3x2 + 5x + 6.\nAgain, s(–2) = 2(–2) + 4 = 0\nSo, x + 2 is a factor of 2 x + 4. In fact, you can check this without applying the Factor\nTheorem, since 2 x + 4 = 2( x + 2).\nExample 7 :  Find the value of k, if x – 1 is a factor of 4 x3 + 3x2 – 4x + k.\nSolution :  As x – 1 is a factor of p(x) = 4 x3 + 3x2 – 4x + k, p(1) = 0\nNow, p(1) = 4(1)3 + 3(1)2 – 4(1) + k\nSo, 4 + 3 – 4 + k =0\ni.e., k =–3\nWe will now use the Factor Theorem to factorise some polynomials of degree 2 and 3.\nYou are already familiar with the factorisation of a quadratic polynomial like\nx2 + lx + m. You had factorised it by splitting the middle term lx as ax + bx so that\nab = m. Then x2 + lx + m = (x + a) (x + b). We shall now try to factorise quadratic\npolynomials of the type ax2 + bx + c, where a ≠ 0 and a, b, c are constants.\nFactorisation of the polynomial ax2 + bx + c by splitting the middle term  is as\nfollows:\nLet its factors be ( px + q) and ( rx + s). Then\nax2 + bx + c = (px + q) (rx + s) = pr x2 + (ps + qr) x + qs\nComparing the coef ficients of x2, we get a = pr.\nSimilarly , comparing the coef ficients of x, we get b = ps + qr.\nAnd, on comparing the constant terms, we get c = qs.\nThis shows us that b is the sum of two numbers ps and qr, whose product is\n(ps)(qr) = ( pr)(qs) = ac.\nTherefore, to factorise ax2 + bx + c, we have to write b as the sum of two\nnumbers whose product is ac. This will be clear from Example 13.\nExample 8 :  Factorise 6 x2 + 17 x + 5 by splitting the middle term, and by using the\nFactor Theorem.\nSolution 1 : (By splitting method)  : If we can find two numbers p and q such that\np + q = 17 and pq = 6 × 5 = 30, then we can get the factors.\nSo, let us look for the pairs of factors of 30. Some are 1 and 30, 2 and 15, 3 and 10, 5\nand 6. Of these pairs, 2 and 15 will give us p + q = 17.23x\nx= 3x = first term of quotient\n2024-25"
            },
            {
                "page": 10,
                "text": "34 MATHEMA TICS\nSo, 6 x2 + 17 x + 5 =6x2 + (2 + 15) x + 5\n=6x2 + 2x + 15 x + 5\n=2x(3x + 1) + 5(3 x + 1)\n=(3x + 1) (2 x + 5)\nSolution 2 :  (Using the Factor Theorem)\n6x2 + 17 x + 5 = 217 566 6x x + +   = 6 p(x), say . If a and b are the zeroes of p(x), then\n6x2 + 17 x + 5 = 6( x – a) (x – b). So, ab = 5.\n6 Let us look at some possibilities for a and\nb. They could be 1 1 5 5,, , , 12 3 3 2± ± ± ± ± . Now , 1 1 17 1 5\n2 4 6 2 6p   = + +       ≠ 0. But\n1\n3p− \n   = 0. So, 1\n3x +   is a factor of p(x). Similarly , by trial, you can find that\n5\n2x +   is a factor of p(x).\nTherefore, 6x2 + 17 x + 5 = 61 5\n3 2x x  + +    \n=3 1 2 563 2x x+ +  \n    \n=(3x + 1) (2 x + 5)\nFor the example above, the use of the splitting method appears more ef ficient. However ,\nlet us consider another example.\nExample 9 :  Factorise y2 – 5y + 6 by using the Factor Theorem.\nSolution :  Let p(y) = y2 – 5y + 6. Now , if p(y) = (y – a) (y – b), you know that the\nconstant term will be ab. So, ab = 6. So, to look for the factors of p(y), we look at the\nfactors of 6.\nThe factors of 6 are 1, 2 and 3.\nNow ,p(2) = 22 – (5 × 2) + 6 = 0\nSo, y – 2 is a factor of p(y).\n2024-25"
            },
            {
                "page": 11,
                "text": "POLYNOMIALS 35\nAlso, p(3) = 32 – (5 × 3) + 6 = 0\nSo, y – 3 is also a factor of y2 – 5y + 6.\nTherefore, y2 – 5y + 6 = ( y – 2)( y – 3)\nNote that y2 – 5y + 6 can also be factorised by splitting the middle term –5 y.\nNow , let us consider factorising cubic polynomials. Here, the splitting method will not\nbe appropriate to start with. We need to find at least one factor first, as you will see in\nthe following example.\nExample 10 :  Factorise x3 – 23 x2 + 142 x – 120.\nSolution :  Let p(x) =x3 – 23 x2 + 142 x – 120\nWe shall now look for all the factors of –120. Some of these are ±1, ±2, ±3,\n±4, ±5, ±6, ±8, ±10, ±12, ±15, ±20, ±24, ±30, ±60.\nBy trial, we find that p(1) = 0. So x – 1 is a factor of p(x).\nNow we see that x3 – 23 x2 + 142 x – 120 = x3 – x2 – 22 x2 + 22 x + 120 x – 120\n                                            = x2(x –1) – 22 x(x – 1) + 120( x – 1) (Why?)\n                                            = (x – 1) ( x2 – 22 x + 120) [Taking ( x – 1) common]\nWe could have also got this by dividing p(x) by x – 1.\nNow x2 – 22 x + 120 can be factorised either by splitting the middle term or by using\nthe Factor theorem. By splitting the middle term, we have:\nx2 – 22 x + 120 = x2 – 12 x – 10 x + 120\n=x(x – 12) – 10( x – 12)\n=(x – 12) ( x – 10)\nSo, x3 – 23 x2 – 142 x – 120 = (x – 1)( x – 10)( x – 12)\nEXERCISE 2.3\n1.Determine which of the following polynomials has ( x + 1) a factor :\n(i)x3 + x2 + x + 1 (ii)x4 + x3 + x2 + x + 1\n(iii)x4 + 3x3 + 3x2 + x + 1 (iv)x3 – x2 – () 2 2 2 x+ +\n2.Use the Factor Theorem to determine whether g(x) is a factor of p(x) in each of the\nfollowing cases:\n(i)p(x) = 2x3 + x2 – 2x – 1, g(x) = x + 1\n2024-25"
            },
            {
                "page": 12,
                "text": "36 MATHEMA TICS\n(ii)p(x) = x3 + 3x2 + 3x + 1, g(x) = x + 2\n(iii)p(x) = x3 – 4x2 + x + 6, g(x) = x – 3\n3.Find the value of k, if x – 1 is a factor of p(x) in each of the following cases:\n(i)p(x) = x2 + x + k (ii)p(x) = 2x2 + kx + 2\n(iii)p(x) = kx2 – 2x + 1 (iv)p(x) = kx2 – 3x + k\n4.Factorise :\n(i)12x2 – 7x + 1 (ii)2x2 + 7x + 3\n(iii)6x2 + 5x – 6 (iv)3x2 – x – 4\n5.Factorise :\n(i)x3 – 2x2 – x + 2 (ii)x3 – 3x2 – 9x – 5\n(iii)x3 + 13 x2 + 32x + 20 (iv)2y3 + y2 – 2y – 1\n2.5 Algebraic Identities\nFrom your earlier classes, you may recall that an algebraic identity is an algebraic\nequation that is true for all values of the variables occurring in it. You have studied the\nfollowing algebraic identities in earlier classes:\nIdentity I : (x + y)2 = x2 + 2xy + y2\nIdentity II : (x – y)2 = x2 – 2xy + y2\nIdentity III : x2 – y2 = (x + y) (x – y)\nIdentity IV : (x + a) (x + b) = x2 + (a  + b)x + ab\nYou must have also used some of these algebraic identities to factorise the algebraic\nexpressions. You can also see their utility in computations.\nExample 1 1 : Find the following products using appropriate identities:\n(i) (x  + 3) (x + 3) (ii)(x – 3) ( x + 5)\nSolution :  (i) Here we can use Identity I : ( x + y)2 = x2 + 2xy + y2. Putting y = 3 in it,\nwe get\n(x + 3) ( x + 3) = (x + 3)2 = x2 + 2( x)(3) + (3)2\n=x2 + 6x + 9\n(ii) Using Identity IV above, i.e., ( x + a) (x + b) = x2 + (a + b)x + ab, we have\n(x – 3) ( x + 5) = x2 + (–3 + 5) x + (–3)(5)\n=x2 + 2x – 15\n2024-25"
            },
            {
                "page": 13,
                "text": "POLYNOMIALS 37\nExample 12 :  Evaluate 105 × 106 without multiplying directly .\nSolution : 105 × 106 = (100 + 5) × (100 + 6)\n=(100)2 + (5 + 6) (100) + (5 × 6), using Identity IV\n=10000 + 1 100 + 30\n=11130\nYou have seen some uses of the identities listed above in finding the product of some\ngiven expressions. These identities are useful in factorisation of algebraic expressions\nalso, as you can see in the following examples.\nExample 13 :  Factorise:\n(i) 49 a2 + 70 ab + 25 b2 (ii) 2\n225\n4 9yx−\nSolution :  (i) Here you can see that\n49a2 =(7a)2, 25b2 = (5 b)2, 70ab = 2(7 a) (5b)\nComparing the given expression with x2 + 2xy + y2, we observe that x = 7a and y = 5b.\nUsing Identity I, we get\n49a2 + 70 ab + 25 b2 =(7a + 5b)2 = (7 a + 5b) (7a + 5b)\n(ii) We have 2 2 2\n225 5– –4 9 2 3y yx x   =      \nNow comparing it with Identity III, we get\n2\n225–4 9yx  =2 25–2 3yx   \n      \n=5 5\n2 3 2 3y yx x  + −    \nSo far , all our identities involved products of binomials. Let us now extend the Identity\nI to a trinomial x + y + z. We shall compute ( x + y + z)2 by using Identity I.\nLet x + y = t. Then,\n(x + y + z)2 =(t + z)2\n=t2 + 2tz + t2(Using Identity I)\n=(x + y)2 + 2( x + y)z + z2(Substituting the value of t)\n2024-25"
            },
            {
                "page": 14,
                "text": "38 MATHEMA TICS\n=x2 + 2xy + y2 + 2xz + 2yz + z2(Using Identity I)\n=x2 + y2 + z2 + 2xy + 2yz + 2zx (Rearranging the terms)\nSo, we get the following identity:\nIdentity V :  (x + y + z)2 = x2 + y2 + z2 + 2xy + 2yz + 2zx\nRemark :  We call the right hand side expression the expanded form  of the left hand\nside expression. Note that the expansion of ( x + y + z)2 consists of three square terms\nand three product terms.\nExample 14 :  Write (3 a + 4b + 5c)2 in expanded form.\nSolution : Comparing the given expression with ( x + y + z)2, we find that\nx = 3a, y = 4b and z = 5c.\nTherefore, using Identity V, we have\n(3a + 4b + 5c)2 =(3a)2 + (4 b)2 + (5 c)2 + 2(3 a)(4b) + 2(4 b)(5c) + 2(5 c)(3a)\n=9a2 + 16 b2 + 25 c2 + 24 ab + 40 bc + 30 ac\nExample 15 :  Expand (4 a – 2b – 3c)2.\nSolution :  Using Identity V, we have\n(4a – 2b – 3c)2 =[4a + (–2 b) + (–3 c)]2\n=(4a)2 + (–2 b)2 + (–3 c)2 + 2(4 a)(–2b) + 2(–2 b)(–3c) + 2(–3 c)(4a)\n=16a2 + 4b2 + 9c2 – 16 ab + 12 bc – 24 ac\nExample 16 :  Factorise 4 x2 + y2 + z2 – 4xy – 2yz + 4xz.\nSolution :  We have 4 x2 + y2 + z2 – 4xy – 2yz + 4xz = (2 x)2 + (– y)2 + (z)2 + 2(2 x)(–y)\n+ 2(– y)(z) + 2(2 x)(z)\n=[2x + (– y) + z]2(Using Identity V)\n=(2x – y + z)2 = (2 x – y + z)(2x – y + z)\nSo far , we have dealt with identities involving second degree terms. Now let us\nextend Identity I to compute ( x + \ny)3. We have:\n(x + y)3 =(x + y) (x + y)2\n=(x + y)(x2 + 2xy + y2)\n=x(x2 + 2xy + y2) + y (x2 + 2xy + y2)\n=x3 + 2x2y + xy2 + x2y + 2xy2 + y3\n=x3 + 3x2y + 3xy2 + y3\n=x3 + y3 + 3xy(x + y)\n2024-25"
            },
            {
                "page": 15,
                "text": "POLYNOMIALS 39\nSo, we get the following identity:\nIdentity VI : (x + y)3 =x3 + y3 + 3xy (x + y)\nAlso, by replacing y by – y in the Identity VI, we get\nIdentity VII : (x – y)3 =x3 – y3 – 3xy(x – y)\n=x3 – 3x2y + 3xy2 – y3\nExample 17 :  Write the following cubes in the expanded form:\n(i) (3 a + 4b)3(ii) (5 p – 3q)3\nSolution :  (i) Comparing the given expression with ( x + y)3, we find that\nx =3a and y = 4b.\nSo, using Identity VI, we have:\n(3a + 4b)3 =(3a)3 + (4 b)3 + 3(3 a)(4b)(3a + 4b)\n=27a3 + 64 b3 + 108 a2b + 144 ab2\n(ii) Comparing the given expression with ( x – y)3, we find that\nx =5p, y = 3q.\nSo, using Identity VII, we have:\n(5p – 3q)3 =(5p)3 – (3 q)3 – 3(5 p)(3q)(5p – 3\nq)\n=125p3 – 27 q3 – 225 p2q + 135 pq2\nExample 18 :  Evaluate each of the following using suitable identities:\n(i) (104)3(ii)(999)3\nSolution :  (i) We have\n(104)3 =(100 + 4)3\n=(100)3 + (4)3 + 3(100)(4)(100 + 4)\n(Using Identity VI)\n=1000000 + 64 + 124800\n=1124864\n(ii) We have\n(999)3 =(1000 – 1)3\n=(1000)3 – (1)3 – 3(1000)(1)(1000 – 1)\n(Using Identity VII)\n=1000000000 – 1 – 2997000\n=997002999\n2024-25"
            },
            {
                "page": 16,
                "text": "40 MATHEMA TICS\nExample 19 :  Factorise 8 x3 + 27 y3 + 36 x2y + 54 xy2\nSolution :  The given expression can be written as\n(2x)3 + (3 y)3+ 3(4 x2)(3y) + 3(2 x)(9y2)\n=(2x)3 + (3 y)3 + 3(2 x)2(3y) + 3(2 x)(3y)2\n=(2x + 3y)3(Using Identity VI)\n=(2x + 3y)(2x + 3y)(2x + 3y)\nNow consider ( x + y + z)(x2 + y2 + z2 – xy – yz – zx)\nOn expanding, we get the product as\nx(x2 + y2 + z2 – xy – yz – zx) + y(x2 + y2 + z2 – xy – yz – zx)\n+ z(x2 + y2 + z2 – xy – yz – zx) = x3 + xy2 + xz2 – x2y – xyz – zx2 + x2y\n+ y3 + yz2 – xy2 – y2z – xyz + x2z + y2z + z3 – xyz – yz2 – xz2\n= x3 + y3 + z3 – 3xyz (On simplification)\nSo, we obtain the following identity:\nIdentity VIII :  x3 + y3 + z3 – 3xyz = (x + y + z)(x2 + y2 + z2 – xy – yz – zx)\nExample 20 :  Factorise : 8 x3 + y3 + 27 z3 – 18 xyz\nSolution :  Here, we have\n8x3 + y3 + 27 z3– 18xyz\n=(2x)3 + y3 + (3 z)3 – 3(2 x)(y)(3z)\n=(2x + y + 3z)[(2x)2 + y2 + (3 z)2 – (2 x)(y) – (y)(3z) – (2 x)(3z)]\n=(2x + y + 3z) (4x2 + y2 + 9z2 – 2xy – 3yz – 6xz)\nEXERCISE 2.4\n1.Use suitable identities to find the following products:\n(i)(x + 4) ( x + 10) (ii)(x + 8) ( x – 10) (iii)(3x + 4) (3 x – 5)\n(iv)(y2 + 3\n2) (y2 – 3\n2) (v)(3 – 2 x) (3 + 2 x)\n2.Evaluate the following products without multiplying directly:\n(i)103 × 107 (ii)95 × 96 (iii)104 × 96\n3.Factorise the following using appropriate identities:\n(i)9x2 + 6xy + y2(ii)4y2 – 4y + 1 (iii)x2 – 2\n100y\n2024-25"
            },
            {
                "page": 17,
                "text": "POLYNOMIALS 41\n4.Expand each of the following, using suitable identities:\n(i)(x + 2y + 4z)2(ii)(2x – y + z)2(iii)(–2x + 3y + 2z)2\n(iv)(3a – 7b – c)2(v)(–2x + 5y – 3z)2(vi)21 114 2a b − +  \n5.Factorise:\n(i)4x2 + 9y2 + 16 z2 + 12 xy – 24yz – 16xz\n(ii)2x2 + y2 + 8z2 – 22xy + 42yz – 8xz\n6.Write the following cubes in expanded form:\n(i)(2x + 1)3(ii)(2a – 3b)3(iii)3312x +  (iv)32\n3x y −  \n7.Evaluate the following using suitable identities:\n(i)(99)3(ii)(102)3(iii)(998)3\n8.Factorise each of the following:\n(i)8a3 + b3 + 12 a2b + 6ab2(ii)8a3 – b3 – 12 a2b + 6ab2\n(iii)27 – 125 a3 – 135 a + 225 a2(iv)64a3 – 27b3 – 144 a2b + 108 ab2\n(v)27p3 – 1\n216 – 29 1\n2 4p p+\n9.Verify : (i) x3 + y3 = (x + y) (x2 – xy + y2) (ii)x3 – y3 = (x – y) (x2 + xy + y2)\n10.Factorise each of the following:\n                     (i) 27 y3 + 125 z3(ii)64m3 – 343 n3\n[Hint : See Question 9.]\n11.Factorise : 27 x3 + y3 + z3 – 9xyz\n12.Verify that x3 + y3 + z3 – 3xyz = 2 2 2 1( ) ( ) ( ) ( )2x y z x y y z z x   + + − + − + − \n13.If x + y + z = 0, show that x3 + y3 + z3 = 3xyz.\n14.Without actually calculating the cubes, find the value of each of the following:\n(i)(–12)3 + (7)3 + (5)3\n(ii)(28)3 + (–15)3 + (–13)3\n15.Give possible expressions for the length and breadth of each of the following\nrectangles, in which their areas are given:\nArea : 25 a2 – 35a + 12       Area : 35 y2 + 13 y –12\n                              (i) (ii)\n2024-25"
            },
            {
                "page": 18,
                "text": "42 MATHEMA TICS\n16.What are the possible expressions for the dimensions of the cuboids whose volumes\nare given below?\n    Volume : 3 x2 – 12x   Volume : 12 ky2 + 8ky – 20k\n                              (i) (ii)\n2.6 Summary\nIn this chapter , you have studied the following points:\n1. A polynomial  p(x) in one variable x is an algebraic expression in x of the form\np(x) = anxn + an–1xn – 1 + . . . + a2x2 + a1x + a0,\nwhere a0, a1, a2, . . ., an are constants and an ≠ 0.\na0, a1, a2, . . ., an are respectively the coefficients  of x0, x, x2, . . ., xn, and n is called the degree\nof the polynomial . Each of anxn, an–1 xn–1, ..., a0, with an ≠ 0, is called a term of the polynomial\np(x).\n2. A polynomial of one term is called a monomial.\n3. A polynomial of two terms is called a binomial.\n4. A polynomial of three terms is called a trinomial.\n5. A polynomial of degree one is called a linear polynomial.\n6. A polynomial of degree two is called a quadratic polynomial.\n7. A polynomial of degree three is called a cubic polynomial.\n8. A real number ‘ a’ is a zero of a polynomial p(x) if p(a) = 0. In this case, a is also called a\nroot of the equation p(x) = 0.\n9. Every linear polynomial in one variable has a unique zero, a non-zero constant polynomial\nhas no zero, and every real number is a zero of the zero polynomial.\n10. Factor Theorem :  x – a is a factor of the polynomial p(x), if p(a) = 0. Also, if x – a is a factor\nof p(x), then p(a) = 0.\n11.(x + y + z)2 = x2 + y2 + z2 + 2xy + 2yz + 2zx\n12. (x + y)3 = x3 + y3 + 3xy(x + y)\n13. (x – y)3 = x3 – y3 – 3xy(x – y)\n14. x3 + y3 + z3 – 3xyz = (x + y + z) (x2 + y2 + z2 – xy – yz – zx)\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 3: Coordinate Geometry",
        "pages": [
            {
                "page": 1,
                "text": "CHAPTER 3\nCOORDINA TE GEOMETR Y\nWhat’ s the good of Mercator ’s North Poles and Equators, Tropics, Zones and\nMeridian Lines?’ So the Bellman would cry; and crew would reply ‘ They are\nmerely conventional signs!’\nLEWIS CARROLL, The Hunting of the Snark\n3.1 Introduction\nYou have already studied how to locate a point on a number line. You also know how\nto describe the position of a point on the line. There are many other situations, in which\nto find a point we are required to describe its position with reference to more than one\nline. For example, consider the following situations:\nI. In Fig. 3.1, there is a main road running\nin the East-W est direction and streets with\nnumbering from West to East. Also, on each\nstreet, house numbers are marked. To look for\na friend’ s house here, is it enough to know only\none reference point? For instance, if we only\nknow that she lives on Street 2, will we be able\nto find her house easily? Not as easily as when\nwe know two pieces of information about it,\nnamely , the number of the street on which it is\nsituated, and the house number . If we want to\nreach the house which is situated in the 2nd\nstreet and has the number 5, first of all we\nwould identify the 2nd street and then the house\nnumbered 5 on it. In Fig. 3.1, H shows the\nlocation of the house. Similarly , P shows the\nlocation of the house corresponding to Street\nnumber 7 and House number 4.Fig. 3.1\n2024-25"
            },
            {
                "page": 2,
                "text": "44 MATHEMA TICS\nII. Suppose you put a dot on a sheet of paper [Fig.3.2 (a)]. If we ask you to tell us\nthe position of the dot on the paper , how will you do this? Perhaps you will try in some\nsuch manner: “The dot is in the upper half of the paper”, or “It is near the left edge of\nthe paper”, or “It is very near the left hand upper corner of the sheet”. Do any of\nthese statements fix the position of the dot precisely? No! But, if you say “ The dot is\nnearly 5 cm away from the left edge of the paper”, it helps to give some idea but still\ndoes not fix the position of the dot. A little thought might enable you to say that the dot\nis also at a distance of 9 cm above the bottom line. We now know exactly where the dot is!\nFig. 3.2\nFor this purpose, we fixed the position of the dot by specifying its distances from two\nfixed lines, the left edge of the paper and the bottom line of the paper [Fig.3.2 (b)]. In\nother words, we need two independent informations for finding the position of the dot.\nNow , perform the following classroom activity known as ‘Seating Plan’.\nActivity 1 (Seating Plan) :  Draw a plan of the seating in your classroom, pushing all\nthe desks together . Represent each desk by a square. In each square, write the name\nof the student occupying the desk, which the square represents. Position of each\nstudent in the classroom is described precisely by using two independent informations:\n(i)the column in which she or he sits,\n(ii)the row in which she or he sits.\nIf you are sitting on the desk lying in the 5th column and 3rd row (represented by\nthe shaded square in Fig. 3.3), your position could be written as (5, 3), first writing the\ncolumn number , and then the row number . Is this the same as (3, 5)? Write down the\nnames and positions of other students in your class. For example, if Sonia is sitting in\nthe 4th column and 1st row, write S(4,1). The teacher ’s desk is not part of your seating\nplan. We are treating the teacher just as an observer .\n2024-25"
            },
            {
                "page": 3,
                "text": "COORDINA TE GEOMETR Y 45\nFig. 3.3\nIn the discussion above, you observe that position of any object lying in a plane\ncan be represented with the help of two perpendicular lines. In case of ‘dot’, we\nrequire distance of the dot from bottom line as well as from left edge of the paper . In\ncase of seating plan, we require the number of the column and that of the row . This\nsimple idea has far reaching consequences, and has given rise to a very important\nbranch of Mathematics known as Coor dinate Geometr y. In this chapter , we aim to\nintroduce some basic concepts of coordinate geometry . You will study more about\nthese in your higher classes. This study was initially developed by the French philosopher\nand mathematician René Déscartes .\nRené Déscartes, the great French mathematician of the\nseventeenth century , liked to lie in bed and think! One\nday, when resting in bed, he solved the problem of\ndescribing the position of a point in a plane. His method\nwas a development of the older idea of latitude and\nlongitude. In honour of Déscartes, the system used for\ndescribing the position of a point in a plane is also\nknown as the Cartesian system.\nEXERCISE 3.1\n1.How will you describe the position of a table lamp on your study table to another\nperson?\n2.(Street Plan) :  A city has two main roads which cross each other at the centre of the\ncity. These two roads are along the North-South direction and East-W est direction.René Déscartes (1596 -1650)\nFig. 3.4\n2024-25"
            },
            {
                "page": 4,
                "text": "46 MATHEMA TICS\nAll the other streets of the city run parallel to these roads and are 200 m apart. There\nare 5 streets in each direction. Using 1cm = 200 m, draw a model of the city on your\nnotebook. Represent the roads/streets by single lines.\nThere are many cross- streets in your model. A particular cross-street is made by\ntwo streets, one running in the North - South direction and another in the East - West\ndirection. Each cross street is referred to in the following manner : If the 2nd street\nrunning in the North - South direction and 5th in the East - West direction meet at some\ncrossing, then we will call this cross-street (2, 5). Using this convention, find:\n(i)how many cross - streets can be referred to as (4, 3).\n(ii)how many cross - streets can be referred to as (3, 4).\n3.2 Cartesian System\nYou have studied the number line  in the chapter on ‘Number System’. On the number\nline, distances from a fixed point are marked in equal units positively in one direction\nand negatively in the other . The point from which the distances are marked is called\nthe origin . We use the number line to represent the numbers by marking points on a\nline at equal distances. If one unit distance represents the number ‘1’, then 3 units\ndistance represents the number ‘3’, ‘0’ being at the origin. The point in the positive\ndirection at a distance r from the origin represents the number r. The point in the\nnegative direction at a distance r from the origin represents the number −r. Locations\nof different numbers on the number line are shown in Fig. 3.5.\nFig. 3.5\nDescartes invented the idea of placing two such lines perpendicular to each other\non a plane, and locating points on the plane by referring them to these lines. The\nperpendicular lines may be in any direction such as in Fig.3.6. But, when we choose\nFig. 3.6\n2024-25"
            },
            {
                "page": 5,
                "text": "COORDINA TE GEOMETR Y 47\nthese two lines to locate a point in a plane in this chapter , one line\nwill be horizontal and the other will be vertical, as in Fig. 3.6(c).\nThese lines are actually obtained as follows : Take two number\nlines, calling them X ′X and Y′Y. Place X′X horizontal [as in Fig. 3.7(a)]\nand write the numbers on it just as written on the number line. We do\nthe same thing with Y′Y except that Y′Y is vertical, not horizontal\n[Fig. 3.7(b)].\nFig. 3.7\nCombine both the lines in such\na way that the two lines cross each\nother at their zeroes, or origins\n(Fig. 3.8). The horizontal line X ′X\nis called the x - axis and the vertical\nline YY′ is called the y - axis. The\npoint where X ′X and Y′Y cross is\ncalled the origin , and is denoted\nby O. Since the positive numbers\nlie on the directions OX and OY ,\nOX and OY are called the positive\ndirections  of the x - axis and the\ny - axis, respectively . Similarly , OX′\nand OY′ are called the negative\ndirections  of the x - axis and the\ny - axis, respectively .\nFig. 3.8\n2024-25"
            },
            {
                "page": 6,
                "text": "48 MATHEMA TICS\nYou observe that the axes (plural of the word\n‘axis’) divide the plane into four parts. These four\nparts are called the quadrants  (one fourth part),\nnumbered I, II, III and IV anticlockwise from OX\n(see Fig.3.9). So, the plane consists of the axes and\nthese quadrants. We call the plane, the Cartesian\nplane,  or the coordinate plane,  or the xy-plane.\nThe axes are called the coordinate axes .\nNow , let us see why this system is so basic to mathematics, and how it is useful.\nConsider the following diagram where the axes are drawn on graph paper . Let us see\nthe distances of the points P and Q from the axes. For this, we draw perpendiculars\nPM on the x - axis and PN on the y - axis. Similarly , we draw perpendiculars QR and\nQS as shown in Fig. 3.10.\nFig.3.10\nYou find that\n(i)The perpendicular distance of the point P from the y - axis measured along the\npositive direction of the x - axis is PN = OM = 4 units.\n(ii)The perpendicular distance of the point P from the x - axis measured along the\npositive direction of the y - axis is PM = ON = 3 units.Fig. 3.9\n2024-25"
            },
            {
                "page": 7,
                "text": "COORDINA TE GEOMETR Y 49\n(iii)The perpendicular distance of the point Q from the y - axis measured along\nthe negative direction of the x - axis is OR = SQ = 6 units.\n(iv)The perpendicular distance of the point Q from the x - axis measured along\nthe negative direction of the y - axis is OS = RQ = 2 units.\nNow , using these distances, how can we describe the points so that there is no\nconfusion?\nWe write the coordinates of a point,  using the following conventions:\n(i)The x - coor dinate  of a point is its perpendicular distance from the y - axis\nmeasured along the x -axis (positive along the positive direction of the x - axis\nand negative along the negative direction of the  x - axis). For the point P , it is\n+ 4 and for Q, it is – 6. The x - coordinate is also called the abscissa .\n(ii)The y - coor dinate  of a point is its perpendicular distance from the x - axis\nmeasured along the y - axis (positive along the positive direction of the y - axis\nand negative along the negative  direction of the y - axis). For the point P , it is\n+ 3 and for Q, it is –2. The y - coordinate is also called the ordinate .\n(iii)In stating the coordinates of a point in the coordinate plane, the x - coordinate\ncomes first, and then the  y - coordinate . We place the coordinates in brackets.\nHence, the coordinates of P are (4, 3) and the coordinates of Q are (– 6, – 2).\nNote that the coordinates describe a point in the plane uniquely . (3, 4) is not the\nsame as (4, 3).\nExample 1 :  See Fig. 3.1 1 and complete the following statements:\n(i) The abscissa and the ordinate of the point B are _ _ _ and _ _ _, respectively .\nHence, the coordinates of B are (_ _, _ _).\n(ii) The x-coordinate and the y-coordinate of the point M are _ _ _ and _ _ _,\nrespectively . Hence, the coordinates of M are (_ _, _ _).\n(iii) The x-coordinate and the y-coordinate of the point L are _ _ _ and _ _ _,\nrespectively . Hence, the coordinates of L  are (_ _, _ _).\n(iv) The x-coordinate and the y-coordinate of the point S are _ _ _ and _ _ _,\nrespectively . Hence, the coordinates of S are (_ _, _ _).\n2024-25"
            },
            {
                "page": 8,
                "text": "50 MATHEMA TICS\nFig. 3.1 1\nSolution:  (i) Since the distance of the point B from the y - axis is 4 units, the\nx - coordinate or abscissa of the point B is 4. The distance of the point B from the\nx - axis is 3 units; therefore, the y - coordinate, i.e., the ordinate, of the point B is 3.\nHence, the coordinates of the point B are (4, 3).\nAs in (i) above :\n(ii) The x - coordinate and the y - coordinate of the point M are –3 and 4, respectively .\nHence, the coordinates of the point M are (–3, 4).\n(iii) The x - coordinate and the y - coordinate of the point L  are –5 and  – 4, respectively .\nHence, the coordinates of the point L are (–5, – 4).\n(iv) The x - coordinate and the y- coordinate of the point S are 3 and  – 4, respectively .\nHence, the coordinates of the point S are (3, – 4).\n2024-25"
            },
            {
                "page": 9,
                "text": "COORDINA TE GEOMETR Y 51\nExample 2 :  Write the coordinates of the\npoints marked on the axes in Fig. 3.12.\nSolution :  You can see that :\n(i) The point A is at a distance of + 4 units\nfrom the y - axis and at a distance zero\nfrom the x - axis. Therefore, the\nx - coordinate of A is 4 and the\ny - coordinate is 0. Hence, the\ncoordinates of A are (4, 0).\n(ii)The coordinates of B are (0, 3). Why?\n(iii)The coordinates of C are (– 5, 0).\nWhy?\n(iv)The coordinates of D are (0, – 4). Why?\n(v)The coordinates of E are 2,03 \n  . Why?\nSince every point on the x - axis has no distance (zero distance) from the x - axis,\ntherefore, the y - coordinate of every point lying on the x - axis is always zero. Thus, the\ncoordinates of any point on the x - axis are of the form (x , 0), where x is the distance of\nthe point from the y - axis. Similarly , the coordinates of any point on the y - axis are of\nthe form (0, y), where y is the distance of the point from the x - axis. Why?\nWhat are the coordinates of the origin O? It has zer o distance fr om both the\naxes so that its abscissa and or dinate ar e both zer o. Ther efore, the coor dinates of\nthe origin ar e (0, 0) .\nIn the examples above, you may have observed the following relationship between\nthe signs of the coordinates of a point and the quadrant of a point in which it lies.\n(i) If a point is in the 1st quadrant, then the point will be in the form (+, +), since the\n1st quadrant is enclosed by the positive x - axis and the positive y - axis.\n(ii) If a point is in the 2nd quadrant, then the point will be in the form (–, +), since the\n2nd quadrant is enclosed by the negative x - axis and the positive y - axis.\n(iii) If a point is in the 3rd quadrant, then the point will be in the form (–, –), since the\n3rd quadrant is enclosed by the negative x - axis and the negative y \n- axis.\n(iv) If a point is in the 4th quadrant, then the point will be in the form (+, –), since the\n4th quadrant is enclosed by the positive x - axis and the negative y - axis\n(see Fig. 3.13).Fig. 3.12\n2024-25"
            },
            {
                "page": 10,
                "text": "52 MATHEMA TICS\nFig. 3.13\nRemark :  The system we have discussed above for describing a point in a plane is\nonly a convention, which is accepted all over the world. The system could also have\nbeen, for example, the ordinate first, and the abscissa second. However , the whole\nworld sticks to the system we have described to avoid any confusion.\nEXERCISE 3.2\n1.Write the answer of each of the following questions:\n(i)What is the name of horizontal and the vertical lines drawn to determine the\nposition of any point in the Cartesian plane?\n(ii)What is the name of each part of the plane formed by these two lines?\n(iii)Write the name of the point where these two lines intersect.\n2.See Fig.3.14, and write the following:\n(i)The coordinates of B.\n(ii)The coordinates of C.\n(iii)The point identified by the coordinates ( –3, –5).\n2024-25"
            },
            {
                "page": 11,
                "text": "COORDINA TE GEOMETR Y 53\n(iv)The point identified by the coordinates (2, – 4).\n(v)The abscissa of the point D.\n(vi)The ordinate of the point H.\n(vii)The coordinates of the point L.\n(viii) The coordinates of the point M.\nFig. 3.14\n3.3 Summary\nIn this chapter , you have studied the following points :\n1. To locate the position of an object or a point in a plane, we require two perpendicular\nlines. One of them is horizontal, and the other is vertical.\n2. The plane is called the Cartesian, or coordinate plane and the lines are called the coordinate\naxes.\n3. The horizontal line is called the x -axis, and the vertical line is called the y - axis.\n2024-25"
            },
            {
                "page": 12,
                "text": "54 MATHEMA TICS\n4. The coordinate axes divide the plane into four parts called quadrants.\n5. The point of intersection of the axes is called the origin.\n6. The distance of a point from the y - axis is called its x-coordinate, or abscissa, and the\ndistance of the point from the x-axis is called its y-coordinate, or ordinate.\n7. If the abscissa of a point is x and the ordinate is y, then ( x, y) are called the coordinates of\nthe point.\n8. The coordinates of a point on the x-axis are of the form ( x, 0) and that of the point on the\ny-axis are (0, y).\n9. The coordinates of the origin are (0, 0).\n10. The coordinates of a point are of the form (+ , +) in the first quadrant, (–, +) in the second\nquadrant, (–, –) in the third quadrant and (+, –) in the fourth quadrant, where + denotes a\npositive real number and – denotes a negative real number .\n11.If x ≠ y, then ( x, y) ≠ (y, x), and ( x, y) = (y, x), if x = y.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 4: Linear Equations in Two Variables",
        "pages": [
            {
                "page": 1,
                "text": "LINEAR  EQUA TIONS  IN TWO VARIABLES 55\nCHAPTER 4\nLINEAR EQUA TIONS IN TWO VARIABLES\nThe principal use of the Analytic Art is to bring Mathematical Problems to\nEquations and to exhibit those Equations in the most simple terms that can be.\n—Edmund Halley\n4.1 Introduction\nIn earlier classes, you have studied linear equations in one variable. Can you write\ndown a linear equation in one variable? You may say that x + 1 = 0, x + 2 = 0 and\n2y + 3 = 0 are examples of linear equations in one variable. You also know that\nsuch equations have a unique (i.e., one and only one) solution. You may also remember\nhow to represent the solution on a number line. In this chapter , the knowledge of linear\nequations in one variable shall be recalled and extended to that of two variables. You\nwill be considering questions like: Does a linear equation in two variables have a\nsolution? If yes, is it unique? What does the solution look like on the Cartesian plane?\nYou shall also use the concepts you studied in Chapter 3 to answer these questions.\n4.2 Linear Equations\nLet us first recall what you have studied so far . Consider the following equation:\n2x + 5 = 0\nIts solution, i.e., the root of the equation, is 5\n2−. This can be represented on the\nnumber line as shown below:\nFig. 4.1\n2024-25"
            },
            {
                "page": 2,
                "text": "56 MATHEMA TICS\nWhile solving an equation, you must always keep the following points in mind:\nThe solution of a linear equation is not affected when:\n(i)the same number is added to (or subtracted from) both the sides of the equation.\n(ii)you multiply or divide both the sides of the equation by the same non-zero\nnumber .\nLet us now consider the following situation:\nIn a One-day International Cricket match between India and Sri Lanka played in\nNagpur , two Indian batsmen together scored 176 runs. Express this information in the\nform of an equation.\nHere, you can see that the score of neither of them is known, i.e., there are two\nunknown quantities. Let us use x and y to denote them. So, the number of runs scored\nby one of the batsmen is x, and the number of runs scored by the other is y. We know\nthat\nx + y =176,\nwhich is the required equation.\nThis is an example of a linear equation in two variables. It is customary to denote\nthe variables in such equations by x and y, but other letters may also be used. Some\nexamples of linear equations in two variables are:\n1.2s + 3t = 5, p + 4q =7, πu + 5v = 9 and 3 = 2x – 7y.\nNote that you can put these equations in the form 1.2 s + 3 t – 5 = 0,\np + 4q – 7 = 0, πu + 5v – 9 = 0 and 2x – 7y – 3 = 0, respectively .\nSo, any equation which can be put in the form ax + by + c = 0, where a, b and c\nare real numbers, and a and b are not both zero, is called a linear equation in two\nvariables . This means that you can think of many many such equations.\nExample 1 :  Write each of the following equations in the form ax + by + c = 0 and\nindicate the values of a, b and c in each case:\n(i) 2x + 3y = 4.37 (ii) x – 4 = 3y (iii) 4 = 5 x – 3y (iv) 2 x = y\nSolution :  (i) 2x + 3y = 4.37 can be written as 2 x + 3y – 4.37 = 0. Here a = 2, b = 3\nand c = – 4.37.\n(ii) The equation x – 4 = 3y can be written as x – 3y – 4 = 0. Here a = 1,\nb = – 3 and c = – 4.\n(iii) The equation 4 = 5 x – 3y can be written as 5 x – 3y – 4 = 0. Here a = 5, b = –3\nand c = – 4. Do you agree that it can also be written as –5 x + 3y + 4 = 0 ? In this\ncase a = –5, b = 3 and c = 4.\n2024-25"
            },
            {
                "page": 3,
                "text": "LINEAR  EQUA TIONS  IN TWO VARIABLES 57\n(iv) The equation 2 x = y can be written as 2 x – y + 0 = 0. Here a = 2, b = –1 and\nc = 0.\nEquations of the type ax + b = 0 are also examples of linear equations in two variables\nbecause they can be expressed as\nax + 0. y + b =0\nFor example, 4 – 3 x = 0 can be written as –3 x + 0.y + 4 = 0.\nExample 2 :  Write each of the following as an equation in two variables:\n(i) x = –5 (ii) y = 2 (iii) 2 x = 3 (iv) 5 y = 2\nSolution :  (i) x = –5 can be written as 1. x + 0. y = –5, or 1. x + 0.y + 5 = 0.\n(ii) y = 2 can be written as 0. x + 1.y = 2, or0.x + 1.y – 2 = 0.\n(iii) 2 x = 3 can be written as 2 x + 0.y – 3 = 0.\n(iv) 5 y = 2 can be written as 0. x + 5y – 2 = 0.\nEXERCISE 4.1\n1.The cost of a notebook is twice the cost of a pen. Write a linear equation in two\nvariables to represent this statement.\n(Take the cost of a notebook to be ` x and that of a pen to be ` y).\n2.Express the following linear equations in the form ax + by + c = 0 and indicate the\nvalues of a, b and c in each case:\n(i)2x + 3y = 9.35 (ii)x – 5y – 10 = 0 (iii)–2x + 3y = 6 (iv)x = 3y\n(v)2x = –5 y (vi)3x + 2 = 0 (vii) y – 2 = 0 (viii) 5 = 2x\n4.3 Solution of a Linear Equation\nYou have seen that every linear equation in one variable has a unique solution. What\ncan you say about the solution of a linear equation involving two variables? As there\nare two variables in the equation, a solution means a pair of values, one for x and one\nfor y which satisfy the given equation. Let us consider the equation 2 x + 3y = 12.\nHere, x = 3 and y = 2 is a solution because when you substitute x = 3 and y = 2 in the\nequation above, you find that\n2x + 3y =(2 × 3) + (3 × 2) = 12\nThis solution is written as an ordered pair (3, 2), first writing the value for x and\nthen the value for y. Similarly , (0, 4) is also a solution for the equation above.\n2024-25"
            },
            {
                "page": 4,
                "text": "58 MATHEMA TICS\nOn the other hand, (1, 4) is not a solution of 2 x + 3y = 12, because on putting\nx = 1 and y = 4 we get 2 x + 3y = 14, which is not 12. Note that (0, 4) is a solution but\nnot (4, 0).\nYou have seen at least two solutions for 2 x + 3y = 12, i.e., (3, 2) and (0, 4). Can\nyou find any other solution? Do you agree that (6, 0) is another solution? Verify the\nsame. In fact, we can get many many solutions in the following way . Pick a value of\nyour choice for x (say x = 2) in 2 x + 3y = 12. Then the equation reduces to 4 + 3 y = 12,\nwhich is a linear equation in one variable. On solving this, you get y = 8\n3. So 82,3 \n   is\nanother solution of 2 x + 3y = 12. Similarly , choosing x = – 5, you find that the equation\nbecomes –10 + 3 y = 12. This gives y = 22\n3. So, 225,3 −   is another solution of\n2x + 3y = 12. So there is no end to different solutions of a linear equation in two\nvariables. That is, a linear equation in two variables has infinitely many solutions.\nExample 3 :  Find four different solutions of the equation x + 2y = 6.\nSolution :  By inspection, x = 2, y = 2 is a solution because for x = 2, y = 2\nx + 2y =2 + 4 = 6\nNow , let us choose x = 0. With this value of x, the given equation reduces to 2 y = 6\nwhich has the unique solution y = 3. So x = 0, y = 3 is also a solution of x + 2y = 6.\nSimilarly , taking y = 0, the given equation reduces to x = 6. So, x = 6, y  = 0 is a solution\nof x + 2y = 6 as well. Finally , let us take y = 1. The given equation now reduces to\nx + 2 = 6, whose solution is given by x = 4. Therefore, (4, 1) is also a solution of the\ngiven equation. So four of the infinitely many solutions of the given equation are:\n(2, 2), (0, 3), (6, 0) and (4, 1).\nRemark :  Note that an easy way of getting a solution is to take x = 0 and get the\ncorresponding value of y. Similarly , we can put y = 0 and obtain the corresponding\nvalue of x.\nExample 4 :  Find two solutions for each of the following equations:\n(i)4x + 3y = 12\n(ii)2x + 5y = 0\n(iii)3y + 4 = 0\nSolution :  (i) Taking x = 0, we get 3 y = 12, i.e., y = 4. So, (0, 4) is a solution of the\ngiven equation. Similarly , by taking y = 0, we get x = 3. Thus, (3, 0) is also a solution.\n2024-25"
            },
            {
                "page": 5,
                "text": "LINEAR  EQUA TIONS  IN TWO VARIABLES 59\n(ii) Taking x = 0, we get 5 y = 0, i.e., y = 0. So (0, 0) is a solution of the given equation.\nNow , if you take y = 0, you again get (0, 0) as a solution, which is the same as the\nearlier one. To get another solution, take x = 1, say . Then you can check that the\ncorresponding value of y is 2.\n5− So 21,5 −   is another solution of 2 x + 5y = 0.\n(iii) Writing the equation 3 y + 4 = 0 as 0. x + 3y  + 4 = 0, you will find that y = 4–3 for\nany value of x. Thus, two solutions can be given as 4 40, – and 1, –3 3   \n      .\nEXERCISE 4.2\n1.Which one of the following options is true, and why?\ny = 3x + 5 has\n(i) a unique solution, (ii) only two solutions, (iii) infinitely many solutions\n2.Write four solutions for each of the following equations:\n(i)2x + y = 7 (ii)πx + y = 9 (iii)x = 4y\n3.Check which of the following are solutions of the equation x – 2y = 4 and which are\nnot:\n(i)(0, 2) (ii)(2, 0) (iii)(4, 0)\n(iv)() 2 , 4 2 (v)(1, 1)\n4.Find the value of k, if x = 2, y = 1 is a solution of the equation 2 x + 3y = k.\n4.4 Summary\nIn this chapter , you have studied the following points:\n1.An equation of the form ax + by + c = 0, where a, b and c are real numbers, such that a and\nb are not both zero, is called a linear equation in two variables.\n2.A linear equation in two variables has infinitely many solutions.\n3.Every point on the graph of a linear equation in two variables is a solution of the linear\nequation. Moreover , every solution of the linear equation is a point on the graph of the\nlinear equation.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 5: Introduction to Euclid’s Geometry",
        "pages": [
            {
                "page": 1,
                "text": "60 MATHEMA TICS\nCHAPTER 5\nINTRODUCTION T O EUCLID’S GEOMETR Y\n5.1 Introduction\nThe word ‘geometry’ comes form the Greek words ‘geo’, meaning the ‘earth’,\nand ‘metrein’, meaning ‘to measure’. Geometry appears to have originated from\nthe need for measuring land. This branch of mathematics was studied in various\nforms in every ancient civilisation, be it in Egypt, Babylonia, China, India, Greece,\nthe Incas, etc. The people of these civilisations faced several practical problems\nwhich required the development of geometry in various ways.\nFor example, whenever the river Nile\noverflowed, it wiped out the boundaries between\nthe adjoining fields of dif ferent land owners. After\nsuch flooding, these boundaries had to be\nredrawn. For this purpose, the Egyptians\ndeveloped a number of geometric techniques and\nrules for calculating simple areas and also for\ndoing simple constructions. The knowledge of\ngeometry was also used by them for computing\nvolumes of granaries, and for constructing canals\nand pyramids. They also knew the correct formula\nto find the volume of a truncated pyramid (see\nFig. 5.1).Y ou know that a pyramid is a solid figure,\nthe base of which is a triangle, or square, or some\nother polygon, and its side faces are triangles\nconverging to a point at the top.Fig. 5.1 :  A Truncated Pyramid\n2024-25"
            },
            {
                "page": 2,
                "text": "INTRODUCTION  TO EUCLID ’S GEOMETRY 61\nIn the Indian subcontinent, the excavations at Harappa and Mohenjo-Daro, etc.\nshow that the Indus Valley Civilisation (about 3000 BCE) made extensive use of\ngeometry . It was a highly or ganised society . The cities were highly developed and\nvery well planned. For example, the roads were parallel to each other and there was\nan underground drainage system. The houses had many rooms of different types. This\nshows that the town dwellers were skilled in mensuration and practical arithmetic.\nThe bricks used for constructions were kiln fired and the ratio length : breadth : thickness,\nof the bricks was found to be 4 : 2 : 1.\nIn ancient India, the Sulbasutras  (800 BCE to 500 BCE) were the manuals of\ngeometrical constructions. The geometry of the Vedic period originated with the\nconstruction of altars (or vedis ) and fireplaces for performing Vedic rites. The location\nof the sacred fires had to be in accordance to the clearly laid down instructions about\ntheir shapes and areas, if they were to be effective instruments. Square and circular\naltars were used for household rituals, while altars whose shapes were combinations\nof rectangles, triangles and trapeziums were required for public worship. The sriyantra\n(given in the Atharvaveda ) consists of nine interwoven isosceles triangles. These\ntriangles are arranged in such a way that they produce 43 subsidiary triangles. Though\naccurate geometric methods were used for the constructions of altars, the principles\nbehind them were not discussed.\nThese examples show that geometry was being developed and applied everywhere\nin the world. But this was happening in an unsystematic manner . What is interesting\nabout these developments of geometry in the ancient world is that they were passed\non from one generation to the next, either orally or through palm leaf messages, or by\nother ways. Also, we find that in some civilisations like Babylonia, geometry remained\na very practical oriented discipline, as was the case in India and Rome. The geometry\ndeveloped by Egyptians mainly consisted of the statements of results. There were no\ngeneral rules of the procedure. In fact, Babylonians and Egyptians used geometry\nmostly for practical purposes and did very little to develop it as a systematic science.\nBut in civilisations like Greece, the emphasis was on the reasoning  behind why certain\nconstructions work. The Greeks were interested in establishing the truth of the\nstatements they discovered using deductive reasoning (see Appendix 1).\nA Greek mathematician, Thales is credited with giving the\nfirst known proof. This proof was of the statement that a circle\nis bisected (i.e., cut into two equal parts) by its diameter . One of\nThales’ most famous pupils was Pythagoras (572 BCE), whom\nyou have heard about. Pythagoras and his group discovered many\ngeometric properties and developed the theory of geometry to a\ngreat extent. This process continued till 300 BCE. At that time\nEuclid, a teacher of mathematics at Alexandria in Egypt, collected\nall the known work and arranged it in his famous treatise,Thales\n(640 BCE – 546 BCE)\nFig. 5.2\n2024-25"
            },
            {
                "page": 3,
                "text": "62 MATHEMA TICS\ncalled ‘Elements’. He divided the ‘Elements’ into thirteen\nchapters, each called a book. These books influenced\nthe whole world’ s understanding of geometry for\ngenerations to come.\nIn this chapter , we shall discuss Euclid’ s approach\nto geometry and shall try to link it with the present day\ngeometry .\n5.2 Euclid’ s Definitions, Axioms and Postulates\nThe Greek mathematicians of Euclid’ s time thought of geometry as an abstract model\nof the world in which they lived. The notions of point, line, plane (or surface) and so on\nwere derived from what was seen around them. From studies of the space and solids\nin the space around them, an abstract geometrical notion of a solid object was developed.\nA solid has shape, size, position, and can be moved from one place to another . Its\nboundaries are called surfaces. They separate one part of the space from another ,\nand are said to have no thickness. The boundaries of the surfaces are curves  or\nstraight lines.  These lines end in points .\nConsider the three steps from solids to points (solids-surfaces-lines-points). In\neach step we lose one extension, also called a dimension . So, a solid has three\ndimensions, a surface has two, a line has one and a point has none. Euclid summarised\nthese statements as definitions. He began his exposition by listing 23 definitions in\nBook 1 of the ‘Elements’. A few of them are given below :\n1.A point  is that which has no part.\n2.A line is breadthless length.\n3.The ends of a line are points.\n4.A straight line is a line which lies evenly with the points on itself.\n5.A surface is that which has length and breadth only .\n6.The edges of a surface are lines.\n7.A plane surface  is a surface which lies evenly with the straight lines on itself.\nIf you carefully study these definitions, you find that some of the terms like part,\nbreadth, length, evenly , etc. need to be further explained clearly . For example, consider\nhis definition of a point. In this definition, ‘a part’ needs to be defined. Suppose if you\ndefine ‘a part’ to be that which occupies ‘area’, again ‘an area’ needs to be defined.\nSo, to define one thing, you need to define many other things, and you may get a long\nchain of definitions without an end. For such reasons, mathematicians agree to leaveEuclid (325 BCE – 265 BCE)\nFig. 5.3\n2024-25"
            },
            {
                "page": 4,
                "text": "INTRODUCTION  TO EUCLID ’S GEOMETRY 63\nsome geometric terms undefined . However , we do have a intuitive feeling for the\ngeometric concept of a point than what the ‘definition’ above gives us. So, we represent\na point as a dot, even though a dot has some dimension.\nA similar problem arises in Definition 2 above, since it refers to breadth and length,\nneither of which has been defined. Because of this, a few terms are kept undefined\nwhile developing any course of study . So, in geometry , we take a point, a line and a\nplane (in Euclid‘s wor ds a plane surface ) as undefined terms . The only thing is\nthat we can represent them intuitively , or explain them with the help of ‘physical\nmodels’.\nStarting with his definitions, Euclid assumed certain properties, which were not to\nbe proved. These assumptions are actually ‘obvious universal truths’. He divided them\ninto two types: axioms and postulates. He used the term ‘ postulate ’ for the assumptions\nthat were specific to geometry . Common notions (often called axioms ), on the other\nhand, were assumptions used throughout mathematics and not specifically linked to\ngeometry . For details about axioms and postulates, refer to Appendix 1. Some of\nEuclid’ s axioms , not in his order , are given below :\n(1)Things which are equal to the same thing are equal to one another .\n(2)If equals are added to equals, the wholes are equal.\n(3)If equals are subtracted from equals, the remainders are equal.\n(4)Things which coincide with one another are equal to one another .\n(5)The whole is greater than the part.\n(6)Things which are double of the same things are equal to one another .\n(7)Things which are halves of the same things are equal to one another .\nThese ‘common notions’ refer to magnitudes of some kind. The first common\nnotion could be applied to plane figures. For example, if an area of a triangle equals the\narea of a rectangle and the area of the rectangle equals that of a square, then the area\nof the triangle also equals the area of the square.\nMagnitudes of the same kind can be compared and added, but magnitudes of\ndifferent kinds cannot be compared. For example, a line cannot be compared to a\nrectangle, nor can an angle be compared to a pentagon.\nThe 4th axiom given above seems to say that if two things are identical (that is,\nthey are the same), then they are equal. In other words, everything equals itself. It is\nthe justification of the principle of superposition. Axiom (5) gives us the definition of\n‘greater than’. For example, if a quantity B is a part of another quantity A, then A can\nbe written as the sum of B and some third quantity C. Symbolically , A > B means that\nthere is some C such that A = B + C.\n2024-25"
            },
            {
                "page": 5,
                "text": "64 MATHEMA TICS\nNow let us discuss Euclid’ s five postulates.  They are :\nPostulate 1 :  A straight line may be drawn fr om any one point to any other point.\nNote that this postulate tells us that at least one straight line passes through two\ndistinct points, but it does not say that there cannot be more than one such line. However ,\nin his work, Euclid has frequently assumed, without mentioning, that there is a unique\nline joining two distinct points. We state this result in the form of an axiom as follows:\nAxiom 5.1 :  Given two distinct points, ther e is a unique line that passes thr ough\nthem .\nHow many lines passing through P also pass through Q (see Fig. 5.4)? Only one,\nthat is, the line PQ. How many lines passing through Q also pass through P? Only one,\nthat is, the line PQ. Thus, the statement above is self-evident, and so is taken as an\naxiom.\nFig. 5.4\nPostulate 2 :  A terminated line can be pr oduced indefinitely .\nNote that what we call a line segment now-a-days is what Euclid called a terminated\nline. So, according to the present day terms, the second postulate says that a line\nsegment can be extended on either side to form a line (see Fig. 5.5).\nFig. 5.5\nPostulate 3 : A circle can be drawn with any centr e and any radius .\nPostulate 4 : All right angles ar e equal to one another .\nPostulate 5 : If a straight line falling on two straight lines makes the interior\nangles on the same side of it taken together less than two right angles, then the\ntwo straight lines, if pr oduced indefinitely , meet on that side on which the sum of\nangles is less than two right angles.\n2024-25"
            },
            {
                "page": 6,
                "text": "INTRODUCTION  TO EUCLID ’S GEOMETRY 65\nFor example, the line PQ in Fig. 5.6 falls on lines\nAB and CD such that the sum of the interior angles 1\nand 2 is less than 180° on the left side of PQ.\nTherefore, the lines AB and CD will eventually\nintersect on the left side of PQ.\nA brief look at the five postulates brings to your notice that Postulate 5 is far more\ncomplex than any other postulate. On the other hand, Postulates 1 through 4 are so\nsimple and obvious that these are taken as ‘self-evident truths’. However , it is not\npossible to prove them. So, these statements are accepted without any proof\n(see Appendix 1). Because of its complexity , the fifth postulate will be given more\nattention in the next section.\nNow-a-days, ‘postulates’ and ‘axioms’ are terms that are used interchangeably\nand in the same sense. ‘Postulate’ is actually a verb. When we say “let us postulate”,\nwe mean, “let us make some statement based on the observed phenomenon in the\nUniverse”. Its truth/validity is checked afterwards. If it is true, then it is accepted as a\n‘Postulate’.\nA system of axioms is called consistent (see Appendix 1), if it is impossible to\ndeduce from these axioms a statement that contradicts any axiom or previously proved\nstatement. So, when any system of axioms is given, it needs to be ensured that the\nsystem is consistent.\nAfter Euclid stated his postulates and axioms, he used them to prove other results.\nThen using these results, he proved some more results by applying deductive reasoning.\nThe statements that were proved are called propositions or theorems . Euclid\ndeduced 465 propositions in a logical chain using his axioms, postulates, definitions and\ntheorems proved earlier in the chain. In the next few chapters on geometry , you will\nbe using these axioms to prove some theorems.\nNow, let us see in the following examples how Euclid used his axioms and postulates\nfor proving some of the results:\nExample 1 :  If A, B and C are three points on a line, and B lies between A and C\n(see Fig. 5.7), then prove that AB + BC = AC.\nFig. 5.7Fig. 5.6\n2024-25"
            },
            {
                "page": 7,
                "text": "66 MATHEMA TICS\nSolution :  In the figure given above, AC coincides with AB + BC.\nAlso, Euclid’ s Axiom (4) says that things which coincide with one another are equal to\none another . So, it can be deduced that\nAB + BC = AC\nNote that in this solution, it has been assumed that there is a unique line passing\nthrough two points.\nExample 2 :  Prove that an equilateral triangle can be constructed on any given line\nsegment.\nSolution :  In the statement above, a line segment of any length is given, say AB\n[see Fig. 5.8(i)].\nFig. 5.8\nHere, you need to do some construction. Using Euclid’ s Postulate 3, you can draw a\ncircle with point A as the centre and AB as the radius [see Fig. 5.8(ii)]. Similarly , draw\nanother circle with point B as the centre and BA as the radius. The two circles meet at\na point, say C. Now , draw the line segments AC and BC to form ∆ ABC\n[see Fig. 5.8 (iii)].\nSo, you have to prove that this triangle is equilateral, i.e., AB = AC = BC.\nNow, AB = AC, since they are the radii of the same circle (1)\nSimilarly ,AB = BC (Radii of the same circle) (2)\nFrom these two facts, and Euclid’ s axiom that things which are equal to the same thing\nare equal to one another , you can conclude that AB = BC = AC.\nSo, ∆ ABC is an equilateral triangle.\nNote that here Euclid has assumed, without mentioning anywhere, that the two circles\ndrawn with centres A and B will meet each other at a point.\nNow we prove a theorem, which is frequently used in different results:\n2024-25"
            },
            {
                "page": 8,
                "text": "INTRODUCTION  TO EUCLID ’S GEOMETRY 67\nTheor em 5.1 :  Two distinct lines cannot have mor e than one point in common.\nProof :  Here we are given two lines l and m. We need to prove that they have only one\npoint in common.\nFor the time being, let us suppose that the two lines intersect in two distinct points,\nsay P and Q. So, you have two lines passing through two distinct points P and Q. But\nthis assumption clashes with the axiom that only one line can pass through two distinct\npoints. So, the assumption that we started with, that two lines can pass through two\ndistinct points is wrong.\nFrom this, what can we conclude? We are forced to conclude that two distinct\nlines cannot have more than one point in common.\nEXERCISE 5.1\n1.Which of the following statements are true and which are false? Give reasons for your\nanswers.\n(i)Only one line can pass through a single point.\n(ii)There are an infinite number of lines which pass through two distinct points.\n(iii)A terminated line can be produced indefinitely on both the sides.\n(iv)If two circles are equal, then their radii are equal.\n(v)In Fig. 5.9, if AB = PQ and PQ = XY , then AB = XY .\nFig. 5.9\n2.Give a definition for each of the following terms. Are there other terms that need to be\ndefined first? What are they , and how might you define them?\n(i)parallel lines (ii)perpendicular lines (iii)line segment\n(iv)radius of a circle (v)square\n3.Consider two ‘postulates’ given below:\n(i)Given any two distinct points A and B, there exists a third point C which is in\nbetween A and B.\n(ii)There exist at least three points that are not on the same line.\nDo these postulates contain any undefined terms? Are these postulates consistent?\nDo they follow from Euclid’ s postulates? Explain.\n2024-25"
            },
            {
                "page": 9,
                "text": "68 MATHEMA TICS\n4.If a point C lies between two points A and B such that AC = BC, then prove that\nAC = 1\n2AB. Explain by drawing the figure.\n5.In Question 4, point C is called a mid-point of line segment AB. Prove that every line\nsegment has one and only one mid-point.\n6.In Fig. 5.10, if AC = BD, then prove that AB = CD.\nFig. 5.10\n7.Why is Axiom 5, in the list of Euclid’ s axioms, considered a ‘universal truth’? (Note that\nthe question is not about the fifth postulate.)\n5.3 Summary\nIn this chapter , you have studied the following points:\n1.Though Euclid defined a point, a line, and a plane, the definitions are not accepted by\nmathematicians. Therefore, these terms are now taken as undefined.\n2.Axioms or postulates are the assumptions which are obvious universal truths. They are not\nproved.\n3.Theorems are statements which are proved, using definitions, axioms, previously proved\nstatements and deductive reasoning.\n4.Some of Euclid’ s axioms were :\n(1)Things which are equal to the same thing are equal to one another .\n(2)If equals are added to equals, the wholes are equal.\n(3)If equals are subtracted from equals, the remainders are equal.\n(4)Things which coincide with one another are equal to one another .\n(5)The whole is greater than the part.\n(6)Things which are double of the same things are equal to one another .\n(7)Things which are halves of the same things are equal to one another .\n5.Euclid’ s postulates were :\nPostulate 1 :  A straight line may be drawn from any one point to any other point.\nPostulate 2 :  A terminated line can be produced indefinitely .\nPostulate 3 :  A circle can be drawn with any centre and any radius.\nPostulate  4 :  All right angles are equal to one another .\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 6: Lines and Angles",
        "pages": [
            {
                "page": 1,
                "text": "CHAPTER 6\nLINES AND ANGLES\n6.1 Introduction\nIn Chapter 5, you have studied that a minimum of two points are required to draw a\nline. You have also studied some axioms and, with the help of these axioms, you\nproved some other statements. In this chapter , you will study the properties of the\nangles formed when two lines intersect each other , and also the properties of the\nangles formed when a line intersects two or more parallel lines at distinct points.\nFurther you will use these properties to prove some statements using deductive reasoning\n(see Appendix 1). You have already verified these statements through some activities\nin the earlier classes.\nIn your daily life, you see different types of angles formed between the edges of\nplane surfaces. For making a similar kind of model using the plane surfaces, you need\nto have a thorough knowledge of angles. For instance, suppose you want to make a\nmodel of a hut to keep in the school exhibition using bamboo sticks. Imagine how you\nwould make it? You would keep some of the sticks parallel to each other , and some\nsticks would be kept slanted. Whenever an architect has to draw a plan for a multistoried\nbuilding, she has to draw intersecting lines and parallel lines at dif ferent angles. Without\nthe knowledge of the properties of these lines and angles, do you think she can draw\nthe layout of the building?\nIn science, you study the properties of light by drawing the ray diagrams.\nFor example, to study the refraction property of light when it enters from one medium\nto the other medium, you use the properties of intersecting lines and parallel lines.\nWhen two or more forces act on a body , you draw the diagram in which forces are\nrepresented by directed line segments to study the net effect of the forces on the\nbody . At that time, you need to know the relation between the angles when the rays\n(or line segments) are parallel to or intersect each other . To find the height of a tower\nor to find the distance of a ship from the light house, one needs to know the angle\n2024-25"
            },
            {
                "page": 2,
                "text": "70 MATHEMA TICS\nformed between the horizontal and the line of sight. Plenty of other examples can be\ngiven where lines and angles are used. In the subsequent chapters of geometry , you\nwill be using these properties of lines and angles to deduce more and more useful\nproperties.\nLet us first revise the terms and definitions related to lines and angles learnt in\nearlier classes.\n6.2 Basic Terms and Definitions\nRecall that a part (or portion) of a line with two end points is called a line-segment\nand a part of a line with one end point is called a ray. Note that the line segment AB is\ndenoted by AB, and its length is denoted by AB. The ray AB is denoted by AB\u0001\u0001\u0001\u0002, and\na line is denoted by AB\u0003\u0001\u0001\u0002. However , we will not use these symbols , and will denote\nthe line segment AB, ray AB, length AB and line AB by the same symbol, AB. The\nmeaning will be clear from the context. Sometimes small letters l, m, n, etc. will be\nused to denote lines.\nIf three or more points lie on the same line, they are called collinear points ;\notherwise they are called non-collinear points .\nRecall that an angle is formed when two rays originate from the same end point.\nThe rays making an angle are called the arms  of the angle and the end point is called\nthe vertex of the angle. You have studied dif ferent types of angles, such as acute\nangle, right angle, obtuse angle, straight angle and reflex angle in earlier classes\n(see Fig. 6.1).\n(i) acute angle : 0° < x < 90° (ii) right angle : y = 90° (iii) obtuse angle : 90° < z < 180°\n(iv) straight angle : s = 180° (v) reflex angle : 180° < t < 360°\nFig. 6.1 : Types of Angles\n2024-25"
            },
            {
                "page": 3,
                "text": "LINES AND ANGLES 71\nAn acute angle measures between 0° and 90°, whereas a right  angle is exactly\nequal to 90°. An angle greater than 90° but less than 180° is called an obtuse angle .\nAlso, recall that a straight angle is equal to 180°. An angle which is greater than 180°\nbut less than 360° is called a reflex angle . Further , two angles whose sum is 90° are\ncalled complementary angles , and two angles whose sum is 180° are called\nsupplementary angles .\nYou have also studied about adjacent angles\nin the earlier classes (see Fig. 6.2). Two angles\nare adjacent , if they have a common vertex, a\ncommon arm and their non-common arms are\non different sides of the common arm. In\nFig. 6.2, ∠ ABD and ∠ DBC are adjacent\nangles. Ray BD is their common arm and point\nB is their common vertex. Ray BA and ray BC\nare non common arms. Moreover , when two\nangles are adjacent, then their sum is always\nequal to the angle formed by the two non-\ncommon arms. So, we can write\n∠ ABC = ∠ ABD + ∠ DBC.\nNote that ∠ ABC and ∠ ABD are not\nadjacent angles. Why? Because their non-\ncommon arms BD and BC lie on the same side\nof the common arm BA.\nIf the non-common arms BA and BC in\nFig. 6.2, form a line then it will look like Fig. 6.3.\nIn this case, ∠ ABD and ∠ DBC are called\nlinear pair of angles .\nYou may also recall the vertically opposite\nangles  formed when two lines, say AB and CD,\nintersect each other , say at the point O\n(see Fig. 6.4). There are two pairs of vertically\nopposite angles.\nOne pair is ∠AOD and ∠BOC. Can you\nfind the other pair?Fig. 6.2 : Adjacent angles\nFig. 6.3 : Linear pair of angles\nFig. 6.4 : Vertically opposite\nangles\n2024-25"
            },
            {
                "page": 4,
                "text": "72 MATHEMA TICS\n6.3 Intersecting Lines and Non-intersecting Lines\nDraw two dif ferent lines PQ and RS on a paper . You will see that you can draw them\nin two different ways as shown in Fig. 6.5 (i) and Fig. 6.5 (ii).\n(i) Intersecting lines (ii) Non-intersecting (parallel) lines\nFig. 6.5 : Different ways of drawing two lines\nRecall the notion of a line, that it extends indefinitely in both directions. Lines PQ\nand RS in Fig. 6.5 (i) are intersecting lines and in Fig. 6.5 (ii) are parallel lines. Note\nthat the lengths of the common perpendiculars at different points on these parallel\nlines is the same. This equal length is called the distance between two parallel lines .\n6.4 Pairs of Angles\nIn Section 6.2, you have learnt the definitions of\nsome of the pairs of angles such as\ncomplementary angles, supplementary angles,\nadjacent angles, linear pair of angles, etc. Can\nyou think of some relations between these\nangles? Now , let us find out the relation between\nthe angles formed when a ray stands on a line.\nDraw a figure in which a ray stands on a line as\nshown in Fig. 6.6. Name the line as AB and the\nray as OC. What are the angles formed at the\npoint O? They are ∠ AOC, ∠ BOC and ∠ AOB.\nCan we write ∠ AOC + ∠ BOC = ∠ AOB? (1)\nYes! (Why? Refer to adjacent angles in Section 6.2)\nWhat is the measure of ∠ AOB? It is 180°. (Why?) (2)\nFrom (1) and (2), can you say that ∠ AOC + ∠ BOC = 180°? Yes! (Why?)\nFrom the above discussion, we can state the following Axiom:Fig. 6.6 : Linear pair of angles\n2024-25"
            },
            {
                "page": 5,
                "text": "LINES AND ANGLES 73\nAxiom 6.1 :  If a ray stands on a line, then the sum of two adjacent angles so\nformed is 180°.\nRecall that when the sum of two adjacent angles is 180°, then they are called a\nlinear pair of angles .\nIn Axiom 6.1, it is given that ‘a ray stands on a line’. From this ‘given’, we have\nconcluded that ‘the sum of two adjacent angles so formed is 180°’. Can we write\nAxiom 6.1 the other way? That is, take the ‘conclusion’  of Axiom 6.1 as ‘given’  and\nthe ‘given’ as the ‘conclusion’. So it becomes:\n(A) If the sum of two adjacent angles is 180°, then a ray stands on a line (that is,\nthe non-common arms form a line).\nNow you see that the Axiom 6.1 and statement (A) are in a sense the reverse of\neach others. We call each as converse of the other . We do not know whether the\nstatement (A) is true or not. Let us check. Draw adjacent angles of different measures\nas shown in Fig. 6.7. Keep the ruler along one of the non-common arms in each case.\nDoes the other non-common arm also lie along the ruler?\nFig. 6.7 : Adjacent angles with dif ferent measur es\n2024-25"
            },
            {
                "page": 6,
                "text": "74 MATHEMA TICS\nYou will find that only in Fig. 6.7 (iii), both the non-common arms lie along the\nruler, that is, points A, O and B lie on the same line and ray OC stands on it. Also see\nthat ∠ AOC + ∠ COB = 125° + 55° = 180°. From this, you may conclude that statement\n(A) is true. So, you can state in the form of an axiom as follows:\nAxiom 6.2 :  If the sum of two adjacent angles is 180°,  then the non-common arms\nof the angles form a line .\nFor obvious reasons, the two axioms above together is called the Linear Pair\nAxiom .\nLet us now examine the case when two lines intersect each other .\nRecall, from earlier classes,  that when two lines intersect, the vertically opposite\nangles are equal. Let us prove this result now . See Appendix 1 for the ingredients of a\nproof, and keep those in mind while studying the proof given below .\nTheor em 6.1 :  If two lines intersect each other , then the ver tically opposite\nangles ar e equal .\nProof :  In the statement above, it is given\nthat ‘two lines intersect each other ’. So, let\nAB and CD be two lines intersecting at O as\nshown in Fig. 6.8. They lead to two pairs of\nvertically opposite angles, namely ,\n(i) ∠ AOC and ∠ BOD (ii) ∠ AOD and\n∠ BOC.\nWe need to prove that ∠ AOC = ∠ BOD\nand ∠ AOD = ∠ BOC.\nNow , ray OA  stands on line CD.\nTherefore, ∠ AOC + ∠ AOD = 180° (Linear pair axiom) (1)\nCan we write ∠ AOD + ∠ BOD = 180°? Yes! (Why?) (2)\nFrom (1) and (2), we can write\n                                  ∠ AOC + ∠ AOD = ∠ AOD + ∠ BOD\nThis implies that ∠ AOC = ∠ BOD (Refer Section 5.2, Axiom 3)\nSimilarly , it can be proved that ∠AOD = ∠BOC\nNow , let us do some examples based on Linear Pair Axiom and Theorem 6.1.Fig. 6.8 : Vertically opposite angles\n2024-25"
            },
            {
                "page": 7,
                "text": "LINES AND ANGLES 75\nFig. 6.9Example 1 : In Fig. 6.9, lines PQ and RS\nintersect each other at point O. If\n∠ POR : ∠ ROQ = 5 : 7, find all the angles.\nSolution : ∠ POR + ∠ ROQ = 180°\n(Linear pair of angles)\nBut ∠ POR : ∠ ROQ = 5 : 7\n(Given)\nTherefore, ∠ POR =5\n12 × 180° = 75°\nSimilarly , ∠ ROQ =7\n12 × 180° = 105°\nNow, ∠ POS = ∠ROQ = 105° (Vertically opposite angles)\nand ∠ SOQ = ∠POR = 75° (Vertically opposite angles)\nExample 2 :  In Fig. 6.10, ray OS stands on a line POQ. Ray OR and ray OT are\nangle bisectors of ∠ POS and ∠ SOQ, respectively . If ∠ POS = x, find ∠ ROT .\nSolution :  Ray OS stands on the line POQ.\nTherefore, ∠ POS + ∠ SOQ = 180°\nBut, ∠ POS = x\nTherefore, x + ∠ SOQ = 180°\nSo, ∠ SOQ = 180° – x\nNow , ray OR bisects ∠ POS, therefore,\n∠ ROS =1\n2 × ∠ POS\n=1\n2 × x = 2x\nSimilarly , ∠ SOT =1\n2 × ∠ SOQ\n=1\n2 × (180° – x)\n=902x° −Fig. 6.10\n2024-25"
            },
            {
                "page": 8,
                "text": "76 MATHEMA TICS\nNow, ∠ ROT = ∠ ROS + ∠ SOT\n= 90 –2 2x x+ °\n=90°\nExample 3 :  In Fig. 6.1 1, OP , OQ, OR and OS are\nfour rays. Prove that ∠ POQ + ∠ QOR + ∠ SOR +\n∠ POS = 360°.\nSolution :  In Fig. 6.1 1, you need to produce any of\nthe rays OP , OQ, OR or OS backwards to a point.\nLet us produce ray OQ backwards to a point T so\nthat TOQ is a line (see Fig. 6.12).\nNow , ray OP  stands on line TOQ.\nTherefore, ∠ TOP + ∠ POQ = 180° (1)\n(Linear pair axiom)\nSimilarly , ray OS stands on line TOQ.\nTherefore, ∠ TOS + ∠ SOQ = 180° (2)\nBut ∠ SOQ = ∠ SOR + ∠ QOR\nSo, (2) becomes\n∠ TOS + ∠ SOR + ∠ QOR = 180° (3)\nNow , adding (1) and (3), you get\n∠ TOP + ∠ POQ + ∠ TOS + ∠ SOR + ∠ QOR = 360° (4)\nBut ∠ TOP + ∠ TOS = ∠ POS\nTherefore, (4) becomes\n∠ POQ + ∠ QOR + ∠ SOR + ∠ POS = 360°\nEXERCISE 6.1\n1.In Fig. 6.13, lines AB and CD intersect at O. If\n∠ AOC + ∠ BOE = 70° and ∠ BOD = 40°, find\n∠ BOE and reflex ∠ COE.Fig. 6.1 1\nFig. 6.12\nFig. 6.13\n2024-25"
            },
            {
                "page": 9,
                "text": "LINES AND ANGLES 77\n2.In Fig. 6.14, lines XY and MN intersect at O. If\n∠ POY = 90° and a : b = 2 : 3, find c.\n3.In Fig. 6.15, ∠ PQR = ∠ PRQ, then prove that\n∠ PQS = ∠ PRT.\n4.In Fig. 6.16, if x + y = w + z, then prove that AOB\nis a line.\n5.In Fig. 6.17, POQ is a line. Ray OR is perpendicular\nto line PQ. OS is another ray lying between rays\nOP and OR. Prove that\n∠ ROS = 1\n2 (∠ QOS – ∠ POS).\n6.It is given that ∠ XYZ = 64° and XY is produced\nto point P . Draw a figure from the given\ninformation. If ray YQ bisects ∠ ZYP, find ∠ XYQ\nand reflex ∠ QYP.Fig. 6.14\nFig. 6.15\nFig. 6.16\nFig. 6.17\n2024-25"
            },
            {
                "page": 10,
                "text": "78 MATHEMA TICS\n6.5 Lines Parallel to the Same Line\nIf two lines are parallel to the same line, will they be parallel to each other? Let us\ncheck it. See Fig. 6.18 in which line m || line l and line n || line l.\nLet us draw a line t transversal for the lines, l, m and n. It is given that\nline m || line l and line n || line l.\nTherefore, ∠ 1 = ∠ 2and ∠ 1 = ∠ 3\n(Corresponding angles axiom)\nSo, ∠ 2 = ∠ 3 (Why?)\nBut ∠ 2 and ∠ 3 are corresponding angles and they\nare equal.\nTherefore, you can say that\nLine m || Line n\n(Converse of corresponding angles axiom)\nThis result can be stated in the form of the following theorem:\nTheor em 6.6 :  Lines which ar e parallel to the same line ar e parallel to each\nother .\nNote : The property above can be extended to more than two lines also.\nNow , let us solve some examples related to parallel lines.\nExample 4 :  In Fig. 6.19, if PQ || RS, ∠ MXQ = 135° and ∠ MYR = 40°, find ∠ XMY .\nFig. 6.19 Fig. 6.20\nSolution :  Here, we need to draw a line AB parallel to line PQ, through point M as\nshown in Fig. 6.20. Now , AB || PQ and PQ || RS.Fig. 6.18\n2024-25"
            },
            {
                "page": 11,
                "text": "LINES AND ANGLES 79\nTherefore, AB || RS (Why?)\nNow, ∠ QXM + ∠  XMB = 180°\n (AB || PQ, Interior angles on the same side of the transversal XM)\nBut ∠ QXM = 135°\nSo, 135° + ∠ XMB = 180°\nTherefore, ∠ XMB = 45°  (1)\nNow, ∠ BMY = ∠ MYR  (AB || RS, Alternate angles)\nTherefore, ∠ BMY = 40°  (2)\nAdding (1) and (2), you get\n∠ XMB + ∠ BMY = 45° + 40°\nThat is, ∠ XMY = 85°\nExample 5 :  If a transversal intersects two lines such that the bisectors of a pair of\ncorresponding angles are parallel, then prove that the two lines are parallel.\nSolution :  In Fig. 6.21, a transversal AD intersects two lines PQ and RS at points B\nand C respectively . Ray BE is the bisector of ∠ ABQ and ray CG is the bisector of\n∠ BCS; and BE || CG.\nWe are to prove that PQ || RS.\nIt is given that ray BE is the bisector of ∠ ABQ.\nTherefore, ∠ ABE =1\n2 ∠ ABQ  (1)\nSimilarly , ray CG is the bisector of ∠ BCS.\nTherefore, ∠ BCG =1\n2 ∠ BCS  (2)\nBut BE || CG and AD is the transversal.\nTherefore, ∠ ABE = ∠ BCG\n            (Corresponding angles axiom)  (3)\nSubstituting (1) and (2) in (3), you get\n1\n2 ∠ ABQ =1\n2 ∠ BCS\nThat is, ∠ ABQ = ∠ BCSFig. 6.21\n2024-25"
            },
            {
                "page": 12,
                "text": "80 MATHEMA TICS\nBut, they are the corresponding angles formed by transversal AD with PQ and RS;\nand are equal.\nTherefore, PQ || RS\n(Converse of corresponding angles axiom)\nExample 6 :  In Fig. 6.22, AB || CD and CD || EF . Also EA  ⊥ AB. If ∠ BEF = 55°, find\nthe values of x, y and z.\nSolution : y + 55° = 180°\n(Interior angles on the same side of the\ntransversal ED)\nTherefore, y =180º – 55º = 125º\nAgain x =y\n (AB || CD, Corresponding angles axiom)\nTherefore x =125º\nNow , since AB || CD and CD || EF , therefore, AB || EF .\nSo, ∠ EAB + ∠ FEA = 180° (Interior angles on the same\nside of the transversal EA)\nTherefore, 90° + z + 55° = 180°\nWhich gives z =35°\nEXERCISE 6.2\n1.In Fig. 6.23, if AB || CD, CD || EF and y : z = 3 : 7,\nfind x.\nFig. 6.23Fig. 6.22\n2024-25"
            },
            {
                "page": 13,
                "text": "LINES AND ANGLES 81\n2.In Fig. 6.24, if AB || CD, EF ⊥ CD and ∠ GED = 126°, find ∠ AGE, ∠ GEF and ∠ FGE.\nFig. 6.24\n3.In Fig. 6.25, if PQ || ST , ∠ PQR = 1 10° and ∠ RST  = 130°, find ∠ QRS.\n[Hint : Draw a line parallel to ST through point R .]\nFig. 6.25\n4.In Fig. 6.26, if AB || CD, ∠ APQ = 50° and ∠ PRD = 127°, find x and y.\nFig. 6.26\n5.In Fig. 6.27, PQ and RS are two mirrors placed parallel to each other . An incident ray\nAB strikes the mirror PQ at B, the reflected ray moves along the path BC and strikes\nthe mirror RS at C and again reflects back along CD. Prove that\nAB || CD.\nFig. 6.27\n2024-25"
            },
            {
                "page": 14,
                "text": "82 MATHEMA TICS\n6.6 Summary\nIn this chapter , you have studied the following points:\n1.If a ray stands on a line, then the sum of the two adjacent angles so formed is 180° and vice-\nversa. This property is called as the Linear pair axiom.\n2.If two lines intersect each other , then the vertically opposite angles are equal.\n3.Lines which are parallel to a given line are parallel to each other .\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 7: Triangles",
        "pages": [
            {
                "page": 1,
                "text": "CHAPTER 7\nTRIANGLES\n7.1 Introduction\nYou have studied about triangles and their various properties in your earlier classes.\nYou know that a closed figure formed by three intersecting lines is called a triangle.\n(‘Tri’ means ‘three’). A triangle has three sides, three angles and three vertices. For\nexample, in triangle ABC, denoted as ∆ ABC (see Fig. 7.1); AB, BC, CA  are the three\nsides, ∠ A, ∠ B, ∠ C are the three angles and A, B, C are three vertices.\nIn Chapter 6, you have also studied some properties\nof triangles. In this chapter , you will study in details\nabout the congruence of triangles, rules of congruence,\nsome more properties of triangles and inequalities in\na triangle. You have already verified most of these\nproperties in earlier classes. We will now prove some\nof them.\n7.2 Congruence of Triangles\nYou must have observed that two copies of your photographs of the same size are\nidentical. Similarly , two bangles of the same size, two ATM cards issued by the same\nbank are identical. You may recall that on placing a one rupee coin on another minted\nin the same year , they cover each other completely .\nDo you remember what such figures are called? Indeed they are called  congruent\nfigures (‘congruent’ means equal in all respects or figures whose shapes and sizes\nare both the same).\nNow , draw two circles of the same radius and place one on the other . What do\nyou observe? They cover each other completely and we call them as congruent circles.Fig. 7.1\n2024-25"
            },
            {
                "page": 2,
                "text": "84 MATHEMA TICS\nRepeat this activity by placing one\nsquare on the other with sides of the same\nmeasure (see Fig. 7.2) or by placing two\nequilateral triangles of equal sides on each\nother . You will observe that the squares are\ncongruent to each other and so are the\nequilateral triangles.\nYou may wonder why we are studying congruence. You all must have seen the ice\ntray in your refrigerator . Observe that the moulds for making ice are all congruent.\nThe cast used for moulding in the tray also has congruent depressions (may be all are\nrectangular or all circular or all triangular). So, whenever identical objects have to be\nproduced, the concept of congruence is used in making the cast.\nSometimes, you may find it difficult to replace the refill in your pen by a new one\nand this is so when the new refill is not of the same size as the one you want to\nremove. Obviously , if the two refills are identical or congruent, the new refill fits.\nSo, you can find numerous examples where congruence of objects is applied in\ndaily life situations.\nCan you think of some more examples of congruent figures?\nNow , which of the following figures are not congruent to the square in\nFig 7.3 (i) :\nFig. 7.3\nThe large squares in Fig. 7.3 (ii) and (iii) are obviously not congruent to the one in\nFig 7.3 (i), but the square in Fig 7.3 (iv) is congruent to the one given in Fig 7.3 (i).\nLet us now discuss the congruence of two triangles.\nYou already know that two triangles are congruent if the sides and angles of one\ntriangle are equal to the corresponding sides and angles of the other triangle.Fig. 7.2\n2024-25"
            },
            {
                "page": 3,
                "text": "TRIANGLES 85\nNow , which of the triangles given below are congruent to triangle ABC in\nFig. 7.4 (i)?\nFig. 7.4\nCut out each of these triangles from Fig. 7.4 (ii) to (v) and turn them around and\ntry to cover ∆ ABC. Observe that triangles in Fig. 7.4 (ii), (iii) and (iv) are congruent\nto ∆ ABC while ∆ TSU of Fig 7.4 (v) is not congruent to ∆ ABC.\nIf ∆ PQR is congruent to ∆ ABC, we write ∆ PQR ≅ ∆ ABC.\nNotice that when ∆ PQR ≅ ∆ ABC, then sides of ∆ PQR fall on corresponding\nequal sides of ∆ ABC and so is the case for the angles.\nThat is, PQ covers AB, QR covers BC and RP  covers CA; ∠ P  covers ∠ A,\n∠ Q covers ∠ B and ∠ R covers ∠ C. Also, there is a one-one correspondence\nbetween the vertices. That is, P  corresponds to A, Q to B, R to C and so on which is\nwritten as\nP ↔ A, Q ↔ B,R ↔ C\nNote that under this correspondence, ∆ PQR ≅ ∆ ABC; but it will not be correct to\nwrite ∆QRP  ≅ ∆ ABC.\nSimilarly , for Fig. 7.4 (iii),\n2024-25"
            },
            {
                "page": 4,
                "text": "86 MATHEMA TICS\nFD ↔ AB, DE ↔ BC and EF ↔ CA\nand F ↔ A, D ↔ Band E ↔ C\nSo, ∆ FDE ≅ ∆ ABC but writing ∆ DEF ≅ ∆ ABC is not correct.\nGive the correspondence between the triangle in Fig. 7.4 (iv) and ∆ ABC.\nSo, it is necessary to write the correspondence of vertices correctly for writing of\ncongruence of triangles in symbolic form.\nNote that in congruent triangles  corresponding parts are equal and we write\nin short ‘CPCT’  for corresponding par ts of congr uent triangles .\n7.3 Criteria for  Congruence of Triangles\nIn earlier classes, you have learnt four criteria for congruence of triangles. Let us\nrecall them.\nDraw two triangles with one side 3 cm. Are these triangles congruent? Observe\nthat they are not congruent (see Fig. 7.5).\nFig. 7.5\nNow , draw two triangles with one side 4 cm and one angle 50° (see Fig. 7.6). Are\nthey congruent?\nFig. 7.6\n2024-25"
            },
            {
                "page": 5,
                "text": "TRIANGLES 87\nSee that these two triangles are not congruent.\nRepeat this activity with some more pairs of triangles.\nSo, equality of one pair of sides or one pair of sides and one pair of angles is not\nsufficient to give us congruent triangles.\nWhat would happen if the other pair of arms (sides) of the equal angles are also\nequal?\nIn Fig 7.7, BC = QR, ∠ B = ∠ Q and also, AB = PQ. Now , what can you say\nabout congruence of ∆ABC and ∆PQR?\nRecall from your earlier classes that, in this case, the two triangles are congruent.\nVerify this for ∆ ABC and ∆ PQR in Fig. 7.7.\nRepeat this activity with other pairs of triangles. Do you observe that the equality\nof two sides and the included angle is enough for the congruence of triangles? Yes, it\nis enough.\nFig. 7.7\nThis is the first criterion for congruence of triangles.\nAxiom 7.1  (SAS congruence rule) :  Two triangles ar e congr uent if two sides\nand the included angle of one triangle ar e equal to the two sides and the included\nangle of the other triangle.\nThis result cannot be proved with the help of previously known results and so it is\naccepted true as an axiom (see Appendix 1).\nLet us now take some examples.\nExample 1 :  In Fig. 7.8, OA = OB and OD = OC. Show that\n(i) ∆ AOD ≅ ∆ BOC and (ii) AD || BC.\nSolution :  (i) You may observe that in ∆ AOD and ∆ BOC,\nOA = OB(Given)\nOD = OC\nFig. 7.8\n\n\n2024-25"
            },
            {
                "page": 6,
                "text": "88 MATHEMA TICS\nAlso, since ∠ AOD and ∠ BOC form a pair of vertically opposite angles, we have\n∠ AOD = ∠ BOC.\nSo, ∆ AOD ≅∆ BOC (by the SAS congruence rule)\n(ii)In congruent triangles AOD and BOC, the other corresponding parts are also\nequal.\nSo, ∠ OAD = ∠ OBC and these form a pair of alternate angles for line segments\nAD and BC.\nTherefore, AD || BC.\nExample 2 :  AB is a line segment and line l is its perpendicular bisector . If a point P\nlies on l, show that P  is equidistant from A and B.\nSolution :  Line l ⊥ AB and passes through C which\nis the mid-point of AB (see Fig. 7.9). You have to\nshow that P A = PB. Consider ∆ PCA  and ∆ PCB.\nWe have AC = BC (C is the mid-point of AB)\n∠ PCA = ∠ PCB = 90°  (Given)\nPC = PC  (Common)\nSo, ∆ PCA ≅ ∆ PCB (SAS rule)\nand so, P A = PB, as they are corresponding sides of\ncongruent triangles.\nNow , let us construct two triangles, whose sides are 4 cm and 5 cm and one of the\nangles is 50° and this angle is not included in between the equal sides (see Fig. 7.10).\nAre the two triangles congruent?\nFig. 7.10Fig. 7.9\n2024-25"
            },
            {
                "page": 7,
                "text": "TRIANGLES 89\nNotice that the two triangles are not congruent.\nRepeat this activity with more pairs of triangles. You will observe that for triangles\nto be congruent, it is very important that the equal angles are included between the\npairs of equal sides.\nSo, SAS congr uence r ule holds but not ASS or SSA  rule.\nNext, try to construct the two triangles in which two angles are 60° and 45° and\nthe side included between these angles is 4 cm (see Fig. 7.1 1).\nFig. 7.1 1\nCut out these triangles and place one triangle on the other . What do you observe?\nSee that one triangle covers the other completely; that is, the two triangles are congruent.\nRepeat this activity with more pairs of triangles. You will observe that equality of two\nangles and the included side is sufficient for congruence of triangles.\nThis result is the Angle-Side-Angle criterion for congruence and is written as\nASA  criterion. You have verified this criterion in earlier classes, but let us state and\nprove this result.\nSince this result can be proved, it is called a theorem and to prove it, we use the\nSAS axiom for congruence.\nTheor em 7.1   (ASA  congruence rule) :  Two triangles ar e congr uent if two angles\nand the included side of one triangle ar e equal to two angles and the included\nside of other triangle .\nProof :  We are given two triangles ABC and DEF in which:\n∠ B = ∠ E, ∠ C = ∠ F\nand BC = EF\nWe need to prove that ∆ ABC ≅∆ DEF\nFor proving the congruence of the two triangles see that three cases arise.\n2024-25"
            },
            {
                "page": 8,
                "text": "90 MATHEMA TICS\nCase (i) : Let AB = DE (see Fig. 7.12).\nNow what do you observe? You may observe that\nAB = DE (Assumed)\n∠ B = ∠ E (Given)\nBC = EF (Given)\nSo, ∆ ABC ≅∆ DEF (By SAS rule)\nFig. 7.12\nCase (ii) :  Let if possible AB > DE. So, we can take a point P on AB such that\nPB = DE. Now consider ∆ PBC and ∆ DEF (see Fig. 7.13).\nFig. 7.13\nObserve that in ∆ PBC and ∆ DEF,\nPB = DE (By construction)\n∠ B =∠ E (Given)\nBC = EF (Given)\nSo, we can conclude that:\n∆ PBC ≅ ∆ DEF, by the SAS axiom for congruence.\n2024-25"
            },
            {
                "page": 9,
                "text": "TRIANGLES 91\nSince the triangles are congruent, their corresponding parts will be equal.\nSo, ∠ PCB = ∠ DFE\nBut, we are given that\n∠ ACB = ∠ DFE\nSo, ∠ ACB = ∠ PCB\nIs this possible?\nThis is possible only if P  coincides with A.\nor, BA = ED\nSo, ∆ ABC ≅∆ DEF (by SAS axiom)\nCase (iii) :  If AB < DE, we can choose a point M on DE such that ME = AB and\nrepeating the ar guments as given in Case (ii),  we can conclude that AB = DE and so,\n∆ ABC ≅ ∆ DEF.\nSuppose, now in two triangles two pairs of angles and one pair of corresponding\nsides are equal but the side is not included between the corresponding equal pairs of\nangles. Are the triangles still congruent? You will observe that they are congruent.\nCan you reason out why?\nYou know that the sum of the three angles of a triangle is 180°. So if two pairs of\nangles are equal, the third pair is also equal (180° – sum of equal angles).\nSo, two triangles ar e congr uent if any two pairs of angles and one pair of\ncorresponding sides ar e equal . We may call it as the AAS Congruence Rule .\nNow let us perform the following activity :\nDraw triangles with angles 40°, 50° and 90°. How many such triangles can you\ndraw?\nIn fact, you can draw as many triangles as you want with different lengths of\nsides (see Fig. 7.14).\nFig. 7.14\n2024-25"
            },
            {
                "page": 10,
                "text": "92 MATHEMA TICS\nObserve that the triangles may or may not be congruent to each other .\nSo, equality of three angles is not sufficient for congruence of triangles. Therefore,\nfor congruence of triangles out of three equal parts, one has to be a side.\nLet us now take some more examples.\nExample 3 :  Line-segment AB is parallel to another line-segment CD. O is the\nmid-point of AD (see Fig. 7.15). Show that (i) ∆AOB ≅ ∆DOC (ii) O is also the\nmid-point of BC.\nSolution :  (i) Consider ∆ AOB and ∆ DOC.\n∠ ABO = ∠ DCO\n(Alternate angles as AB || CD\n     and BC is the transversal)\n∠ AOB = ∠ DOC\n(Vertically opposite angles)\nOA = OD (Given)\nTherefore, ∆AOB ≅∆DOC (AAS rule)\n(ii) OB = OC (CPCT)\nSo, O is the mid-point of BC.\nEXERCISE 7.1\n1.In quadrilateral ACBD,\nAC = AD and AB bisects ∠A\n(see Fig. 7.16). Show that ∆ ABC ≅ ∆ ABD.\nWhat can you say about BC and BD?Fig. 7.15\nFig. 7.16\n2024-25"
            },
            {
                "page": 11,
                "text": "TRIANGLES 93\n2.ABCD is a quadrilateral in which AD = BC and\n∠ DAB = ∠ CBA (see Fig. 7.17). Prove that\n(i)∆ ABD ≅ ∆ BAC\n(ii)BD = AC\n(iii)∠ ABD = ∠ BAC.\n3.AD and BC are equal perpendiculars to a line\nsegment AB (see Fig. 7.18). Show that CD bisects\nAB.\n4.l and m are two parallel lines intersected by\nanother pair of parallel lines p and q\n(see Fig. 7.19). Show that ∆ ABC ≅ ∆ CDA.\n5.Line l is the bisector of an angle ∠ A and B is any\npoint on l. BP and BQ are perpendiculars from B\nto the arms of ∠ A (see Fig. 7.20) . Show that:\n(i)∆ APB ≅ ∆ AQB\n(ii)BP = BQ or B is equidistant from the arms\nof  ∠ A.Fig. 7.17\nFig. 7.18\nFig. 7.19\nFig. 7.20\n2024-25"
            },
            {
                "page": 12,
                "text": "94 MATHEMA TICS\n6.In Fig. 7.21, AC = AE, AB = AD and\n∠ BAD = ∠ EAC. Show that BC = DE.\n7.AB is a line segment and P is its mid-point. D and\nE are points on the same side of AB such that\n∠ BAD = ∠ ABE and ∠ EPA = ∠ DPB\n(see Fig. 7.22). Show that\n(i)∆ DAP ≅ ∆ EBP\n(ii)AD = BE\n8.In right triangle ABC, right angled at C, M is\nthe mid-point of hypotenuse AB. C is joined\nto M and produced to a point D such that\nDM = CM. Point D is joined to point B\n(see Fig. 7.23). Show that:\n(i)∆ AMC ≅ ∆ BMD\n(ii)∠ DBC is a right angle.\n(iii)∆ DBC ≅ ∆ ACB\n(iv)CM = 1\n2 AB\n7.4 Some Pr oper ties of a Triangle\nIn the above section you have studied two criteria for congruence of triangles. Let us\nnow apply these results to study some properties related to a triangle whose two sides\nare equal.Fig. 7.22\nFig. 7.23Fig. 7.21\n2024-25"
            },
            {
                "page": 13,
                "text": "TRIANGLES 95\nPerform the activity given below:\nConstruct a triangle in which two sides are\nequal, say each equal to 3.5 cm and the third side\nequal to 5 cm (see Fig. 7.24). You have done such\nconstructions in earlier classes.\nDo you remember what is such a triangle\ncalled?\nA triangle in which two sides are equal is called\nan isosceles triangle . So, ∆ ABC of Fig. 7.24 is\nan isosceles triangle with AB = AC.\nNow , measure ∠ B and ∠ C. What do you observe?\nRepeat this activity with other isosceles triangles with different sides.\nYou may observe that in each such triangle, the angles opposite to the equal sides\nare equal.\nThis is a very important result and is indeed true for any isosceles triangle. It can\nbe proved as shown below .\nTheor em 7.2 :  Angles opposite to equal sides of an isosceles triangle ar e equal.\nThis result can be proved in many ways. One of\nthe proofs is given here.\nProof :  We are given an isosceles triangle ABC\nin which AB = AC. We need to prove that\n∠ B = ∠ C.\nLet us draw the bisector of ∠ A and let D be\nthe point of intersection of this bisector of\n∠ A and BC (see Fig. 7.25).\nIn ∆ BAD and ∆ CAD,\nAB = AC (Given)\n∠ BAD = ∠ CAD (By construction)\nAD = AD (Common)\nSo, ∆ BAD ≅∆ CAD (By SAS rule)\nSo, ∠ ABD = ∠ ACD, since they are corresponding angles of congruent triangles.\nSo, ∠ B =∠ CFig. 7.24\nFig. 7.25\n2024-25"
            },
            {
                "page": 14,
                "text": "96 MATHEMA TICS\nIs the converse also true? That is:\nIf two angles of any triangle are equal, can we conclude that the sides opposite to\nthem are also equal?\nPerform the following activity .\nConstruct a triangle ABC with BC of any length and ∠ B = ∠ C = 50°. Draw the\nbisector of ∠ A and let it intersect BC at D (see Fig. 7.26).\nCut out the triangle from the sheet of paper and fold it along AD so that vertex C\nfalls on vertex B.\nWhat can you say about sides AC and AB?\nObserve that AC covers AB completely\nSo, AC = AB\nRepeat this activity with some more triangles.\nEach time you will observe that the sides opposite\nto equal angles are equal. So we have the\nfollowing:\nTheor em 7.3 : The sides opposite to equal angles of a triangle ar e equal .\nThis is the converse of Theorem 7.2.\nYou can prove this theorem by ASA  congruence rule.\nLet us take some examples to apply these results.\nExample 4 :  In ∆ ABC, the bisector AD of ∠ A is perpendicular to side BC\n(see Fig. 7.27). Show that AB = AC and ∆ ABC is isosceles.\nSolution :  In ∆ABD and ∆ACD,\n∠ BAD = ∠ CAD (Given)\nAD = AD (Common)\n∠ ADB = ∠ ADC = 90° (Given)\nSo, ∆ ABD ≅∆ ACD (ASA rule)\nSo, AB = AC (CPCT)\nor,∆ ABC is an isosceles triangle.Fig. 7.26\nFig. 7.27\n2024-25"
            },
            {
                "page": 15,
                "text": "TRIANGLES 97\nExample 5 :  E and F are respectively the mid-points\nof equal sides AB and AC of ∆ ABC (see Fig. 7.28).\nShow that BF = CE.\nSolution :  In ∆ ABF and ∆ ACE,\nAB = AC (Given)\n∠ A =∠ A (Common)\nAF = AE (Halves of equal sides)\nSo, ∆ ABF ≅∆ ACE (SAS rule)\nTherefore, BF = CE (CPCT)\nExample 6 :  In an isosceles triangle ABC with AB = AC, D and E are points on BC\nsuch that BE = CD (see Fig. 7.29). Show that AD = AE.\nSolution :  In ∆ ABD and ∆ ACE,\nAB = AC (Given) (1)\n∠ B = ∠ C\n(Angles opposite to equal sides)   (2)\nAlso, BE = CD\nSo, BE – DE = CD – DE\nThat is, BD = CE (3)\nSo, ∆ ABD ≅∆ ACE\n(Using (1), (2), (3) and SAS rule).\nThis gives AD = AE (CPCT)\nEXERCISE 7.2\n1.In an isosceles triangle ABC, with AB = AC, the bisectors of ∠ B and ∠ C intersect\neach other at O. Join A to O. Show that :\n(i)OB =  OC (ii)AO bisects ∠ A\n2.In ∆ ABC, AD is the perpendicular bisector of BC\n(see Fig. 7.30). Show that ∆ ABC is an isosceles\ntriangle in which AB = AC.Fig. 7.28\nFig. 7.29\nFig. 7.30\n2024-25"
            },
            {
                "page": 16,
                "text": "98 MATHEMA TICS\n3.ABC is an isosceles triangle in which altitudes\nBE and CF are drawn to equal sides AC and AB\nrespectively (see Fig. 7.31). Show that these\naltitudes are equal.\n4.ABC is a triangle in which altitudes BE and CF to\nsides AC and AB are equal (see Fig. 7.32). Show\nthat\n(i)∆ ABE ≅ ∆ ACF\n(ii)AB = AC, i.e., ABC is an isosceles triangle.\n5.ABC and DBC are two isosceles triangles on the\nsame base BC (see Fig. 7.33). Show that\n∠ ABD = ∠ ACD.\n6.∆ABC is an isosceles triangle in which AB = AC.\nSide BA  is produced to D such that AD = AB\n(see Fig. 7.34). Show that ∠ BCD is a right angle.\n7.ABC is a right angled triangle in which ∠ A = 90°\nand AB = AC. Find ∠ B and ∠ C.\n8.Show that the angles of an equilateral triangle\nare 60° each.Fig. 7.32\nFig. 7.33\nFig. 7.34Fig. 7.31\n2024-25"
            },
            {
                "page": 17,
                "text": "TRIANGLES 99\n7.5 Some Mor e Criteria for  Congruence of Triangles\nYou have seen earlier in this chapter that equality of three angles of one triangle to\nthree angles of the other is not suf ficient for the congruence of the two triangles. You\nmay wonder whether equality of three sides of one triangle to three sides of another\ntriangle is enough for congruence of the two triangles. You have already verified in\nearlier classes that this is indeed true.\nTo be sure, construct two triangles with sides 4 cm, 3.5 cm and 4.5 cm\n(see Fig. 7.35). Cut them out and place them on each other . What do you observe?\nThey cover each other completely , if the equal sides are placed on each other . So, the\ntriangles are congruent.\nFig. 7.35\nRepeat this activity with some more triangles. We arrive at another rule for\ncongruence.\nTheor em 7.4  (SSS congruence rule) :  If thr ee sides of one triangle ar e equal to\nthe thr ee sides of another triangle, then the two triangles ar e congr uent.\nThis theorem can be proved using a suitable construction.\nYou have already seen that in the SAS congruence rule, the pair of equal angles\nhas to be the included angle between the pairs of corresponding pair of equal sides and\nif this is not so, the two triangles may not  be congruent.\nPerform this activity:\nConstruct two right angled triangles with hypotenuse equal to 5 cm and one side\nequal to 4 cm each (see Fig. 7.36).\n2024-25"
            },
            {
                "page": 18,
                "text": "100 MATHEMA TICS\nFig. 7.36\nCut them out and place one triangle over the other with equal side placed on each\nother . Turn the  triangles, if necessary . What do you observe?\nThe two triangles cover each other completely and so they are congruent. Repeat\nthis activity with other pairs of right triangles. What do you observe?\nYou will find that two right triangles are congruent if one pair of sides and the\nhypotenuse are equal. You have verified this in earlier classes.\nNote that, the right angle is not the included angle in this case.\nSo, you arrive at the following congruence rule:\nTheorem 7.5  (RHS congruence rule) :  If in two right triangles the hypotenuse\nand one side of one triangle ar e equal to the hypotenuse and one side of the\nother triangle, then the two triangles ar e congr uent.\nNote that RHS stands for Right angle - Hypotenuse - Side.\nLet us now take some examples.\nExample 7 :  AB is a line-segment. P  and Q are\npoints on opposite sides of AB such that each of them\nis equidistant from the points A and B (see Fig. 7.37).\nShow that the line PQ is the perpendicular bisector\nof AB.\nSolution :  You are given that P A = PB and\nQA = QB and you are to show that PQ ⊥ AB and\nPQ bisects AB. Let PQ intersect AB at C.\nCan you think of two congruent triangles in this figure?\nLet us take ∆ PAQ and ∆ PBQ.\nIn these triangles,Fig. 7.37\n2024-25"
            },
            {
                "page": 19,
                "text": "TRIANGLES 101\nAP = BP  (Given)\nAQ = BQ  (Given)\nPQ = PQ  (Common)\nSo, ∆ PAQ ≅∆ PBQ (SSS rule)\nTherefore, ∠ APQ = ∠ BPQ (CPCT).\nNow let us consider ∆PAC and ∆PBC.\nYou have : AP = BP (Given)\n∠ APC = ∠ BPC (∠ APQ = ∠ BPQ proved above)\nPC = PC (Common)\nSo, ∆ PAC ≅∆ PBC (SAS rule)\nTherefore, AC = BC (CPCT) (1)\nand ∠ ACP = ∠ BCP (CPCT)\nAlso, ∠ ACP + ∠ BCP = 180° (Linear pair)\nSo, 2∠ ACP  = 180°\nor, ∠ ACP  = 90° (2)\nFrom (1) and (2), you can easily conclude that PQ is the perpendicular bisector of AB.\n[Note that, without showing the congruence of ∆PAQ and ∆PBQ, you cannot show\nthat ∆PAC ≅ ∆PBC even though AP = BP (Given)\nPC = PC  (Common)\nand ∠ PAC = ∠ PBC (Angles opposite to equal sides in\n∆APB)\nIt is because these results give us SSA rule which is not always valid or true for\ncongruence of triangles. Also the angle is not included between the equal pairs of\nsides.]\nLet us take some more examples.\nExample 8 :  P is a point equidistant from two lines l and m intersecting at point A\n(see Fig. 7.38). Show that the line AP bisects the angle between them.\nSolution :  You are given that lines l and m intersect  each other at A. Let PB ⊥ l,\nPC ⊥ m. It is given that PB = PC.\nYou are to show that ∠ PAB = ∠ PAC.\n2024-25"
            },
            {
                "page": 20,
                "text": "102 MATHEMA TICS\nLet us consider ∆ PAB and ∆ PAC. In these two\ntriangles,\nPB = PC (Given)\n∠ PBA = ∠ PCA = 90° (Given)\nPA =PA (Common)\nSo, ∆ PAB ≅∆ PAC (RHS rule)\nSo, ∠ PAB = ∠ PAC (CPCT)\nNote that this result is the converse of the result proved in Q.5 of Exercise 7.1.\nEXERCISE 7.3\n1.∆ ABC and ∆ DBC are two isosceles triangles on\nthe same base BC and vertices A and D are on the\nsame side of BC (see Fig. 7.39). If AD is extended\nto intersect BC at P , show that\n(i)∆ ABD ≅ ∆ ACD\n(ii)∆ ABP  ≅ ∆ ACP\n(iii)AP bisects ∠ A as well as ∠ D.\n(iv)AP is the perpendicular bisector of BC.\n2.AD is an altitude of an isosceles triangle ABC in which AB = AC. Show that\n(i)AD bisects BC (ii)AD bisects ∠ A.\n3.Two sides AB and BC and median AM\nof one triangle ABC are respectively\nequal to sides PQ and QR and median\nPN of ∆ PQR (see Fig. 7.40). Show that:\n(i)∆ ABM ≅ ∆ PQN\n(ii)∆ ABC ≅ ∆ PQR\n4.BE and CF are two equal altitudes of a triangle ABC. Using RHS congruence\nrule, prove that the triangle ABC is isosceles.\n5.ABC is an isosceles triangle with AB = AC. Draw AP ⊥ BC to show that\n∠ B = ∠ C.Fig. 7.38\nFig. 7.39\nFig. 7.40\n2024-25"
            },
            {
                "page": 21,
                "text": "TRIANGLES 103\n7.6 Summary\nIn this chapter , you have studied the following points :\n1. Two figures are congruent, if they are of the same shape and of the same size.\n2. Two circles of the same radii are congruent.\n3. Two squares of the same sides are congruent.\n4. If two triangles ABC and PQR are congruent under the correspondence A ↔ P,\nB ↔ Q and C ↔ R, then symbolically , it is expressed as ∆ ABC ≅ ∆ PQR.\n5. If two sides and the included angle of one triangle are equal to two sides and the included\nangle of the other triangle, then the two triangles are congruent (SAS Congruence Rule).\n6. If two angles and the included side of one triangle are equal to two angles and the\nincluded side of the other triangle, then the two triangles are congruent (ASA Congruence\nRule).\n7. If two angles and one side of one triangle are equal to two angles and the corresponding\nside of the other triangle, then the two triangles are congruent (AAS Congruence Rule).\n8. Angles opposite to equal sides of a triangle are equal.\n9. Sides opposite to equal angles of a triangle are equal.\n10. Each angle of an equilateral triangle is of 60°.\n11.If three sides of one triangle are equal to three sides of the other triangle, then the two\ntriangles are congruent (SSS Congruence Rule).\n12. If in two right triangles, hypotenuse and one side of a triangle are equal to the hypotenuse\nand one side of other triangle, then the two triangles are congruent (RHS Congruence\nRule).\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 8: Quadrilaterals",
        "pages": [
            {
                "page": 1,
                "text": "104 MATHEMA TICS\nCHAPTER 8\nQUADRILA TERALS\n8.1 Properties of a Parallelogram\nYou have already studied quadrilaterals and their types in Class VIII. A quadrilateral\nhas four sides, four angles and four vertices. A parallelogram is a quadrilateral in\nwhich both pairs of opposite sides are parallel.\nLet us perform an activity .\nCut out a parallelogram from a sheet of paper\nand cut it along a diagonal (see Fig. 8.1). You obtain\ntwo triangles. What can you say about these\ntriangles?\nPlace one triangle over the other . Turn one around,\nif necessary . What do you observe?\nObserve that the two triangles are congruent to\neach other .\nRepeat this activity with some more parallelograms. Each time you will observe\nthat each diagonal divides the parallelogram into two congruent triangles.\nLet us now prove this result.\nTheorem 8.1 :  A diagonal of a parallelogram divides it into two congruent\ntriangles .\nProof :  Let ABCD be a parallelogram and AC be a diagonal (see Fig. 8.2). Observe\nthat the diagonal AC divides parallelogram ABCD into two triangles, namely , ∆ ABC\nand ∆ CDA. We need to prove that these triangles are congruent.\nFig. 8.1\n2024-25"
            },
            {
                "page": 2,
                "text": "QUADRILA TERALS 105\nIn ∆ ABC and ∆ CDA, note that BC || AD and AC is a transversal.\nSo, ∠ BCA = ∠ DAC (Pair of alternate angles)\nAlso, AB || DC and AC is a transversal.\nSo, ∠ BAC = ∠ DCA (Pair of alternate angles)\nand AC = CA (Common)\nSo, ∆ ABC ≅ ∆ CDA (ASA rule)\nor,diagonal AC divides parallelogram ABCD into two congruent\ntriangles ABC and CDA.\nNow , measure the opposite sides of parallelogram ABCD. What do you observe?\nYou will find that AB = DC and AD = BC.\nThis is another property of a parallelogram stated below:\nTheor em 8.2 :  In a parallelogram, opposite sides ar e equal .\nYou have already proved that a diagonal divides the parallelogram into two congruent\ntriangles; so what can you say about the corresponding parts say , the corresponding\nsides? They are equal.\nSo, AB = DC and AD = BC\nNow what is the converse of this result? You already know that whatever is given\nin a theorem, the same is to be proved in the converse and whatever is proved in the\ntheorem it is given in the converse. Thus, Theorem 8.2 can be stated as given below :\nIf a quadrilateral is a parallelogram, then each pair of its opposite sides is equal. So\nits converse is :\nTheorem 8.3 :  If each pair of opposite sides of a quadrilateral is equal, then it\nis a parallelogram .\nCan you reason out why?\nLet sides AB and CD of the quadrilateral ABCD\nbe equal and also  AD = BC (see Fig. 8.3). Draw\ndiagonal AC.\nClearly , ∆ ABC ≅∆ CDA (Why?)\nSo, ∠ BAC = ∠ DCA\nand ∠ BCA = ∠ DAC (Why?)\nCan you now say that ABCD is a parallelogram? Why?Fig. 8.2\nFig. 8.3\n2024-25"
            },
            {
                "page": 3,
                "text": "106 MATHEMA TICS\nYou have just seen that in a parallelogram each pair of opposite sides is equal and\nconversely if each pair of opposite sides of a quadrilateral is equal, then it is a\nparallelogram. Can we conclude the same result for the pairs of opposite angles?\nDraw a parallelogram and measure its angles. What do you observe?\nEach pair of opposite angles is equal.\nRepeat this with some more parallelograms. We arrive at yet another result as\ngiven below .\nTheor em 8.4 :  In a parallelogram, opposite angles ar e equal .\nNow , is the converse of this result also true? Yes. Using the angle sum property of\na quadrilateral and the results of parallel lines intersected by a transversal, we can see\nthat the converse is also true. So, we have the following theorem :\nTheorem 8.5 :  If in a quadrilateral, each pair of opposite angles is equal, then\nit is a parallelogram .\nThere is yet another property of a parallelogram. Let us study the same. Draw a\nparallelogram ABCD and draw both its diagonals intersecting at the point O\n(see Fig. 8.4).\nMeasure the lengths of OA, OB, OC and OD.\nWhat do you observe? You will observe that\nOA = OC and OB = OD.\nor,O is the mid-point of both the diagonals.\nRepeat this activity with some more parallelograms.\nEach time you will find that O is the mid-point of\nboth the diagonals.\nSo, we have the following theorem :\nTheor em 8.6 :  The diagonals of a parallelogram bisect each other .\nNow , what would happen, if in a quadrilateral the diagonals bisect each other?\nWill it be aparallelogram? Indeed this is true.\nThis result is the converse of the result of Theorem 8.6. It is given below:\nTheor em 8.7 :  If the diagonals of a quadrilateral bisect each other , then it is a\nparallelogram .\nYou can reason out this result as follows:Fig. 8.4\n2024-25"
            },
            {
                "page": 4,
                "text": "QUADRILA TERALS 107\nNote that in Fig. 8.5, it is given that OA = OC\nand OB = OD.\nSo,          ∆ AOB ≅ ∆ COD (Why?)\nTherefore, ∠ ABO = ∠ CDO (Why?)\nFrom this, we get AB || CD\nSimilarly ,         BC || AD\nTherefore ABCD is a parallelogram.\nLet us now take some examples.\nExample 1 :  Show that each angle of a rectangle is a right angle.\nSolution :  Let us recall what a rectangle is.\nA rectangle is a parallelogram in which one angle is a right angle.\n Let ABCD be a rectangle in which ∠ A = 90°.\nWe have to show that ∠ B = ∠ C = ∠ D = 90°\nWe have, AD || BC and AB is a transversal\n(see Fig. 8.6).\nSo, ∠ A + ∠ B = 180° (Interior angles on the same\n side of the transversal)\nBut, ∠ A =90°\nSo, ∠ B = 180° – ∠ A = 180° – 90° = 90°\nNow, ∠ C = ∠ Aand ∠ D = ∠ B\n(Opposite angles of the parallellogram)\nSo, ∠ C = 90° and ∠ D = 90°.\nTherefore, each of the angles of a rectangle is a right angle.\nExample 2 :  Show that the diagonals of a rhombus are perpendicular to each other .\nSolution :  Consider the rhombus ABCD (see Fig. 8.7).\nYou know that  AB = BC = CD = DA  (Why?)\nNow , in ∆ AOD and ∆ COD,\nOA = OC (Diagonals of a parallelogram\nbisect each other)\nOD = OD (Common)\nAD = CDFig. 8.5\nFig. 8.6\nFig. 8.7\n2024-25"
            },
            {
                "page": 5,
                "text": "108 MATHEMA TICS\nTherefore, ∆ AOD ≅ ∆ COD\n(SSS congruence rule)\nThis gives, ∠ AOD = ∠ COD (CPCT)\nBut, ∠ AOD + ∠ COD = 180° (Linear pair)\nSo, 2∠ AOD = 180°\nor, ∠ AOD = 90°\nSo, the diagonals of a rhombus are perpendicular to each other .\nExample 3 :  ABC is an isosceles triangle in which AB = AC. AD bisects exterior\nangle P AC and CD || AB (see Fig. 8.8). Show that\n(i) ∠ DAC = ∠ BCA and (ii) ABCD is a parallelogram.\nSolution :  (i) ∆ ABC is isosceles in which AB = AC (Given)\nSo, ∠ ABC = ∠ ACB (Angles opposite to equal sides)\nAlso, ∠ PAC = ∠ ABC + ∠ ACB\n(Exterior angle of a triangle)\nor, ∠ PAC = 2∠ ACB (1)\nNow , AD bisects ∠ PAC.\nSo, ∠ PAC = 2∠ DAC (2)\nTherefore,\n2∠ DAC = 2∠ ACB [From (1) and (2)]\nor, ∠ DAC = ∠ ACB\n(ii) Now , these equal angles form a pair of alternate angles when line segments BC\nand AD are intersected by a transversal AC.\nSo, BC || AD\nAlso, BA || CD (Given)\nNow , both pairs of opposite sides of quadrilateral ABCD are parallel.\nSo, ABCD is a parallelogram.\nExample 4 :  Two parallel lines l and m are intersected by a transversal p\n(see Fig. 8.9). Show that the quadrilateral formed by the bisectors of interior angles is\na rectangle.Fig. 8.8\n2024-25"
            },
            {
                "page": 6,
                "text": "QUADRILA TERALS 109\nSolution :  It is given that PS  || QR and transversal p intersects them at points A and\nC respectively .\nThe bisectors of ∠ PAC and ∠ ACQ intersect at B and bisectors of ∠ ACR and\n∠ SAC intersect at D.\nWe are to show that quadrilateral ABCD is a\nrectangle.\nNow, ∠ PAC = ∠ ACR\n(Alternate angles as l || m and p is a transversal)\nSo,1\n2∠ PAC =1\n2 ∠ ACR\ni.e., ∠ BAC = ∠ ACD\nThese form a pair of alternate angles for lines AB\nand DC with AC as transversal and they are equal also.\nSo, AB || DC\nSimilarly , BC || AD (Considering ∠ ACB and ∠ CAD)\nTherefore, quadrilateral ABCD is a parallelogram.\nAlso, ∠ PAC + ∠ CAS = 180° (Linear pair)\nSo,1\n2 ∠ PAC +1\n2 ∠ CAS =1\n2 × 180° = 90°\nor, ∠ BAC + ∠ CAD = 90°\nor, ∠ BAD = 90°\nSo,ABCD is a parallelogram in which one angle is 90°.\nTherefore, ABCD is a rectangle.\nExample 5 :  Show that the bisectors of angles of a parallelogram form a rectangle.\nSolution :  Let P , Q, R and S be the points of\nintersection of the bisectors of ∠ A and ∠ B,  ∠ B\nand ∠ C, ∠ C and ∠ D, and ∠ D and ∠ A respectively\nof parallelogram ABCD (see Fig. 8.10).\nIn ∆ ASD, what do you observe?\nSince DS bisects ∠ D and AS bisects ∠ A,  therefore,Fig. 8.9\nFig. 8.10\n2024-25"
            },
            {
                "page": 7,
                "text": "110 MATHEMA TICS\n∠ DAS + ∠ ADS =1\n2 ∠ A + 1\n2∠ D\n=1\n2 (∠ A + ∠ D)\n=1\n2 × 180° (∠ A and ∠ D are interior angles\non the same side of the transversal)\n=90°\nAlso, ∠ DAS + ∠ ADS + ∠ DSA  =180° (Angle sum property of a triangle)\nor, 90° + ∠ DSA = 180°\nor, ∠ DSA = 90°\nSo, ∠ PSR = 90° (Being vertically opposite to ∠ DSA)\nSimilarly , it can be shown that ∠ APB = 90° or ∠ SPQ = 90°  (as it was shown for\n∠ DSA). Similarly , ∠ PQR = 90° and ∠ SRQ = 90°.\nSo, PQRS is a quadrilateral in which all angles are right angles.\nCan we conclude that it is a rectangle? Let us examine. We have shown that\n∠ PSR = ∠ PQR = 90° and ∠ SPQ = ∠ SRQ = 90°. So both pairs of opposite angles\nare equal.\nTherefore, PQRS is a parallelogram in which one angle (in fact all angles) is 90° and\nso, PQRS is a rectangle.\nEXERCISE 8.1\n1.If the diagonals of a parallelogram are equal, then show that it is a rectangle.\n2.Show that the diagonals of a square are equal and bisect each other at right angles.\n3.Diagonal AC of a parallelogram ABCD bisects\n∠ A (see Fig. 8.1 1). Show that\n(i)it bisects ∠ C also,\n(ii)ABCD is a rhombus.\n4.ABCD is a rectangle in which diagonal AC bisects\n∠ A as well as ∠ C. Show that: (i) ABCD is a square\n(ii) diagonal BD bisects ∠ B as well as ∠ D.Fig. 8.1 1\n2024-25"
            },
            {
                "page": 8,
                "text": "QUADRILA TERALS 111\n5.In parallelogram ABCD, two points P  and Q are\ntaken on diagonal BD such that DP = BQ\n(see Fig. 8.12). Show that:\n(i)∆ APD ≅ ∆ CQB\n(ii)AP = CQ\n(iii) ∆ AQB ≅ ∆ CPD\n(iv)AQ = CP\n(v)APCQ is a parallelogram\n6.ABCD is a parallelogram and AP and CQ are\nperpendiculars from vertices A and C on diagonal\nBD (see Fig. 8.13). Show that\n(i)∆ APB ≅ ∆ CQD\n(ii)AP = CQ\n7.ABCD is a trapezium in which AB || CD and\nAD = BC (see Fig. 8.14). Show that\n(i)∠ A = ∠ B\n(ii)∠ C = ∠ D\n(iii)∆ ABC ≅ ∆ BAD\n(iv)diagonal AC = diagonal BD\n[Hint :Extend AB and draw a line through C\nparallel to DA  intersecting AB produced at E.]\n8.2 The Mid-point Theorem\nYou have studied many properties of a triangle as well as a quadrilateral. Now let us\nstudy yet another result which is related to the mid-point of sides of a triangle. Perform\nthe following activity .\nDraw a triangle and mark the mid-points E and F of two sides of the triangle. Join\nthe points E and F (see Fig. 8.15).\nMeasure EF and BC. Measure ∠ AEF and ∠ ABC.\nWhat do you observe? You will find that :\nEF = 1\n2 BC and ∠ AEF = ∠ ABC\nso, EF || BC\nRepeat this activity with some more triangles.\nSo,you arrive at the following theorem:Fig. 8.12\nFig. 8.13\nFig. 8.14\nFig. 8.15\n2024-25"
            },
            {
                "page": 9,
                "text": "112 MATHEMA TICS\nTheorem 8.8 :  The line segment joining the mid-points of two sides of a triangle\nis parallel to the thir d side .\nYou can prove this theorem using the following\nclue:\nObserve Fig 8.16 in which E and F are mid-points\nof AB and AC respectively and CD || BA.\n∆ AEF ≅∆ CDF (ASA Rule)\nSo, EF = DF and BE = AE = DC (Why?)\nTherefore, BCDE is a parallelogram. (Why?)\nThis gives EF || BC.\nIn this case, also note that EF = 1\n2 ED = 1\n2BC.\nCan you state the converse of Theorem 8.8? Is the converse true?\nYou will see that converse of the above theorem is also true which is stated as\nbelow:\nTheor em 8.9 :  The line drawn thr ough the mid-point of one side of a triangle,\nparallel to another side bisects the thir d side .\nIn Fig 8.17, observe that E is the mid-point of\nAB, line l is passsing through E and is parallel to BC\nand CM || BA.\nProve that AF = CF by using the congruence of\n∆ AEF and ∆ CDF .\nExample 6 :  In ∆ ABC, D, E and F are respectively\nthe mid-points of sides AB, BC and CA\n(see Fig. 8.18). Show that ∆ ABC is divided into four\ncongruent triangles by joining D, E and F .\nSolution :  As D and E are mid-points of sides AB\nand BC of the triangle ABC, by Theorem 8.8,\nDE || AC\nSimilarly , DF || BC and EF || ABFig. 8.16\nFig. 8.17\nFig. 8.18\n2024-25"
            },
            {
                "page": 10,
                "text": "QUADRILA TERALS 113\nTherefore ADEF , BDFE and DFCE are all parallelograms.\nNow DE is a diagonal of the parallelogram BDFE,\ntherefore, ∆ BDE ≅∆ FED\nSimilarly ∆ DAF ≅∆ FED\nand ∆ EFC ≅∆ FED\nSo, all the four triangles are congruent.\nExample 7 :  l, m and n are three parallel lines\nintersected by transversals p and q such that l, m\nand n cut of f equal intercepts AB and BC on p\n(see Fig. 8.19).  Show that l, m and n cut off equal\nintercepts DE and EF on q also.\nSolution :  We are given that AB = BC and have\nto prove that DE = EF .\nLet us join A to F intersecting m at G..\nThe trapezium ACFD is divided into two triangles;\nnamely ∆ ACF and ∆ AFD.\nIn ∆ ACF, it is given that B is the mid-point of AC (AB = BC)\nand BG || CF (since m || n).\nSo, G is the mid-point of AF (by using Theorem 8.9)\nNow , in ∆ AFD, we can apply the same ar gument as G is the mid-point of AF,\nGE || AD and so by Theorem 8.9, E is the mid-point of DF ,\ni.e., DE = EF .\nIn other words, l, m and n cut off equal intercepts on q also.\nEXERCISE 8.2\n1.ABCD is a quadrilateral in which P , Q, R and S are\nmid-points of the sides AB, BC, CD and DA\n(see Fig 8.20). AC is a diagonal. Show that :\n(i)SR || AC and SR = 1\n2 AC\n(ii)PQ = SR\n(iii)PQRS is a parallelogram.Fig. 8.19\nFig. 8.20\n2024-25"
            },
            {
                "page": 11,
                "text": "114 MATHEMA TICS\n2.ABCD is a rhombus and P , Q, R and S are the mid-points of the sides AB, BC, CD and\nDA respectively . Show that the quadrilateral PQRS is a rectangle.\n3.ABCD is a rectangle and P , Q, R and S are mid-points of the sides AB, BC, CD and DA\nrespectively . Show that the quadrilateral PQRS is a rhombus.\n4.ABCD is a trapezium in which AB || DC, BD is a diagonal and E is the mid-point of AD.\nA line is drawn through E parallel to AB intersecting BC at F (see Fig. 8.21). Show that\nF is the mid-point of BC.\nFig. 8.21\n5.In a parallelogram ABCD, E and F are the\nmid-points of sides AB and CD respectively\n(see Fig. 8.22). Show that the line segments AF\nand EC trisect the diagonal BD.\n6.ABC is a triangle right angled at C. A line through the mid-point M of hypotenuse AB\nand parallel to BC intersects AC at D. Show that\n(i)D is the mid-point of AC (ii)MD ⊥ AC\n(iii)CM = MA = 1\n2ABFig. 8.22\n2024-25"
            },
            {
                "page": 12,
                "text": "QUADRILA TERALS 115\n8.3 Summary\nIn this chapter , you have studied the following points :\n1.A diagonal of a parallelogram divides it into two congruent triangles.\n2.In a parallelogram,\n(i) opposite sides are equal (ii)opposite angles are equal\n(iii) diagonals bisect each other\n3.Diagonals of a rectangle bisect each other and are equal and vice-versa.\n4.Diagonals of a rhombus bisect each other at right angles and vice-versa.\n5.Diagonals of a square bisect each other at right angles and are equal, and vice-versa.\n6.The line-segment joining the mid-points of any two sides of a triangle is parallel to the\nthird side and is half of it.\n7.A line through the mid-point of a side of a triangle parallel to another side bisects the third\nside.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 9: Circles",
        "pages": [
            {
                "page": 1,
                "text": "116 MATHEMA TICS\nCHAPTER 9\nCIRCLES\n9.1 Angle Subtended by a Chord at a Point\nYou have already studied about circles and its parts in Class VI.\nTake a line segment PQ and a point R not on the line containing PQ. Join PR and QR\n(see Fig. 9.1). Then  ∠ PRQ is called the angle subtended by the line segment PQ at\nthe point R. What are angles POQ, PRQ and PSQ called in Fig. 9.2? ∠ POQ is the\nangle subtended by the chord PQ at the centre O, ∠ PRQ and ∠ PSQ are respectively\nthe angles subtended by PQ at points R and S on the major and minor arcs PQ.\nFig. 9.1             Fig. 9.2\nLet us examine the relationship between the size of the chord and the angle\nsubtended by it at the centre. You may see by drawing dif ferent chords of a circle\nand  angles subtended by them at the centre that the longer is the chord, the bigger\nwill be the angle subtended by it at the centre. What will happen if you take two\nequal chords of a circle? Will the angles subtended at the centre be the same\nor not?\n2024-25"
            },
            {
                "page": 2,
                "text": "CIRCLES 117\nDraw two or more equal chords of a circle and\nmeasure the angles subtended by them at the centre\n(see Fig.9.3). You will find that the angles subtended\nby them at the centre are equal. Let us give a proof\nof this fact.\nTheor em 9.1 :  Equal chor ds of a cir cle subtend\nequal angles at the centr e.\nProof :  You are given two equal chords AB and CD\nof a circle with centre O (see Fig.9.4). You want to\nprove that ∠ AOB = ∠ COD.\nIn triangles AOB and COD,\nOA = OC (Radii of a circle)\nOB = OD (Radii of a circle)\nAB = CD (Given)\nTherefore, ∆ AOB ≅∆ COD (SSS rule)\nThis gives ∠ AOB = ∠ COD\n               (Corresponding parts of congruent triangles)\nRemark :  For convenience, the abbreviation CPCT will be used in place of\n‘Corresponding parts of congruent triangles’, because we use this very frequently as\nyou will see.\nNow if two chords of a circle subtend equal angles at the centre, what can you\nsay about the chords? Are they equal or not? Let us examine this by the following\nactivity:\nTake a tracing paper and trace a circle on it. Cut\nit along the circle to get a disc. At its centre O, draw\nan angle AOB where A, B are points on the circle.\nMake another angle POQ at the centre equal to\n∠AOB. Cut the disc along AB and PQ\n(see Fig. 9.5). You will get two segments ACB and\nPRQ of the circle. If you put one on the other , what\ndo you observe? They cover each other , i.e., they\nare congruent. So AB  = PQ.Fig. 9.3\nFig. 9.4\nFig. 9.5\n2024-25"
            },
            {
                "page": 3,
                "text": "118 MATHEMA TICS\nThough you have seen it for this particular case, try it out for other equal angles\ntoo. The chords will all turn out to be equal because of the following theorem:\nTheor em 9.2 :  If the angles subtended by the chor ds of a cir cle at the centr e are\nequal, then the chor ds ar e equal.\nThe above theorem is the converse of the Theorem 9.1. Note that in Fig. 9.4, if\nyou take ∠ AOB = ∠ COD, then\n           ∆  AOB ≅ ∆ COD (Why?)\nCan you now see that AB = CD?\nEXERCISE 9.1\n1.Recall that two circles are congruent if they have the same radii. Prove that equal\nchords of congruent circles subtend equal angles at their centres.\n2.Prove that if chords of congruent circles subtend equal angles at their centres, then\nthe chords are equal.\n9.2 Perpendicular from the Centre to a Chord\nActivity :  Draw a circle on a tracing paper . Let O\nbe its centre. Draw a chord AB. Fold the paper along\na line through O so that a portion of the chord falls on\nthe other . Let the crease cut AB at the point M. Then,\n∠ OMA = ∠ OMB = 90° or OM is perpendicular to\nAB. Does the point B coincide with A (see Fig.9.6)?\nYes it will. So MA  = MB.\nGive a proof yourself by joining OA and OB and proving the right triangles OMA\nand OMB to be congruent. This example is a particular instance of the following\nresult:\nTheor em 9.3 :  The perpendicular fr om the centr e of a cir cle to a chor d bisects\nthe chor d.\nWhat is the converse of this theorem? To write this, first let us be clear what is\nassumed in Theorem 9.3 and what is proved. Given that the perpendicular from the\ncentre of a circle to a chord is drawn and to prove that it bisects the chord. Thus in the\nconverse, what the hypothesis is ‘if a line from the centre bisects a chord of a\ncircle’ and what is to be proved is ‘the line is perpendicular to the chord’. So the\nconverse is:Fig. 9.6\n2024-25"
            },
            {
                "page": 4,
                "text": "CIRCLES 119\nTheor em 9.4 :  The line drawn thr ough the centr e of a cir cle to bisect a chor d is\nperpendicular to the chor d.\nIs this  true? Try it for few cases and see. You will\nsee that it is true for these cases. See if it is true, in\ngeneral, by doing the following exercise. We will write\nthe stages and you give the reasons.\nLet AB be a chord of a circle with centre O and\nO is joined to the mid-point M of AB. You have to\nprove that OM ⊥ AB. Join OA  and OB\n(see Fig. 9.7). In triangles OAM and OBM,\nOA = OB (Why ?)\nAM = BM (Why ?)\nOM = OM (Common)\nTherefore, ∆OAM ≅∆OBM (How ?)\nThis gives ∠OMA = ∠OMB = 90°    (Why ?)\n9.3 Equal Chords and their Distances from the Centre\nLet AB be a line and P  be a point. Since there are\ninfinite numbers of points on a line, if you join these\npoints to P , you will get infinitely many line segments\nPL1, PL2, PM, PL3, PL4, etc. Which of these is the\ndistance of AB from P? You may think a while and\nget the answer . Out of these line segments, the\nperpendicular from P  to AB, namely PM in Fig. 9.8,\nwill be the least. In Mathematics, we define this least\nlength PM to be the distance of AB fr om P . So you\nmay say that:\nThe length of the perpendicular fr om a point to a line is the distance of the\nline fr om the point .\nNote that if the point lies on the line, the distance of the line from the point is zero.\nA circle can have infinitely many chords. You may observe by drawing chords of\na circle that longer chord is nearer to the centre than the smaller chord. You may\nobserve it by drawing several chords of a circle of different lengths and measuring\ntheir distances from the centre.  What is the distance of the diameter , which is theFig. 9.7\nFig. 9.8\n2024-25"
            },
            {
                "page": 5,
                "text": "120 MATHEMA TICS\nlongest chord from the centre? Since the centre lies on it, the distance is zero. Do you\nthink that there is some relationship between the length of chords and their distances\nfrom the centre? Let us see if this is so.\nFig. 9.9\nActivity :  Draw a circle of any radius on a tracing paper . Draw two equal chords\nAB and CD of it and also the perpendiculars OM and ON on them from the centre\nO. Fold the figure so that D falls on B and C falls on A [see Fig.9.9 (i)]. You may\nobserve that O lies on the crease and N falls on M. Therefore, OM = ON. Repeat\nthe activity by drawing congruent circles with centres O and O ′ and taking equal\nchords AB and CD one on each. Draw perpendiculars OM and O ′N on them [see\nFig. 9.9(ii)]. Cut one circular disc and put it on the other so that AB coincides with\nCD. Then you will find that O coincides with O ′ and M coincides with N. In this\nway you verified the following:\nTheor em 9.5 :  Equal chor ds of a cir cle (or of congr uent cir cles) are equidistant\nfrom the centr e (or centr es).\nNext, it will be seen whether the converse of this theorem is true or not. For\nthis, draw a circle with centre O. From the centre O, draw two line segments OL\nand OM of equal length and lying inside the circle [see Fig. 9.10(i)]. Then draw\nchords PQ and RS of the circle perpendicular to OL and OM respectively [see Fig\n9.10(ii)]. Measure the lengths of PQ and RS. Are these dif ferent? No, both are\nequal. Repeat the activity for more equal line segments and drawing the chords\nperpendicular to them. This verifies the converse of the Theorem 9.5 which is stated\nas follows:\n2024-25"
            },
            {
                "page": 6,
                "text": "CIRCLES 121\nTheor em 9.6 :  Chor ds equidistant fr om the centr e of a cir cle ar e equal in length.\nWe now take an example to illustrate the use of the above results:\nExample 1 :  If two intersecting chords of a circle make equal angles with the diameter\npassing through their point of intersection, prove that the chords are equal.\nSolution :  Given that AB and CD are two chords of\na circle, with centre O intersecting at a point E. PQ\nis a diameter through E, such that ∠ AEQ = ∠ DEQ\n(see Fig.9.1 1). You have to prove that AB = CD.\nDraw perpendiculars OL  and OM on chords AB and\nCD, respectively . Now\n∠ LOE = 180° – 90° – ∠ LEO = 90° – ∠ LEO\n(Angle sum property of a triangle)\n=90° – ∠ AEQ = 90° – ∠ DEQ\n=90° – ∠ MEO = ∠ MOE\nIn triangles OLE and OME,\n∠ LEO = ∠ MEO (Why ?)\n∠ LOE = ∠ MOE (Proved above)\nEO = EO (Common)\nTherefore, ∆ OLE ≅∆ OME (Why ?)\nThis gives OL = OM (CPCT)\nSo, AB = CD (Why ?)Fig. 9.10\nFig. 9.1 1\n2024-25"
            },
            {
                "page": 7,
                "text": "122 MATHEMA TICS\nEXERCISE 9.2\n1.Two circles of radii 5 cm and 3 cm intersect at two points and the distance between\ntheir centres is 4 cm. Find the length of the common chord.\n2.If two equal chords of a circle intersect within the circle, prove that the segments of\none chord are equal to corresponding segments of the other chord.\n3.If two equal chords of a circle intersect within the circle, prove that the line\njoining the point of intersection to the centre makes equal angles with the chords.\n4.If a line intersects two concentric circles (circles\nwith the same centre) with centre O at A, B, C and\nD, prove that AB = CD (see Fig. 9.12).\n5.Three girls Reshma, Salma and Mandip are\nplaying a game by standing on a circle of radius\n5m drawn in a park. Reshma throws a ball to\nSalma, Salma to Mandip, Mandip to Reshma. If\nthe distance between Reshma and Salma and\nbetween Salma and Mandip is 6m each, what is\nthe distance between Reshma and Mandip?\n6. A circular park of radius 20m is situated in a colony . Three boys Ankur , Syed and\nDavid are sitting at equal distance on its boundary each having a toy telephone in\nhis hands to talk each other . Find the length of the string of each phone.\n9.4 Angle Subtended by an Arc of a Cir cle\nYou have seen that the end points of a chord other than diameter of a circle cuts it into\ntwo arcs – one major and other minor . If you take two equal chords, what can you say\nabout the size of arcs? Is one arc made by first chord equal to the corresponding arc\nmade by another chord? In fact, they are more than just equal in length. They are\ncongruent in the sense that if one arc is put on the other , without bending or twisting,\none superimposes the other completely .\nYou can verify this fact by cutting the arc,\ncorresponding to the chord CD from the circle along\nCD and put it on the corresponding arc made by equal\nchord AB. You will find that the arc CD superimpose\nthe arc AB completely  (see Fig. 9.13). This shows\nthat equal chords make congruent arcs and\nconversely congruent arcs make equal chords of a\ncircle. You can state it as follows:\nIf two chor ds of a cir cle ar e equal, then their cor responding ar cs ar e congr uent\nand conversely , if two ar cs ar e congr uent, then their cor responding chor ds ar e equal.Fig. 9.12\nFig. 9.13\n2024-25"
            },
            {
                "page": 8,
                "text": "CIRCLES 123\nAlso the angle subtended by an arc at the centre\nis defined to be angle subtended by the corresponding\nchord at the centre in the sense that the minor arc\nsubtends the angle and the major arc subtends the\nreflex angle. Therefore, in Fig 9.14, the angle\nsubtended by the minor arc PQ at O is ∠POQ and\nthe angle subtended by the major arc PQ at O is\nreflex angle POQ.\n In view of the property above and Theorem 9.1,\nthe following result is true:\nCongr uent ar cs (or equal ar cs) of a cir cle subtend equal angles at the centr e.\nTherefore, the angle subtended by a chord of a circle at its centre is equal to the\nangle subtended by the corresponding (minor) arc at the centre. The following theorem\ngives the relationship between the angles subtended by an arc at the centre and at a\npoint on the circle.\nTheor em 9.7 :  The angle subtended by an ar c at the centr e is double the angle\nsubtended by it at any point on the r emaining par t of the cir cle.\nProof :  Given an arc PQ of a circle subtending angles POQ at the centre O and\nPAQ at a point A on the remaining part of the circle. We need to prove that\n∠ POQ = 2 ∠ PAQ.\nFig. 9.15\nConsider the three different cases as given in Fig. 9.15. In (i), arc PQ is minor; in (ii),\narc PQ is a semicircle and in (iii), arc PQ is major .\nLet us begin by joining AO and extending it to a point B.\nIn all the cases,\n∠ BOQ = ∠ OAQ + ∠ AQO\nbecause an exterior angle of a triangle is equal to the sum of the two interior opposite\nangles.Fig. 9.14\n2024-25"
            },
            {
                "page": 9,
                "text": "124 MATHEMA TICS\nAlso in ∆ OAQ,\nOA = OQ (Radii of a circle)\nTherefore, ∠ OAQ = ∠ OQA (Theorem 7.5)\nThis gives ∠ BOQ = 2 ∠ OAQ (1)\nSimilarly , ∠ BOP = 2 ∠ OAP (2)\nFrom (1) and (2), ∠ BOP + ∠ BOQ = 2(∠ OAP + ∠ OAQ)\nThis is the same as ∠ POQ = 2 ∠ PAQ (3)\nFor the case (iii), where PQ is the major arc, (3) is replaced by\nreflex angle POQ = 2 ∠ PAQ\nRemark :  Suppose we join points P and Q and\nform a chord PQ in the above figures. Then\n∠ PAQ is also called the angle formed in the\nsegment P AQP .\nIn Theorem 9.7, A can be any point on the\nremaining part of the circle. So if you take any\nother point C on the remaining part of the circle\n(see Fig. 9.16), you have\n∠ POQ = 2 ∠ PCQ = 2 ∠ PAQ\nTherefore, ∠ PCQ = ∠ PAQ.\nThis proves the following:\nTheor em 9.8 :  Angles in the same segment of a cir cle ar e equal.\nAgain let us discuss the case (ii) of Theorem 10.8 separately . Here ∠PAQ is an angle\nin the segment, which is a semicircle. Also, ∠ PAQ = 1\n2 ∠ POQ = 1\n2 × 180° = 90°.\nIf you take any other point C on the semicircle, again you get that\n∠ PCQ = 90°\nTherefore, you find another property of the circle as:\nAngle in a semicir cle is a right angle.\nThe converse of Theorem 9.8 is also true. It can be stated as:\nTheorem 9.9 :  If a line segment joining two points subtends equal angles at two\nother points lying on the same side of the line containing the line segment, the\nfour points lie on a cir cle (i.e. they ar e concyclic ).Fig. 9.16\n2024-25"
            },
            {
                "page": 10,
                "text": "CIRCLES 125\nYou can see the truth of this result as follows:\nIn Fig. 9.17, AB is a line segment, which subtends equal angles at two points C and D.\nThat is\n∠ ACB =  ∠ ADB\nTo show that the points A, B, C and D lie on a circle\nlet us draw a circle through the points A, C and B.\nSuppose it does not pass through the point D. Then it\nwill intersect AD (or extended AD) at a point, say E\n(or E ′).\nIf points A, C, E and B lie on a circle,\n∠ ACB = ∠ AEB (Why?)\nBut it is given that ∠ ACB = ∠ ADB.\nTherefore, ∠ AEB = ∠ ADB.\nThis is not possible unless E coincides with D. (Why?)\nSimilarly , E′ should also coincide with D.\n9.5 Cyclic Quadrilaterals\nA quadrilateral ABCD is called cyclic  if all the four vertices\nof it lie on a circle (see Fig 9.18). You will find a peculiar\nproperty in such quadrilaterals. Draw several cyclic\nquadrilaterals of different sides and name each of these\nas ABCD. (This can be done by drawing several circles\nof different radii and taking four points on each of them.)\nMeasure the opposite angles and write your observations\nin the following table.\n  S.No. of Quadrilateral ∠ A ∠ B ∠ C ∠ D ∠ A +∠ C∠ B +∠ D\n1.\n2.\n3.\n4.\n5.\n6.\nWhat do you infer from the table?Fig. 9.17\nFig. 9.18\n2024-25"
            },
            {
                "page": 11,
                "text": "126 MATHEMA TICS\nYou find that ∠A + ∠C = 180° and ∠B + ∠D = 180°, neglecting the error in\nmeasurements. This verifies the following:\nTheorem 9.10 :  The sum of either pair of opposite angles of a cyclic quadrilateral\nis 180º.\nIn fact, the converse of this theorem, which is stated below is also true.\nTheor em 9.1 1 : If the sum of a pair of opposite angles of a quadrilateral is 180º,\nthe quadrilateral is cyclic.\nYou can see the truth of this theorem by following a method similar to the method\nadopted for Theorem 9.9.\nExample 2 :  In Fig. 9.19, AB is a diameter of the circle, CD is a chord equal to the\nradius of the circle. AC and BD when extended intersect at a point E. Prove that\n∠ AEB = 60°.\nSolution :  Join OC, OD and BC.\nTriangle ODC is equilateral (Why?)\nTherefore, ∠ COD = 60°\nNow, ∠ CBD  =1\n2 ∠ COD (Theorem 9.7)\nThis gives ∠ CBD = 30°\nAgain, ∠ ACB = 90° (Why ?)\nSo, ∠ BCE = 180° – ∠ ACB = 90°\nWhich gives ∠ CEB = 90° – 30° = 60°, i.e., ∠ AEB = 60°\nExample 3 :  In Fig 9.20, ABCD is a cyclic\nquadrilateral in which AC and BD are its diagonals.\nIf ∠ DBC = 55° and ∠ BAC = 45°, find ∠ BCD.\nSolution : ∠ CAD = ∠ DBC = 55°\n(Angles in the same segment)\nTherefore, ∠ DAB = ∠ CAD + ∠ BAC\n=55° + 45° = 100°\nBut ∠ DAB + ∠ BCD = 180°\n(Opposite angles of a cyclic quadrilateral)\nSo, ∠ BCD = 180° – 100° = 80°Fig. 9.19\nFig. 9.20\n2024-25"
            },
            {
                "page": 12,
                "text": "CIRCLES 127\nExample 4 :  Two circles intersect at two points A\nand B. AD and AC are diameters to the two circles\n(see Fig. 9.21). Prove that B lies on the line segment\nDC.\nSolution :  Join AB.\n∠ ABD = 90° (Angle in a semicircle)\n∠ ABC = 90° (Angle in a semicircle)\nSo, ∠ ABD + ∠ ABC = 90° + 90° = 180°\nTherefore, DBC is a line. That is B lies on the line segment DC.\nExample 5 :  Prove that the quadrilateral formed (if possible) by the internal angle\nbisectors of any quadrilateral is cyclic.\nSolution :  In Fig. 9.22, ABCD is a quadrilateral in\nwhich the angle bisectors AH, BF , CF and DH of\ninternal angles A, B, C and D respectively form a\nquadrilateral EFGH.\nNow , ∠ FEH = ∠ AEB = 180° – ∠ EAB – ∠ EBA (Why ?)\n           = 180° – 1\n2 (∠ A + ∠ B)\nand ∠ FGH = ∠ CGD = 180 ° – ∠ GCD – ∠ GDC (Why ?)\n                      = 180° – 1\n2 (∠ C + ∠ D)\nTherefore, ∠ FEH + ∠ FGH = 180 ° – 1\n2 (∠ A + ∠ B) + 180 ° – 1\n2 (∠ C + ∠ D)\n                 = 360 ° – 1\n2 (∠ A+ ∠ B +∠ C +∠ D) = 360 ° – 1\n2 × 360°\n                 = 360° – 180° = 180°\nTherefore, by Theorem 9.1 1, the quadrilateral EFGH is cyclic.\nEXERCISE 9.3\n1.In Fig. 9.23, A,B and C are three points on a circle\nwith centre  O such that ∠ BOC = 30° and\n∠ AOB = 60°. If D is a point on the circle other\nthan the arc ABC, find ∠ADC.Fig. 9.22\nFig. 9.23Fig. 9.21\n2024-25"
            },
            {
                "page": 13,
                "text": "128 MATHEMA TICS\n2.A chord of a circle is equal to the radius of the\ncircle. Find the angle subtended by the chord at\na point on the minor arc and also at a point on the\nmajor arc.\n3.In Fig. 9.24, ∠ PQR = 100°, where P , Q and R are\npoints on a circle with centre O. Find ∠ OPR.\n4.In Fig. 9.25, ∠ ABC = 69°, ∠ ACB = 31°, find\n∠ BDC.\n5.In Fig. 9.26,  A, B, C and D are four points on a\ncircle. AC and BD intersect at a point E such\nthat ∠ BEC = 130° and ∠ ECD = 20°. Find\n∠ BAC.\n6.ABCD is a cyclic quadrilateral whose diagonals intersect at a point E. If ∠ DBC = 70°,\n∠ BAC is 30°, find ∠ BCD. Further , if AB = BC, find ∠ ECD.\n7.If diagonals of a cyclic quadrilateral are diameters of the circle through the vertices of\nthe quadrilateral, prove that it is a rectangle.\n8.If the non-parallel sides of a trapezium are equal, prove that it is cyclic.Fig. 9.24\nFig. 9.25\nFig. 9.26\n2024-25"
            },
            {
                "page": 14,
                "text": "CIRCLES 129\n9.Two circles intersect at two points B and C.\nThrough B, two line segments ABD and PBQ\nare drawn to intersect the circles at A, D and P ,\nQ respectively (see Fig. 9.27). Prove that\n∠ ACP  = ∠ QCD.\n10.If circles are drawn taking two sides of a triangle as diameters, prove that the point of\nintersection of these circles lie on the third side.\n11.ABC and ADC are two right triangles with common hypotenuse AC. Prove that\n∠ CAD = ∠ CBD.\n12.Prove that a cyclic parallelogram is a rectangle.\n9.6 Summary\nIn this chapter , you have studied the following points:\n1. A circle is the collection of all points in a plane, which are equidistant from a fixed point in\nthe plane.\n2. Equal chords of a circle (or of congruent circles) subtend equal angles at the centre.\n3. If the angles subtended by two chords of a circle (or of congruent circles) at the centre\n(corresponding centres) are equal, the chords are equal.\n4. The perpendicular from the centre of a circle to a chord bisects the chord.\n5. The line drawn through the centre of a circle to bisect a chord is perpendicular to\nthe chord.\n6. Equal chords of a circle (or of congruent circles) are equidistant from the centre (or\ncorresponding centres).\n7. Chords equidistant from the centre (or corresponding centres) of a circle (or of congruent\ncircles) are equal.\n8. If two arcs of a circle are congruent, then their corresponding chords are equal and\nconversely if two chords of a circle are equal, then their corresponding arcs (minor , major)\nare congruent.\n9. Congruent arcs of a circle subtend equal angles at the centre.\n10. The angle subtended by an arc at the centre is double the angle subtended by it at any\npoint on the remaining part of the circle.\n11.Angles in the same segment of a circle are equal.Fig. 9.27\n2024-25"
            },
            {
                "page": 15,
                "text": "130 MATHEMA TICS\n12. Angle in a semicircle is a right angle.\n13. If a line segment joining two points subtends equal angles at two other points lying on\nthe same side of the line containing the line segment, the four points lie on a circle.\n14. The sum of either pair of opposite angles of a cyclic quadrilateral is 1800.\n15. If sum of a pair of opposite angles of a quadrilateral is 1800, the quadrilateral is cyclic.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 10: Heron’s Formula",
        "pages": [
            {
                "page": 1,
                "text": "CHAPTER 10\nHERON’S FORMULA\n10.1 Area of a Triangle — by Her on’s Formula\nWe know that the area of triangle when its height is given, is 1\n2 × base × height. Now\nsuppose that we know the lengths of the sides of a scalene triangle and not the height.\nCan you still find its area? For instance, you have a triangular park whose sides are 40\nm, 32 m, and 24 m. How will you calculate its area? Definitely if you want to apply the\nformula, you will have to calculate its height. But we do not have a clue to calculate\nthe height. Try doing so. If you are not able to get it, then go to the next section.\nHeron was born in about 10AD possibly in Alexandria in\nEgypt. He worked in applied mathematics. His works on\nmathematical and physical subjects are so numerous and\nvaried that he is considered to be an encyclopedic writer\nin these fields. His geometrical works deal largely with\nproblems on mensuration written in three books. Book I\ndeals with the area of squares, rectangles, triangles,\ntrapezoids (trapezia), various other specialised\nquadrilaterals, the regular polygons, circles, surfaces of\ncylinders, cones, spheres etc. In this book, Heron has\nderived the famous formula for the area of a triangle in\nterms of its three sides.\nThe formula given by Heron about the area of a triangle, is also known as Hero’s\nformula . It is stated as:\nArea of a triangle = ( ) ( ) ( )s s a s b s c− − − (I)\nHeron (10 C.E. – 75 C.E.)\nFig. 10.1\n2024-25"
            },
            {
                "page": 2,
                "text": "132 MATHEMA TICS\nwher e a, b and c ar e the sides of the triangle , and s = semi-perimeter , i.e., half the\nperimeter of the triangle  = 2a b c+ +,\nThis formula is helpful where it is not possible to find the height of the triangle\neasily . Let us apply it to calculate the area of the triangular park ABC, mentioned\nabove (see Fig. 10.2).\nLet us take a = 40 m, b = 24 m, c = 32 m,\nso that we have s = 40 24 32\n2+ + m = 48 m.\ns – a = (48 – 40) m = 8 m,\ns – b = (48 – 24) m = 24 m,\ns – c = (48 – 32) m = 16 m.\nTherefore, area of the park ABC\n= ( ) ( ) ( )− − −s s a s b s c\n= 2 248 8 24 16 m 384m× × × =\nWe see that 322 + 242 = 1024 + 576 = 1600 = 402. Therefore, the sides of the park\nmake a right triangle. The largest side, i.e., BC which is 40 m will be the hypotenuse\nand the angle between the sides AB and AC will be 90°.\nWe can check that the area of the park is 1\n2 × 32 × 24 m2 = 384 m2.\nWe find that the area we have got is the same as we found by using Heron’ s\nformula.\nNow using Heron’ s formula, you verify this fact by finding the areas of other\ntriangles discussed earlier viz.,\n(i)equilateral triangle with side 10 cm.\n(ii)isosceles triangle with unequal side as 8 cm and each equal side as 5 cm.\nYou will see that\nFor (i), we have s = 10 10 10\n2+ + cm = 15 cm.Fig. 10.2\n2024-25"
            },
            {
                "page": 3,
                "text": "HERON ’S FORMULA 133\nArea of triangle  = 15(15 10) (15 10) (15 10)− − −  cm2\n                         =2 215 5 5 5 cm 25 3 cm× × × =\nFor (ii), we have s = 8 5 5cm 9 cm2+ +=\nArea of triangle = 9(9 8) (9 5) (9 5)− − − cm2 = 2 29 1 4 4 cm 12 cm .× × × =\nLet us now solve some more examples:\nExample 1 :  Find the area of a triangle, two sides of which are 8 cm and 1 1 cm and\nthe perimeter is 32 cm (see Fig. 10.3).\nSolution :  Here we have perimeter of the triangle = 32 cm, a = 8 cm and b = 11 cm.\nThird side c = 32 cm – (8 + 1 1) cm = 13 cm\nSo, 2s =32, i.e., s = 16 cm,\ns – a =(16 – 8) cm = 8 cm,\ns – b =(16 – 1 1) cm = 5 cm,\ns – c =(16 – 13) cm = 3 cm.\nTherefore, area of the triangle = ( ) ( ) ( )s s a s b s c− − −\n=2 216 8 5 3 cm 8 30 cm× × × =\nExample 2 :  A triangular park ABC has sides 120m, 80m and 50m (see Fig. 10.4). A\ngardener Dhania  has to put a fence all around it and also plant grass inside. How\nmuch area does she need to plant? Find the cost of fencing it with barbed wire at the\nrate of `20 per metre leaving a space 3m wide for a gate on one side.\nSolution :  For finding area of the park, we have\n2s =50 m + 80 m + 120 m = 250 m.\ni.e., s =125 m\nNow,s – a =(125 – 120) m = 5 m,\ns – b =(125 – 80) m = 45 m,\ns – c =(125 – 50) m = 75 m.Fig. 10.3\nFig. 10.4\n2024-25"
            },
            {
                "page": 4,
                "text": "134 MATHEMA TICS\nTherefore, area of the park  = ( ) ( ) ( )s s a s b s c− − −\n=125 5 45 75× × × m2\n=2375 15 m\nAlso, perimeter of the park =  AB + BC + CA  = 250 m\nTherefore, length of the wire needed for fencing = 250 m – 3 m (to be left for gate)\n=247 m\nAnd so the cost of fencing = `20 × 247 = `4940\nExample 3 :  The sides of a triangular plot are in the ratio of 3 : 5 : 7 and its perimeter\nis 300 m. Find its area.\nSolution :  Suppose that the sides, in metres, are 3 x, 5x and 7 x (see Fig. 10.5).\nThen, we know that 3 x + 5x + 7x = 300 (perimeter of the triangle)\nTherefore, 15 x = 300, which gives x = 20.\nSo the sides of the triangle are 3 × 20 m, 5 × 20 m and 7 × 20 m\ni.e., 60 m, 100 m and 140 m.\nCan you now find the area [Using Heron’ s formula]?\nWe have s = 60 100 140\n2+ + m = 150 m,\nand area will be 150(150 60) (150 100) (150 140)− − − m2\n=150 90 50 10× × × m2\n=21500 3 m\nEXERCISE 10.1\n1.A traffic signal board, indicating ‘ SCHOOL  AHEAD ’, is an equilateral triangle with\nside ‘ a’. Find the area of the signal board, using Heron’ s formula. If its perimeter is\n180 cm, what will be the area of the signal board?Fig. 10.5\n2024-25"
            },
            {
                "page": 5,
                "text": "HERON ’S FORMULA 135\n2.The triangular side walls of a flyover have been used for advertisements. The sides of\nthe walls are 122 m, 22 m and 120 m (see Fig. 10.6). The advertisements yield an\nearning of ` 5000 per m2 per year . A company hired one of its walls for 3 months. How\nmuch rent did it pay?\nFig. 10.6\n3.There is a slide in a park. One of its side walls has been painted in some colour with a\nmessage “ KEEP  THE P ARK GREEN AND CLEAN” ( see Fig. 10.7 ). If the sides of the\nwall are 15 m, 1 1 m and 6 m, find the area painted in colour .\nFig. 10.7\n4.Find the area of a triangle two sides of which are 18cm and 10cm and the perimeter is\n42cm.\n5.Sides of a triangle are in the ratio of 12 : 17 : 25 and its perimeter is 540cm. Find its area.\n6.An isosceles triangle has perimeter 30 cm and each of the equal sides is 12 cm. Find\nthe area of the triangle.\n2024-25"
            },
            {
                "page": 6,
                "text": "136 MATHEMA TICS\n10.2 Summary\nIn this chapter , you have studied the following points :\n1.Area of a triangle with its sides as a, b and c is calculated by using Heron’ s formula,\nstated as\nArea of triangle = ( ) ( ) ( )− − −s s a s b s c\nwhere s =2+ +a b c\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 11: Surface Areas and Volumes",
        "pages": [
            {
                "page": 1,
                "text": "SURF ACE AREAS AND VOLUMES 137\nCHAPTER 11\nSURF ACE AREAS AND VOLUMES\n11.1 Surface Area of a Right Cir cular  Cone\nWe have already studied the surface areas of cube, cuboid and cylinder . We will now\nstudy the surface area of cone.\nSo far , we have been generating solids by stacking up congruent figures. Incidentally ,\nsuch figures are called prisms . Now let us look at another kind of solid which is not a\nprism (These kinds of solids are called pyramids. ). Let us see how we can generate\nthem.\nActivity :  Cut out a right-angled triangle ABC right angled at B. Paste a long thick\nstring along one of the perpendicular sides say AB of the triangle [see Fig. 1 1.1(a)].\nHold the string with your hands on either sides of the triangle and rotate the triangle\nabout the string a number of times. What happens? Do you recognize the shape that\nthe triangle is forming as it rotates around the string [see Fig. 1 1.1(b)]? Does it remind\nyou of the time you had eaten an ice-cream heaped into a container of that shape [see\nFig. 1 1.1 (c) and (d)]?\nFig. 1 1.1\n2024-25"
            },
            {
                "page": 2,
                "text": "138 MATHEMA TICS\nThis is called a right cir cular cone . In Fig. 1 1.1(c)\nof the right circular cone, the point A is called the\nvertex, AB is called the height, BC is called the radius\nand AC is called the slant height of the cone. Here B\nwill be the centre of circular base of the cone. The\nheight, radius and slant height of the cone are usually\ndenoted by h, r and l respectively . Once again, let us\nsee what kind of cone we can not call a right circular\ncone. Here, you are (see Fig. 1 1.2)! What you see in\nthese figures are not right circular cones; because in\n(a), the line joining its vertex to the centre of its base\nis not at right angle to the base, and in (b) the base is\nnot circular .\nAs in the case of cylinder , since we will be studying only about right circular cones,\nremember that by ‘cone’  in this chapter , we shall mean a ‘right circular cone.’\nActivity :  (i) Cut out a neatly made paper cone that does not have any overlapped\npaper , straight along its side, and opening it out, to see the shape of paper that forms\nthe surface of the cone. (The line along which you cut the cone is the slant height  of\nthe cone which is represented by l). It looks like a part of a round cake.\n(ii) If you now bring the sides marked A and B at the tips together , you can see that\nthe curved portion of Fig. 1 1.3 (c) will form the circular base of the cone.\nFig. 1 1.3\n(iii) If the paper like the one in Fig. 1 1.3 (c) is now cut into hundreds of little pieces,\nalong the lines drawn from the point O, each cut portion is almost a small triangle,\nwhose height is the slant height l of the cone.\n(iv) Now the area of each triangle = 1\n2 × base of each triangle × l.\nSo, area of the entire piece of paperFig. 1 1.2\n2024-25"
            },
            {
                "page": 3,
                "text": "SURF ACE AREAS AND VOLUMES 139\n=sum of the areas of all the triangles\n=1 2 31 1 1\n2 2 2b l b l b l+ + +⋯ = ( ) 1 2 31\n2l b b b + + +⋯\n=1\n2 × l × length of entire curved boundary of Fig. 1 1.3(c)\n(as b1 + b2 + b3 + . . . makes up the curved portion of the figure)\nBut the curved portion of the figure makes up the perimeter of the base of the cone\nand the circumference of the base of the cone = 2 πr, where r is the base radius of the\ncone.\nSo,Curved Surface Area of a Cone = 1\n2 × l × 2π ππ ππr = πππ ππrl\nwhere r is its base radius and l its slant height.\nNote that l2 = r2 + h2 (as can be seen from Fig. 1 1.4), by\napplying Pythagoras Theorem. Here h is the  height  of the\ncone.\nTherefore, l = 2 2r h+\nNow if the base of the cone is to be closed, then a circular piece of paper of radius r\nis also required whose area is πr2.\nSo,Total Surface Area of a Cone = π ππ ππrl + π ππππr2 = π\nππ ππr(l + r)\nExample 1 :  Find the curved surface area of a right circular cone whose slant height\nis 10 cm and base radius is 7 cm.\nSolution :  Curved surface area = πrl\n=22\n7 × 7 × 10 cm2\n=220 cm2\nExample 2 :  The height of a cone is 16 cm and its base radius is 12 cm. Find the\ncurved surface area and the total surface area of the cone (Use π = 3.14).\nSolution :  Here, h = 16 cm and r = 12 cm.\nSo, from l2 =h2 + r2, we have\nl =2 216 12+  cm = 20 cmFig. 1 1.4\n2024-25"
            },
            {
                "page": 4,
                "text": "140 MATHEMA TICS\nSo, curved surface area =πrl\n=3.14 × 12 × 20 cm2\n=753.6 cm2\nFurther , total surface area =πrl + πr2\n=(753.6 + 3.14 × 12 × 12) cm2\n=(753.6 + 452.16) cm2\n=1205.76 cm2\nExample 3 :  A corn cob (see Fig. 1 1.5), shaped somewhat\nlike a cone, has the radius of its broadest end as 2.1 cm and\nlength (height) as 20 cm. If each 1 cm2 of the surface of the\ncob carries an average of four grains, find how many grains\nyou would find on the entire cob.\nSolution :  Since the grains of corn are found only on the curved surface of the corn\ncob, we would need to know the curved surface area of the corn cob to find the total\nnumber of grains on it. In this question, we are given the height of the cone, so we\nneed to find its slant height.\nHere, l =2 2r h+  = 2 2(2.1) 20 +  cm\n=404.41  cm = 20.1 1 cm\nTherefore, the curved surface area of the corn cob = πrl\n=22\n7 × 2.1 × 20.1 1 cm2 = 132.726 cm2 = 132.73 cm2 (approx.)\nNumber of grains of corn on 1 cm2 of the surface of the corn cob = 4\nTherefore, number of grains on the entire curved surface of the cob\n=132.73 × 4 = 530.92 = 531 (approx.)\nSo, there would be approximately 531 grains of corn on the cob.\nEXERCISE 1 1.1\nAssume π = 22\n7, unless stated otherwise.\n1.Diameter of the base of a cone is 10.5 cm and its slant height is 10 cm. Find its curved\nsurface area.\n2.Find the total surface area of a cone, if its slant height is 21 m and diameter of its base\nis 24 m.Fig. 1 1.5\n2024-25"
            },
            {
                "page": 5,
                "text": "SURF ACE AREAS AND VOLUMES 141\n3.Curved surface area of a cone is 308 cm2 and its slant height is 14 cm. Find\n(i) radius of the base and (ii) total surface area of the cone.\n4.A conical tent is 10 m high and the radius of its base is 24 m. Find\n(i) slant height of the tent.\n(ii) cost of the canvas required to make the tent, if the cost of 1 m2 canvas is ` 70.\n5.What length of tarpaulin 3 m wide will be required to make conical tent of height 8 m\nand base radius 6 m? Assume that the extra length of material that will be required for\nstitching margins and wastage in cutting is approximately 20 cm (Use π = 3.14).\n6.The slant height and base diameter of a conical tomb are 25 m and 14 m respectively .\nFind the cost of white-washing its curved surface at the rate of ` 210 per 100 m2.\n7.A joker ’s cap is in the form of a right circular cone of base radius 7 cm and height\n24 cm. Find the area of the sheet required to make 10 such caps.\n8.A bus stop is barricaded from the remaining part of the road, by using 50 hollow\ncones made of recycled cardboard. Each cone has a base diameter of 40 cm and height\n1 m. If the outer side of each of the cones is to be painted and the cost of painting is\n` 12 per m2, what will be the cost of painting all these cones? (Use π = 3.14 and take\n1.04  = 1.02)\n11.2 Surface Area of a Spher e\nWhat is a sphere? Is it the same as a circle? Can you draw a circle on a paper? Yes,\nyou can, because a circle is a plane closed figure whose every point lies at a constant\ndistance (called radius ) from a fixed point, which is called the centre of the circle.\nNow if you paste a string along a diameter of a circular disc and rotate it as you had\nrotated the triangle in the previous section, you see a new solid (see Fig 1 1.6). What\ndoes it resemble? A ball? Yes. It is called a spher e.\nFig. 1 1.6\n2024-25"
            },
            {
                "page": 6,
                "text": "142 MATHEMA TICS\nCan you guess what happens to the centre of the circle, when it forms a sphere on\nrotation? Of course, it becomes the centre of the sphere. So, a spher e is a thr ee\ndimensional figur e (solid figur e), which is made up of all points in the space,\nwhich lie at a constant distance called the radius, fr om a fixed point called the\ncentr e of the spher e.\nNote :  A sphere is like the surface of a ball. The word solid spher e is used for the\nsolid whose surface is a sphere.\nActivity :  Have you ever played with a top or have you at least watched someone\nplay with one? You must be aware of how a string is wound around it. Now , let us take\na rubber ball and drive a nail into it. Taking support of the nail, let us wind a string\naround the ball. When you have reached the ‘fullest’ part of the ball, use pins to keep\nthe string in place, and continue to wind the string around the remaining part of the ball,\ntill you have completely covered the ball [see Fig. 1 1.7(a)]. Mark the starting and\nfinishing points on the string, and slowly unwind the string from the surface of the ball.\nNow , ask your teacher to help you in measuring the diameter of the ball, from which\nyou easily get its radius. Then on a sheet of paper , draw four circles with radius equal\nto the radius of the ball. Start filling the circles one by one, with the string you had\nwound around the ball [see Fig. 1 1.7(b)].\nFig. 1 1.7\nWhat have you achieved in all this?\nThe string, which had completely covered the surface area of the sphere, has been\nused to completely fill the regions of four circles, all of the same radius as of the sphere.\nSo, what does that mean? This suggests that the surface area of a sphere of radius r\n= 4 times the area of a circle of radius r = 4 × ( π r2)\nSo, Surface Area of a Spher e = 4 π ππ ππ r2\n2024-25"
            },
            {
                "page": 7,
                "text": "SURF ACE AREAS AND VOLUMES 143\nwhere r is the radius of the sphere.\nHow many faces do you see in the surface of a sphere? There is only one, which is\ncurved.\nNow , let us take a solid sphere, and slice it exactly ‘through\nthe middle’ with a plane that passes through its centre. What\nhappens to the sphere?\nYes, it gets divided into two equal parts (see Fig. 1 1.8)! What\nwill each half  be called? It is called a hemisphere . (Because\n‘hemi’  also means ‘half ’)\nAnd what about the surface of a hemisphere? How many faces does it have?\nTwo! There is a curved face and a flat face (base).\nThe curved surface area of a hemisphere is half the surface area of the sphere, which\nis 1\n2 of 4 πr2.\nTherefore, Curved Surface Area of a Hemispher e = 2 π ππ ππr2\nwhere r is the radius of the sphere of which the hemisphere is a part.\nNow taking the two faces of a hemisphere, its surface area 2 πr2 + πr2\nSo,Total Surface Area of a Hemispher e = 3 π ππ ππr2\nExample 4 :  Find the surface area of a sphere of radius 7 cm.\nSolution :  The surface area of a sphere of radius 7 cm would be\n4πr2 =4 × 22\n7 × 7 × 7 cm2 = 616 cm2\nExample 5 :  Find (i) the curved surface area and (ii) the total surface area of a\nhemisphere of radius 21 cm.\nSolution :  The curved surface area of a hemisphere of radius 21 cm would be\n= 2πr2 =2 × 22\n7 × 21 × 21 cm2 = 2772 cm2Fig. 1 1.8\n2024-25"
            },
            {
                "page": 8,
                "text": "144 MATHEMA TICS\n(ii) the total surface area of the hemisphere would be\n3πr2 =3 × 22\n7 × 21 × 21 cm2 = 4158 cm2\nExample 6 :  The hollow sphere, in which the circus motorcyclist performs his stunts,\nhas a diameter of 7 m. Find the area available to the motorcyclist for riding.\nSolution :  Diameter of the sphere = 7 m. Therefore, radius is 3.5 m. So, the riding\nspace available for the motorcyclist is the surface area of the ‘sphere’ which is\ngiven by\n4πr2 =4 × 22\n7 × 3.5 × 3.5 m2\n=154 m2\nExample 7 :  A hemispherical dome of a building needs to be painted\n(see Fig. 1 1.9). If the circumference of the base of the dome is 17.6 m, find the cost of\npainting it, given the cost of painting is ` 5 per 100 cm2.\nSolution :  Since only the rounded surface of the dome is to be painted, we would need\nto find the curved surface area of the hemisphere to know the extent of painting that\nneeds to be done. Now , circumference of the dome = 17.6 m. Therefore, 17.6 = 2 πr.\nSo, the radius of the dome = 17.6 × 7\n2 22× m = 2.8 m\nThe curved surface area of the dome = 2 πr2\n=2 × 22\n7 × 2.8 × 2.8 m2\n=49.28 m2\nNow , cost of painting 100 cm2 is ` 5.\nSo, cost of painting 1 m2 = ` 500\nTherefore, cost of painting the whole dome\n=` 500 × 49.28\n=` 24640\nEXERCISE 1 1.2\nAssume π = 22\n7, unless stated otherwise.\n1.Find the surface area of a sphere of radius:\n(i)10.5 cm (ii)5.6 cm (iii)14 cmFig. 1 1.9\n2024-25"
            },
            {
                "page": 9,
                "text": "SURF ACE AREAS AND VOLUMES 145\n2.Find the surface area of a sphere of diameter:\n(i)14 cm (ii)21 cm (iii)3.5 m\n3.Find the total surface area of a hemisphere of radius 10 cm. (Use π = 3.14)\n4.The radius of a spherical balloon increases from 7 cm to 14 cm as air is being pumped\ninto it. Find the ratio of surface areas of the balloon in the two cases.\n5.A hemispherical bowl made of brass has inner diameter 10.5 cm. Find the cost of\ntin-plating it on the inside at the rate of ` 16 per 100 cm2.\n6.Find the radius of a sphere whose surface area is 154 cm2.\n7.The diameter of the moon is approximately one fourth of the diameter of the earth.\nFind the ratio of their surface areas.\n8.A hemispherical bowl is made of steel, 0.25 cm thick. The inner radius of the bowl is\n5 cm. Find the outer curved surface area of the bowl.\n9.A right circular cylinder just encloses a sphere of\nradius r (see Fig. 11.10). Find\n(i)surface area of the sphere,\n(ii)curved surface area of the cylinder ,\n(iii)ratio of the areas obtained in (i) and (ii).\n11.3 Volume of a Right Cir cular  Cone\nIn earlier classes we have studied the volumes of\ncube, cuboid and cylinder\nIn Fig 1 1.11, can you see that there is a right circular\ncylinder and a right circular cone of the same base\nradius and the same height?\nActivity :  Try to make a hollow cylinder and a hollow cone like this with the same\nbase radius and the same height (see Fig. 1 1.11). Then, we can try out an experiment\nthat will help us, to see practically what the volume of a right circular cone would be!\nFig. 1 1.12Fig. 1 1.10\nFig. 1 1.11\n2024-25"
            },
            {
                "page": 10,
                "text": "146 MATHEMA TICS\nSo, let us start like this.\nFill the cone up to the brim with sand once, and empty it into the cylinder . We find\nthat it fills up only a part of the cylinder [see Fig. 1 1.12(a)].\nWhen we fill up the cone again to the brim, and empty it into the cylinder , we see\nthat the cylinder is still not full [see Fig. 1 1.12(b)].\nWhen the cone is filled up for the third time, and emptied into the cylinder , it can be\nseen that the cylinder is also full to the brim [see Fig. 1 1.12(c)].\nWith this, we can safely come to the conclusion that three times the volume of a\ncone, makes up the volume of a cylinder , which has the same base radius and the\nsame height as the cone, which means that the volume of the cone is one-third the\nvolume of the cylinder .\nSo, Volume of a Cone = 1\n3π ππ ππr2h\nwhere r is the base radius and h is the height of the cone.\nExample 8 :  The height and the slant height of a cone are 21 cm and 28 cm respectively .\nFind the volume of the cone.\nSolution :  From l2 = r2 + h2, we have\nr =2 2 2 228 21 cm 7 7 cm l h− = − =\nSo, volume of the cone = 1\n3πr2h = 1\n3 × 227 7 7 7 217× × ×  cm3\n                                   = 7546 cm3\nExample 9 :  Monica has a piece of canvas whose area is 551 m2. She uses it to have\na conical tent made, with a base radius of 7 m. Assuming that all the stitching mar gins\nand the wastage incurred while cutting, amounts to approximately 1 m2, find the volume\nof the tent that can be made with it.\nSolution :  Since the area of the canvas = 551 m2 and area of the canvas lost in\nwastage is 1 m2, therefore the area of canvas available for making the tent is\n(551 – 1) m2 = 550 m2.\nNow , the surface area of the tent = 550 m2 and the required base radius of the conical\ntent = 7 m\nNote that a tent has only a curved surface (the floor of a tent is not covered by\ncanvas!!).\n2024-25"
            },
            {
                "page": 11,
                "text": "SURF ACE AREAS AND VOLUMES 147\nTherefore, curved surface area of tent = 550 m2.\nThat is, πrl =550\nor,22\n7 × 7 × l =550\nor, l =3550\n22m = 25 m\nNow, l2 =r2 + h2\nTherefore, h = 2 2l r−  =2 225 7 m 625 49 m 576 m− = − =\n=24 m\nSo, the volume of the conical tent = 2 3 1 1 227 7 24 m3 3 7r hπ = × × × × = 1232 m3.\nEXERCISE 1 1.3\nAssume π = 22\n7, unless stated otherwise.\n1.Find the volume of the right circular cone with\n(i)radius 6 cm, height 7 cm (ii)radius 3.5 cm, height 12 cm\n2.Find the capacity in litres of a conical vessel with\n(i)radius 7 cm, slant height 25 cm (ii)height 12 cm, slant height 13 cm\n3.The height of a cone is 15 cm. If its volume is 1570 cm3, find the radius of the base.\n(Use π = 3.14)\n4.If the volume of a right circular cone of height 9 cm is 48 π cm3, find the diameter of its\nbase.\n5.A conical pit of top diameter 3.5 m is 12 m deep. What is its capacity in kilolitres?\n6.The volume of a right circular cone is 9856 cm3. If the diameter of the base is 28 cm,\nfind\n(i)height of the cone (ii)slant height of the cone\n(iii)curved surface area of the cone\n7.A right triangle ABC with sides 5 cm, 12 cm and 13 cm is revolved about the side 12 cm.\nFind the volume of the solid so obtained.\n8.If the triangle ABC in the Question 7 above is revolved about the side 5 cm, then find\nthe volume of the solid so obtained. Find also the ratio of the volumes of the two\nsolids obtained in Questions 7 and 8.\n9.A heap of wheat is in the form of a cone whose diameter is 10.5 m and height is 3 m.\nFind its volume. The heap is to be covered by canvas to protect it from rain. Find the\narea of the canvas required.\n2024-25"
            },
            {
                "page": 12,
                "text": "148 MATHEMA TICS\n11.4 Volume of a Spher e\nNow , let us see how to go about measuring the volume of a sphere. First, take two or\nthree spheres of different radii, and a container big enough to be able to put each of\nthe spheres into it, one at a time. Also, take a lar ge trough in which you can place the\ncontainer . Then, fill the container up to the brim with water [see Fig. 1 1.13(a)].\nNow , carefully place one of the spheres in the container . Some of the water from\nthe container will over flow into the trough in which it is kept [see Fig. 1 1.13(b)].\nCarefully pour out the water from the trough into a measuring cylinder (i.e., a graduated\ncylindrical jar) and measure the water over flowed [see Fig. 1 1.13(c)]. Suppose the\nradius of the immersed sphere is r (you can find the radius by measuring the diameter\nof the sphere). Then evaluate 4\n3 πr3. Do you find this value almost equal to the\nmeasure of the volume over flowed?\nFig. 1 1.13\nOnce again repeat the procedure done just now , with a dif ferent size of sphere.\nFind the radius R of this sphere and then calculate the value of 3 4R .3π Once again this\nvalue is nearly equal to the measure of the volume of the water displaced (over flowed)\nby the sphere. What does this tell us? We know that the volume of the sphere is the\nsame as the measure of the volume of the water displaced by it. By doing this experiment\nrepeatedly with spheres of varying radii, we are getting the same result, namely , the\nvolume of a sphere is equal to 4\n3π times the cube of its radius. This gives us the idea\nthat\nVolume of a Spher e =3 4\n3rπ\nwhere r is the radius of the sphere.\nLater , in higher classes it can be proved also. But at this stage, we will just take it\nas true.\n2024-25"
            },
            {
                "page": 13,
                "text": "SURF ACE AREAS AND VOLUMES 149\nSince a hemisphere is half of a sphere, can you guess what the volume of a\nhemisphere will be? Yes, it is 3 1 4of2 3rπ = 2\n3πr3.\nSo, Volume of a Hemispher e =3 2\n3rπ\nwhere r is the radius of the hemisphere.\nLet us take some examples to illustrate the use of these formulae.\nExample 10 :  Find the volume of a sphere of radius 1 1.2 cm.\nSolution : Required volume =4\n3πr3\n=4 2211.2 11.2 11.23 7× × × ×  cm3 = 5887.32 cm3\nExample 1 1 : A shot-putt is a metallic sphere of radius 4.9 cm. If the density of the\nmetal is 7.8 g per cm3, find the mass of the shot-putt.\nSolution :  Since the shot-putt is a solid sphere made of metal and its mass is equal to\nthe product of its volume and density , we need to find the volume of the sphere.\nNow , volume of the sphere = 34\n3rπ\n=3 4 224.9 4.9 4.9 cm3 7× × × ×\n=493 cm3 (nearly)\nFurther , mass of 1 cm3 of metal is 7.8 g.\nTherefore, mass of the shot-putt = 7.8 × 493 g\n=3845.44 g = 3.85 kg (nearly)\nExample 12 :  A hemispherical bowl has a radius of 3.5 cm. What would be the\nvolume of water it would contain?\nSolution :  The volume of water the bowl can contain\n=32\n3rπ\n=2 223.5 3.5 3.53 7× × × ×  cm3 = 89.8 cm3\n2024-25"
            },
            {
                "page": 14,
                "text": "150 MATHEMA TICS\nEXERCISE 1 1.4\nAssume π = 22\n7, unless stated otherwise.\n1.Find the volume of a sphere whose radius is\n(i)7 cm (ii)0.63 m\n2.Find the amount of water displaced by a solid spherical ball of diameter\n(i)28 cm (ii)0.21 m\n3.The diameter of a metallic ball is 4.2 cm. What is the mass of the ball, if the density of\nthe metal is 8.9 g per cm3?\n4.The diameter of the moon is approximately one-fourth of the diameter of the earth.\nWhat fraction of the volume of the earth is the volume of the moon?\n5.How many litres of milk can a hemispherical bowl of diameter 10.5 cm hold?\n6.A hemispherical tank is made up of an iron sheet 1 cm thick. If the inner radius is 1 m,\nthen find the volume of the iron used to make the tank.\n7.Find the volume of a sphere whose surface area is 154 cm2.\n8.A dome of a building is in the form of a hemisphere. From inside, it was white-washed\nat the cost of  ` 4989.60. If the cost of white-washing is ` 20 per square metre, find the\n(i)inside surface area of the dome, (ii)volume of the air inside the dome.\n9.Twenty seven solid iron spheres, each of radius r and surface area S are melted to\nform a sphere with surface area S ′. Find the\n(i)radius r′ of the new sphere, (ii)ratio of S and S ′.\n10.A capsule of medicine is in the shape of a sphere of diameter 3.5 mm. How much\nmedicine (in mm3) is needed to fill this capsule?\n11.5 Summar y\nIn this chapter , you have studied the following points:\n1.Curved surface area of a cone = π ππ ππrl\n2.Total surface ar ea of a right cir cular  cone = π ππππrl + π\nππ ππr2, i.e.,  π  π π  π πr (l + r)\n3.Surface area of a sphere of radius r = 4 π ππ ππ r2\n4.Curved surface area of a hemisphere = 2 π ππ ππr2\n5.Total surface ar ea of a hemispher e = 3 π ππ ππr2\n6.Volume of a cone = 1\n3π ππ ππr2h\n7.Volume of a spher e of radius r = 3 4\n3rπ\n8.Volume of a hemispher e = 3 2\n3rπ\n[Here, letters l, b, h, a, r, etc. have been used in their usual meaning, depending on the\ncontext.]\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 12: Statistics",
        "pages": [
            {
                "page": 1,
                "text": "STATISTICS 151\nCHAPTER 12\nSTATISTICS\n12.1 Graphical Representation of Data\nThe representation of data by tables has already been discussed. Now let us turn our\nattention to another representation of data, i.e., the graphical representation. It is well\nsaid that one picture is better than a thousand words. Usually comparisons among the\nindividual items are best shown by means of graphs. The representation then becomes\neasier to understand than the actual data. We shall study the following graphical\nrepresentations in this section.\n(A)Bar graphs\n(B)Histograms of uniform width, and of varying widths\n(C)Frequency polygons\n(A) Bar Graphs\nIn earlier classes, you have already studied and constructed bar graphs. Here we\nshall discuss them through a more formal approach. Recall that a bar graph is a\npictorial representation of data in which usually bars of uniform width are drawn with\nequal spacing between them on one axis (say , the x-axis), depicting the variable. The\nvalues of the variable are shown on the other axis (say , the y-axis) and the heights of\nthe bars depend on the values of the variable.\nExample 1 :  In a particular section of Class IX, 40 students were asked about the\nmonths of their birth and the following graph was prepared for the data so obtained:\n2024-25"
            },
            {
                "page": 2,
                "text": "152 MATHEMA TICS\nFig. 12.1\nObserve the bar graph given above and answer the following questions:\n(i) How many students were born in the month of November?\n(ii) In which month were the maximum number of students born?\nSolution :  Note that the variable here is the ‘month of birth’, and the value of the\nvariable is the ‘Number of students born’.\n(i) 4 students were born in the month of November .\n(ii) The Maximum number of students were born in the month of August.\nLet us now recall how a bar graph is constructed by considering the following example.\nExample 2 :  A family with a monthly income of  ` 20,000 had planned the following\nexpenditures per month under various heads:\nTable 12.1\nHeads Expenditure\n(in thousand rupees)\nGrocery 4\nRent 5\nEducation of children 5\nMedicine 2\nFuel 2\nEntertainment 1\nMiscellaneous 1\nDraw a bar graph for the data above.\n2024-25"
            },
            {
                "page": 3,
                "text": "STATISTICS 153\nSolution :  We draw the bar graph of this data in the following steps. Note that the unit\nin the second column is thousand rupees. So, ‘4’ against ‘grocery’ means `4000.\n1.We represent the Heads (variable) on the horizontal axis choosing any scale,\nsince the width of the bar is not important. But for clarity , we take equal widths\nfor all bars and maintain equal gaps in between. Let one Head be represented by\none unit.\n2.We represent the expenditure (value) on the vertical axis. Since the maximum\nexpenditure is `5000, we can choose the scale as 1 unit = `1000.\n3.To represent our first Head, i.e., grocery , we draw a rectangular bar with width\n1 unit and height 4 units.\n4.Similarly , other Heads are represented leaving a gap of 1 unit in between two\nconsecutive bars.\nThe bar graph is drawn in Fig. 12.2.\nFig. 12.2\nHere, you can easily visualise the relative characteristics of the data at a glance, e.g.,\nthe expenditure on education is more than double that of medical expenses. Therefore,\nin some ways it serves as a better representation of data than the tabular form.\nActivity 1 :  Continuing with the same four groups of Activity 1, represent the data by\nsuitable bar graphs.\nLet us now see how a frequency distribution table for continuous  class intervals\ncan be represented graphically .\n2024-25"
            },
            {
                "page": 4,
                "text": "154 MATHEMA TICS\n(B) Histogram\nThis is a form of representation like the bar graph, but it is used for continuous class\nintervals. For instance,  consider the frequency distribution Table 12.2, representing\nthe weights of 36 students of a class:\nTable 12.2\nWeights (in kg) Number of students\n30.5 - 35.5 9\n35.5 - 40.5 6\n40.5 - 45.5 15\n45.5 - 50.5 3\n50.5 - 55.5 1\n55.5 - 60.5 2\nTotal 36\nLet us represent the data given above graphically as follows:\n(i)We represent the weights on the horizontal axis on a suitable scale. We can choose\nthe scale as 1 cm = 5 kg. Also, since the first class interval is starting from 30.5\nand not zero, we show it on the graph by marking a kink or a break on the axis.\n(ii)We represent the number of students (frequency) on the vertical axis on a suitable\nscale. Since the maximum frequency is 15, we need to choose the scale to\naccomodate this maximum frequency .\n(iii)We now draw rectangles (or rectangular bars) of width equal to the class-size\nand lengths according to the frequencies of the corresponding class intervals. For\nexample, the rectangle for the class interval 30.5 - 35.5 will be of width 1 cm and\nlength 4.5 cm.\n(iv)In this way , we obtain the graph as shown in Fig. 12.3:\n2024-25"
            },
            {
                "page": 5,
                "text": "STATISTICS 155\nFig. 12.3\nObserve that since there are no gaps in between consecutive rectangles, the resultant\ngraph appears like a solid figure. This is called a histogram , which is a graphical\nrepresentation of a grouped frequency distribution with continuous classes. Also, unlike\na bar graph, the width of the bar plays a significant role in its construction.\nHere, in fact, areas of the rectangles erected are proportional to the corresponding\nfrequencies. However , since the widths of the rectangles are all equal, the lengths of\nthe rectangles are proportional to the frequencies. That is why , we draw the lengths\naccording to (iii) above.\nNow , consider a situation dif ferent from the one above.\nExample 3 :  A teacher wanted to analyse the performance of two sections of students\nin a mathematics test of 100 marks. Looking at their performances, she found that a\nfew students got under 20 marks and a few got 70 marks or above. So she decided to\ngroup them into intervals of varying sizes as follows: 0 - 20, 20 - 30, . . ., 60 - 70,\n70 - 100. Then she formed the following table:\n2024-25"
            },
            {
                "page": 6,
                "text": "156 MATHEMA TICS\nTable 12.3\nMarks Number of students\n  0 - 20 7\n20 - 30 10\n30 - 40 10\n40 - 50 20\n50 - 60 20\n60 - 70 15\n     70 - above 8\nTotal 90\nA histogram for this table was prepared by a student as shown in Fig. 12.4.\nFig. 12.4\nCarefully examine this graphical representation. Do you think that it correctly represents\nthe data? No, the graph is giving us a misleading picture. As we have mentioned\nearlier , the areas of the rectangles are proportional to the frequencies in a histogram.\nEarlier this problem did not arise, because the widths of all the rectangles were equal.\nBut here, since the widths of the rectangles are varying, the histogram above does not\n2024-25"
            },
            {
                "page": 7,
                "text": "STATISTICS 157\ngive a correct picture. For example, it shows a greater frequency in the interval\n70 - 100, than in 60 - 70, which is not the case.\nSo, we need to make certain modifications in the lengths of the rectangles so that\nthe areas are again proportional to the frequencies.\nThe steps to be followed are as given below:\n1.Select a class interval with the minimum class size. In the example above, the\nminimum class-size is 10.\n2.The lengths of the rectangles are then modified to be proportionate to the\nclass-size 10.\nFor instance, when the class-size is 20, the length of the rectangle is 7. So when\nthe class-size is 10, the length of the rectangle will be 7\n20× 10 = 3.5.\nSimilarly , proceeding in this manner , we get the following table:\nTable 12.4\nMarks Frequency Width of Length of the rectangle\nthe class\n0 - 20 7 207\n20 × 10 = 3.5\n20 - 30 10 1010\n10 × 10 = 10\n30 - 40 10 1010\n10 × 10 = 10\n40 - 50 20 1020\n10 × 10 = 20\n50 - 60 20 1020\n10 × 10 = 20\n60 - 70 15 1015\n10 × 10 = 15\n70 - 100 8 308\n30 × 10 = 2.67\n2024-25"
            },
            {
                "page": 8,
                "text": "158 MATHEMA TICS\nSince we have calculated these lengths for an interval of 10 marks in each case,\nwe may call these lengths as “proportion of students per 10 marks interval”.\nSo, the correct histogram with varying width is given in Fig. 12.5.\nFig. 12.5\n(C) Frequency Polygon\nThere is yet another visual way of representing quantitative data and its frequencies.\nThis is a polygon. To see what we mean, consider the histogram represented by\nFig. 12.3. Let us join the mid-points of the upper sides of the adjacent rectangles of\nthis histogram by means of line segments. Let us call these mid-points B, C, D, E, F\nand G. When joined by line segments, we obtain the figure BCDEFG (see Fig. 12.6).\nTo complete the polygon, we assume that there is a class interval with frequency zero\n2024-25"
            },
            {
                "page": 9,
                "text": "STATISTICS 159\nbefore 30.5 - 35.5, and one after 55.5 - 60.5, and their mid-points are A and H,\nrespectively . ABCDEFGH is the frequency polygon corresponding to the data shown\nin Fig. 12.3. We have shown this in Fig. 12.6.\nFig. 12.6\nAlthough, there exists no class preceding the lowest class and no class succeeding\nthe highest class, addition of the two class intervals with zero frequency enables us to\nmake the area of the frequency polygon the same as the area of the histogram. Why\nis this so? ( Hint :  Use the properties of congruent triangles.)\nNow , the question arises: how do we complete the polygon when there is no class\npreceding the first class? Let us consider such a situation.\n2024-25"
            },
            {
                "page": 10,
                "text": "160 MATHEMA TICS\nExample 4 :  Consider the marks, out of 100, obtained by 51 students of a class in a\ntest, given in Table 12.5.\nTable 12.5\nMarks Number of students\n0 - 10 5\n10 - 20 10\n20 - 30 4\n30 - 40 6\n40 - 50 7\n50 - 60 3\n60 - 70 2\n70 - 80 2\n80 - 90 3\n90 - 100 9\nTotal 51\nDraw a frequency polygon corresponding to this frequency distribution table.\nSolution :  Let us first draw a histogram for this data and mark the mid-points of the\ntops of the rectangles as B, C, D, E, F , G, H, I, J, K, respectively . Here, the first class is\n0-10. So, to find the class preceeding 0-10, we extend the horizontal axis in the negative\ndirection and find the mid-point of the imaginary class-interval (–10) - 0. The first end\npoint, i.e., B is joined to this mid-point with zero frequency on the negative direction of\nthe horizontal axis. The point where this line segment meets the vertical axis is marked\nas A. Let L  be the mid-point of the class succeeding the last class of the given data.\nThen OABCDEFGHIJKL is the frequency polygon, which is shown in Fig. 12.7.\nFig. 12.7\n2024-25"
            },
            {
                "page": 11,
                "text": "STATISTICS 161\nFrequency polygons can also be drawn independently without drawing\nhistograms.  For this, we require the mid-points of the class-intervals used in the data.\nThese mid-points of the class-intervals are called class-marks .\nTo find the class-mark of a class interval, we find the sum of the upper limit and\nlower limit of a class and divide it by 2. Thus,\nClass-mark = Upper limit + Lower limit\n2\nLet us consider an example.\nExample 5 :  In a city , the weekly observations made in a study on the cost of living\nindex are given in the following table:\nTable 12.6\nCost of living index Number of weeks\n140 - 150 5\n150 - 160 10\n160 - 170 20\n170 - 180 9\n180 - 190 6\n190 - 200 2\nTotal 52\nDraw a frequency polygon for the data above (without constructing a histogram).\nSolution : Since we want to draw a frequency polygon without a histogram, let us find\nthe class-marks of the classes given above, that is of 140 - 150, 150 - 160,....\nFor 140 - 150, the upper limit = 150, and the lower limit = 140\nSo, the class-mark = 150 + 140\n2 = 290\n2 = 145.\nContinuing in the same manner , we find the class-marks of the other classes as well.\nSo, the new table obtained is as shown in the following table:\n2024-25"
            },
            {
                "page": 12,
                "text": "162 MATHEMA TICS\nTable 12.7\nClasses Class-marks Frequency\n140 - 150 145 5\n150 - 160 155 10\n160 - 170 165 20\n170 - 180 175 9\n180 - 190 185 6\n190 - 200 195 2\nTotal 52\nWe can now draw a frequency polygon by plotting the class-marks along the horizontal\naxis, the frequencies along the vertical-axis, and then plotting and joining the points\nB(145, 5), C(155, 10), D(165, 20), E(175, 9), F(185, 6) and G(195, 2) by line segments.\nWe should not for get to plot the point corresponding to the class-mark of the class\n130 - 140 (just before the lowest class 140 - 150) with zero frequency , that is,\nA(135, 0), and the point H (205, 0) occurs immediately after G(195, 2). So, the resultant\nfrequency polygon will be ABCDEFGH (see Fig. 12.8).\nFig. 12.8\n2024-25"
            },
            {
                "page": 13,
                "text": "STATISTICS 163\nFrequency polygons are used when the data is continuous and very large. It is\nvery useful for comparing two different sets of data of the same nature, for example,\ncomparing the performance of two different sections of the same class.\nEXERCISE 12.1\n1.A survey conducted by an organisation for the cause of illness and death among\nthe women between the ages 15 - 44 (in years) worldwide, found the following\nfigures (in %):\nS.No. Causes Female fatality rate (%)\n1. Reproductive health conditions 31.8\n2. Neuropsychiatric conditions 25.4\n3. Injuries 12.4\n4. Cardiovascular conditions 4.3\n5. Respiratory conditions 4.1\n6. Other causes 22.0\n(i)Represent the information given above graphically .\n(ii)Which condition is the major cause of women’ s ill health and death worldwide?\n(iii)Try to find out, with the help of your teacher , any two factors which play a major\nrole in the cause in (ii) above being the major cause.\n2.The following data on the number of girls (to the nearest ten) per thousand boys in\ndifferent sections of Indian society is given below .\nSection Number of girls per thousand boys\nScheduled Caste (SC) 940\nScheduled Tribe (ST) 970\nNon SC/ST 920\nBackward districts 950\nNon-backward districts 920\nRural 930\nUrban 910\n2024-25"
            },
            {
                "page": 14,
                "text": "164 MATHEMA TICS\n(i)Represent the information above by a bar graph.\n(ii)In the classroom discuss what conclusions can be arrived at from the graph.\n3.Given below are the seats won by different political parties in the polling outcome of\na state assembly elections:\nPolitical Party A B C D E F\nSeats Won 75 55 37\n29 10 37\n(i)Draw a bar graph to represent the polling results.\n(ii)Which political party won the maximum number of seats?\n4.The length of 40 leaves of a plant are measured correct to one millimetre, and the\nobtained data is represented in the following table:\nLength (in mm) Number of leaves\n118 - 126 3\n127 - 135 5\n136 - 144 9\n145 - 153 12\n154 - 162 5\n163 - 171 4\n172 - 180 2\n(i)Draw a histogram to represent the given data. [Hint: First make the class intervals\ncontinuous]\n(ii)Is there any other suitable graphical representation for the same data?\n(iii)Is it correct to conclude that the maximum number of leaves are 153 mm long?\nWhy?\n5.The following table gives the life times of 400 neon lamps:\nLife time (in hours) Number of lamps\n300 - 400 14\n400 - 500 56\n500 - 600 60\n600 - 700 86\n700 - 800 74\n800 - 900 62\n900 - 1000 48\n2024-25"
            },
            {
                "page": 15,
                "text": "STATISTICS 165\n(i)Represent the given information with the help of a histogram.\n(ii)How many lamps have a life time of more than 700 hours?\n6.The following table gives the distribution of students of two sections according to\nthe marks obtained by them:\n                     Section  A                                                    Section B\nMarks Frequency Marks Frequency\n  0 - 10 3   0 - 10 5\n10 - 20 9 10 - 20 19\n20 - 30 17 20 - 30 15\n30 - 40 12 30 - 40 10\n40 - 50 9 40 - 50 1\nRepresent the marks of the students of both the sections on the same graph by two\nfrequency polygons. From the two polygons compare the performance of the two\nsections.\n7.The runs scored by two teams A and B on the first 60 balls in a cricket match are given\nbelow:\nNumber of balls Team A Team B\n1 - 6 2 5\n7 - 12 1 6\n13 - 18 8 2\n19 - 24 9 10\n25 - 30 4 5\n31 - 36 5 6\n37 - 42 6 3\n43 - 48 10 4\n49 - 54 6 8\n55 - 60 2 10\nRepresent the data of both the teams on the same graph by frequency polygons.\n[Hint : First make the class intervals continuous.]\n2024-25"
            },
            {
                "page": 16,
                "text": "166 MATHEMA TICS\n8.A random survey of the number of children of various age groups playing in a park\nwas found as follows:\nAge (in years) Number of children\n1 - 2 5\n2 - 3 3\n3 - 5 6\n5 - 7 12\n7 - 10 9\n10 - 15 10\n15 - 17 4\nDraw a histogram to represent the data above.\n9.100 surnames were randomly picked up from a local telephone directory and a frequency\ndistribution of the number of letters in the English alphabet in the surnames was found\nas follows:\nNumber of letters Number of surnames\n1  -4 6\n4  -6 30\n6  -8 44\n8  -12 16\n12  -20 4\n(i)Draw a histogram to depict the given information.\n(ii)Write the class interval in which the maximum number of surnames lie.\n12.2 Summary\nIn this chapter , you have studied the following points:\n1.How data can be presented graphically in the form of bar graphs, histograms and frequency\npolygons.\n2024-25"
            }
        ]
    }
]