[
    {
        "chapter": "Chapter 1: Introduction to Microeconomics",
        "pages": [
            {
                "page": 1,
                "text": "Chapter□1\nIntroduction IntroductionIntroduction IntroductionIntroduction\n1.1 A S IMPLE ECONOMY\nThink of any society. People in the society need many goods and\nservices1 in their everyday life including food, clothing, shelter ,\ntransport facilities like roads and railways, postal services and\nvarious other services like that of teachers and doctors. In fact, the\nlist of goods and services that any individual2 needs is so large that\nno individual in society, to begin with, has all the things she needs.\nEvery individual has some amount of only a few of the goods and\nservices that she would like to use. A family farm may own a plot of\nland, some grains, farming implements, maybe a pair of bullocks\nand also the labour services of the family members. A weaver may\nhave some yarn, some cotton and other instruments required for\nweaving cloth. The teacher in the local school has the skills required\nto impart education to the students. Some others in society may\nnot have any resource3 excepting their own labour services. Each of\nthese decision making units can produce some goods or services\nby using the resources that it has and use part of the produce to\nobtain the many other goods and services which it needs. For\nexample, the family farm can produce corn, use part of the produce\nfor consumption purposes and procure clothing, housing and\nvarious services in exchange for the rest of the produce. Similarly,\nthe weaver can get the goods and services that she wants in exchange\nfor the cloth she produces in her yarn. The teacher can earn some\nmoney by teaching students in the school and use the money for\nobtaining the goods and services that she wants. The labourer also\ncan try to fulfill her needs by using whatever money she can earn by\nworking for someone else. Each individual can thus use her\nresources to fulfill her needs. It goes without saying that no\nindividual has unlimited resources compared to her needs. The\namount of corn that the family farm can produce is limited by the\namount of resources it has, and hence, the amount of different goods\n1By goods we means physical, tangible objects used to satisfy people’s wants and needs. The\nterm ‘goods’ should be contrasted with the term ‘services’, which captures the intangible satisfaction\nof wants and needs. As compared to food items and clothes, which are examples of goods, we can\nthink of the tasks that doctors and teachers perform for us as examples of services.\n2By individual, we mean an individual decision making unit. A decision making unit can be a\nsingle person or a group like a household, a firm or any other organisation.\n3By resource, we mean those goods and services which are used to produce other goods and\nservices, e.g. land, labour, tools and machinery, etc.\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "2Introductory Microeconomicsand services that it can procure in exchange of corn is also limited. As a result, the\nfamily is forced to make a choice between the different goods and services that are\navailable. It can have more of a good or service only by giving up some amounts of\nother goods or services. For example, if the family wants to have a bigger house, it\nmay have to give up the idea of having a few more acres of arable land. If it wants\nmore and better education for the children, it may have to give up some of the\nluxuries of life. The same is the case with all other individuals in society. Everyone\nfaces scarcity of resources, and therefore, has to use the limited resources in the\nbest possible way to fulfill her needs.\nIn general, every individual in society is engaged in the production of some\ngoods or services and she wants a combination of many goods and services not\nall of which ar e produced by her . Needless to say that ther e has to be some\ncompatibility between what people in society collectively want to have and what\nthey produce4. For example, the total amount of corn produced by family farm\nalong with other farming units in a society must match the total amount of corn\nthat people in the society collectively want to consume. If people in the society\ndo not want as much corn as the farming units are capable of producing\ncollectively, a part of the resources of these units could have been used in the\nproduction of some other good or services which is in high demand. On the\nother hand, if people in the society want more corn compared to what the farming\nunits are producing collectively, the resources used in the production of some\nother goods and services may be reallocated to the production of corn. Similar is\nthe case with all other goods or services. Just as the resources of an individual\nare scarce, the resources of the society are also scarce in comparison to what the\npeople in the society might collectively want to have. The scarce resources of the\nsociety have to be allocated properly in the production of different goods and\nservices in keeping with the likes and dislikes of the people of the society.\nAny allocation5 of resources of the society would result in the production of a\nparticular combination of  different goods and services. The goods and services\nthus produced will have to be distributed among the individuals of the society.\nThe allocation of the limited resources and the distribution of the final mix of goods\nand services are two of the basic economic problems faced by the society.\nIn reality, any economy is much more complex compared to the society\ndiscussed above. In the light of what we have learnt about the society, let us now\ndiscuss the fundamental concerns of the discipline of economics some of which\nwe shall study throughout this book.\n1.2 C ENTRAL  PROBLEMS  OF AN ECONOMY\nProduction, exchange and consumption of goods and services are among the\nbasic economic activities of life. In the course of these basic economic activities,\nevery society has to face scarcity  of resources and it is the scarcity of resources\nthat gives rise to the problem of choice . The scarce resources of an economy\nhave competing usages. In other words, every society has to decide on how to\nuse its scarce resources. The problems of an economy are very often summarised\nas follows:\n4Here we assume that all the goods and services produced in a society are consumed by the people\nin the society and that there is no scope of getting anything from outside the society. In reality, this\nis not true. However , the general point that is being made her e about the compatibility of pr oduction\nand consumption of goods and services holds for any country or even for the entire world.\n5By an allocation of the resources, we mean how much of which resource is devoted to the\nproduction of each of the goods and services.\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "3Introduction\nWhat is produced and in what quantities?\nEvery society must decide on how much of each of the many possible goods and\nservices it will produce. Whether to produce more of food, clothing, housing or\nto have more of luxury goods. Whether to have more agricultural goods or to\nhave industrial products and services. Whether to use more resources in education\nand health or to use more resources in building military services. Whether to\nhave more of basic education or more of higher education. Whether to have\nmore of consumption goods or to have investment goods (like machine) which\nwill boost production and consumption tomorrow.\nHow are these goods produced?\nEvery society has to decide on how much of which of the resources to use in the\nproduction of each of the different goods and services. Whether to use more\nlabour or more machines. Which of the available technologies to adopt in the\nproduction of each of the goods?\nFor whom are these goods produced?\nWho gets how much of the goods that are produced in the economy? How should\nthe produce of the economy be distributed among the individuals in the economy?\nWho gets more and who gets less? Whether or not to ensure a minimum amount\nof consumption for everyone in the economy . Whether or not elementary education\nand basic health services should be available freely for everyone in the economy .\nThus, every economy faces the problem of allocating the scarce resources to\nthe production of different possible goods and services and of distributing the\nproduced goods and services among the individuals within the economy. The\nallocation of scarce resources and the distribution of the final goods and\nservices are the central problems of any economy.\nProduction Possibility Frontier\nJust as individuals face scarcity of resources, the resources of an economy\nas a whole are always limited in comparison to what the people in the\neconomy collectively want to have. The scarce resources have alternative\nusages and every society has to decide on how much of each of the resources\nto use in the production of different goods and services. In other words,\nevery society has to determine how to allocate its scarce resources to different\ngoods and services.\nAn allocation of the scarce resource of the economy gives rise to a\nparticular combination of  different goods and services. Given the total amount\nof resources , it is possible to allocate the resources in many different ways\nand, thereby achiev ing different mixes of all possible good s and services. The\ncollection of all possible combinations of the goods and services that can be\nproduced from a given amount of resources and a given stock of technological\nknowledge is called the production possibility set  of the economy.\nEXAMPLE  1\nConsider an economy which\ncan produce corn or cotton\nby using its resources.\nTable 1.1 gives some of the\ncombinations of corn and\ncotton that the economy can\nproduce. When its resources\nare fully utilised.Table1.1:  Production Possibilities\nPossibilities Corn Cotton\nA 0 10\nB 1 9\nC 2 7\nD 3 4\nE 4 0\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "4Introductory Microeconomics\nIf all the resources are used in the production of corn, the maximum\namount of corn that can be produced is 4 units and if all resources are used\nin the production of cotton, at the most, 10 units of cotton can be produced.\nThe economy can also produce1 unit of corn and 9 units of cotton or 2 units\nof corn and 7 units of cotton or 3 units of corn and 4 units of cotton. There\ncan be many other possibilities. The f igure illustrates the production\npossibilities of the economy. Any point on or below the curve represents a\ncombination of corn and cotton that can be produced with the economy’s\nresources. The curve gives the maximum amount of corn that can be produced\nin the economy for any given amount of cotton and vice-versa. This curve is\ncalled the production possibility\nfrontier .\nThe production possibility\nfrontier  gives the combinations of\ncorn and cotton that can be\nproduced when the resources of the\neconomy are fully utilised. Note\nthat a point lying strictly below the\nproduction possibility frontier\nrepresents a combination of corn\nand cotton that will be produced\nwhen all or some of the resources\nare either underemployed or are\nutilised in a wasteful fashion.\nIf more of the scarce resources are used in the production of corn,\nless resources are available for the production of cotton and vice versa.\nTherefore, if we want to have more of one of the goods, we will have less\nof the other good. Thus, there is always a cost of having a little more of\none good in term s of the amount of the other good that has to be forgone.\nThis is known as the opportunity costa of an additional unit of the\ngoods.\nEvery economy has to choose one of the many possibilities that it has.\nIn other words, one of the central problems of the economy is to choose\nfrom one of the many production possibilities.\naNote that the concept of opportunity cost is applicable to the individual as well as the\nsociety. The concept is very important and is widely used in economics. Because of its\nimportance in economics, sometimes, opportunity cost is also called the economic cost.\n1.3 O RGANISATION  OF ECONOMIC  ACTIVITIES\nBasic problems can be solved either by the free interaction of the individuals\npursuing their own objectives as is done in the market or in a planned manner\nby some central authority like the government.\n1.3.1  The Centrally Planned Economy\nIn a centrally planned economy, the government or the central authority plans\nall the important activities in the economy. All important decisions regarding\nproduction, exchange and consumption of goods and services are made by the\ngovernment. The central authority may try to achieve a particular allocation of\nresources and a consequent distribution of the final combination of goods and\nservices which is thought to be desirable for society as a whole. For example, if it\nis found that a good or service which is very important for the prosperity and\nCotton\nA\nB\nC\nD\nE\nOCorn\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "5Introductionwell-being of the economy as a whole, e.g. education or health service, is not\nproduced in adequate amount by the individuals on their own, the government\nmight try to induce the individuals to produce adequate amount of such a good\nor service or , alter natively, the gover nment may itself decide to pr oduce the good\nor service in question. In a different context, if some people in the economy get\nso little a share of the final mix of goods and services produced in the economy\nthat their survival is at stake, then the central authority may intervene and try\nto achieve an equitable distribution of the final mix of goods and services.\n1.3.2  The Market Economy\nIn contrast to a centrally planned economy, in a market economy , all economic\nactivities are organised through the market. A market , as studied in economics,\nis an institution6 which organises the free interaction of individuals pursuing\ntheir respective economic activities. In other words, a market is a set of\narrangements where economic agents can freely exchange their endowments or\nproducts with each other . It is important to note that the ter m ‘market’ as used\nin economics is quite different from the common sense understanding of a\nmarket. In particular , it has nothing as such to do with the marketplace as you\nmight tend to think of. For buying and selling commodities, individuals may or\nmay not meet each other in an actual physical location. Interaction between\nbuyers and sellers can take place in a variety of situations such as a village-\nchowk or a super bazaar in a city, or alternatively, buyers and sellers can interact\nwith each other through telephone or internet and conduct the exchange of\ncommodities. The arrangements which allow people to buy and sell commodities\nfreely are the defining features of a market.\nFor the smooth functioning of any system, it is imperative that there is\ncoordination in the activities of the different constituent parts of the system.\nOtherwise, ther e can be chaos. Y ou may wonder as to what ar e the for ces which\nbring the coordination between the activities of millions of isolated individuals\nin a market system.\nIn a market system, all goods or services come with a price (which is mutually\nagreed upon by the buyers and sellers) at which the exchanges take place. The\nprice reflects, on an average, the society’s valuation of the good or service in\nquestion. If the buyers demand more of a certain good, the price of that good\nwill rise. This signals to the producers of that good that the society as a whole\nwants more of that good than is currently being produced and the producers of\nthe good, in their turn, are likely to increase their production. In this way, prices\nof goods and services send important information to all the individuals across\nthe market and help achieve coordination in a market system. Thus, in a market\nsystem, the central problems regarding how much and what to produce are\nsolved through the coordination of economic activities brought about by the\nprice signals.\nIn reality, all economies are mixed economies where some important\ndecisions are taken by the government and the economic activities are by and\nlarge conducted through the market. The only difference is in terms of the\nextent of the role of the government in deciding the course of economic activities.\nIn the United States of America, the role of the government is minimal. The\nclosest example of a centrally planned economy is the China  for the major part\nof the twentieth century. In India , since Independence, the government has\nplayed a major r ole in planning economic activities. However , the r ole of the\n6An institution is usually defined as an organisation with some purpose.\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "6Introductory Microeconomicsgovernment in the Indian economy has been reduced considerably in the last\ncouple of decades.\n1.4  P OSITIVE  AND NORMATIVE  ECONOMICS\nIt was mentioned earlier that in princip le there are more than one ways of\nsolving the central problems of an economy. These different mechanisms in\ngeneral are likely to give rise to different solutions to those problems, thereby\nresulting in different allocations of the resources and also different distributions\nof the final mix of goods and services produced in the economy. Therefore, it is\nimportant to understand which of these alternative mechanisms is more\ndesirable for the economy as a whole. In economics, we try to analyse the\ndifferent mechanisms and figure out the outcomes which are likely to result\nunder each of these mechanisms. W e also try to evaluate the mechanisms by\nstudying how desirable the outcomes resulting from them are. Often a\ndistinction is made between positive economic analysis  and normative\neconomic analysis  depending on whether we are trying to figure out how a\nparticular mechanism functions or we are trying to ev aluate it. In positive\neconomic analysis, we study how the different mechanisms function, and in\nnormative economics, we try to understand whether these mechanisms are\ndesirable or not. However , this distinction between positive and nor mative\neconomic analysis is not a very sharp one. The positive and the normative\nissues involved in the study of the central economic problems are very closely\nrelated to each other and a proper understanding of one is not possible in\nisolation to the other .\n1.5  M ICROECONOMICS  AND MACROECONOMICS\nTraditionally, the subject matter of economics has been studied under two br oad\nbranches: Microeconomics  and Macroeconomics . In microeconomics, we study\nthe behaviour of individual economic agents in the markets for different goods\nand services and try to figure out how prices and quantities of goods and services\nare determined through the interaction of individuals in these markets. In\nmacroeconomics, on the other hand, we try to get an understanding of the\neconomy as a whole by focusing our attention on aggregate measures such as\ntotal output, employment and aggregate price level. Here, we are interested in\nfinding out how the levels of these aggregate measures are determined and how\nthe levels of these aggregate measures change over time. Some of the important\nquestions that are studied in macroeconomics are as follows: What is the level of\ntotal output in the economy? How is the total output determined? How does the\ntotal output grow over time? Are the resources of the economy (eg labour) fully\nemployed? What are the reasons behind the unemployment of resources? Why\ndo prices rise? Thus, instead of studying the different markets as is done in\nmicroeconomics, in macroeconomics, we try to study the behaviour of aggregate\nor macro measures of the performance of the economy.\n1.6  P LAN OF THE BOOK\nThis book is meant to introduce you to the basic ideas in microeconomics. In\nthis book, we will focus on the behaviour of the individual consumers and\nproducers of a single commodity and try to analyse how the price and the\nquantity is determined in the market for a single commodity. In Chapter 2, we\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "7IntroductionK KK KKey Concepts ey Conceptsey Concepts ey Conceptsey ConceptsConsumption Production Exchange\nScarcity Production possibilities Opportunity cost\nMarket Market economy Centrally planned economy\nMixed economy Positive analysis Normative analysis\nMicroeconomics Macroeconomics\n??1.Discuss the central problems of an economy.\n2.What do you mean by the production possibilities of an economy?\n3.What is a production possibility frontier?\n4.Discuss the subject matter of economics.\n5.Distinguish between a centrally planned economy and a market economy.\n6.What do you understand by positive economic analysis?\n7.What do you understand by normative economic analysis?\n8.Distinguish between microeconomics and macroeconomics.Exercises ExercisesExercises ExercisesExercisesshall study the consumer’s behaviour . Chapter 3 deals with basic ideas of\nproduction and cost. In Chapter 4, we study the pr oducer’s behaviour . In Chapter\n5, we shall study how price and quantity is determined in a perfectly competitive\nmarket for a commodity. Chapter 6 studies some other forms of market.\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 2: Consumer's Equilibrium and Demand",
        "pages": [
            {
                "page": 1,
                "text": "Chapter□2\nTheor TheorTheor TheorTheor y of y ofy of y ofy of\nConsumer BehaviourConsumer BehaviourConsumer BehaviourConsumer BehaviourConsumer Behaviour\nIn this chapter , we will study the behaviour of an individual\nconsumer . The consumer has to decide how to spend her income\non different goods1. Economists call this the problem of choice.\nMost naturally, any consumer will want to get a combination of\ngoods that gives her maximum satisfaction. What will be this ‘best’\ncombination? This depends on the likes of the consumer and what\nthe consumer can afford to buy. The ‘likes’ of the consumer are\nalso called ‘preferences’. And what the consumer can afford to buy,\ndepends on prices of the goods and the income of the consumer .\nThis chapter presents two different approaches that explain\nconsumer behaviour (i) Cardinal Utility Analysis and (ii) Ordinal\nUtility Analysis.\nPreliminary Notations and Assumptions\nA consumer , in general, consumes many goods; but for simplicity,\nwe shall consider the consumer’s choice problem in a situation\nwhere there are only two goods2: bananas and mangoes. Any\ncombination of the amount of the two goods will be called a\nconsumption bundle or , in short, a bundle. In general, we shall\nuse the variable x1 to denote the quantity of bananas and x2 to\ndenote the quantity of mangoes. x1 and x2 can be positive or zero.\n(x1, x2) would mean the bundle consisting of x1 quantity of bananas\nand x2 quantity of mangoes. For particular values of x1 and x2, (x1,\nx2), would give us a particular bundle. For example, the bundle\n(5,10) consists of 5 bananas and 10 mangoes; the bundle (10, 5)\nconsists of 10 bananas and 5 mangoes.\n2.1 U TILITY\nA consumer usually decides his demand for a commodity on the\nbasis of utility (or satisfaction) that he derives from it. What is\nutility? Utility of a commodity is its want-satisfying capacity. The\nmore the need of a commodity or the stronger the desire to have it,\nthe greater is the utility derived from the commodity.\nUtility is subjective. Different individuals can get different levels\nof utility from the same commodity. For example, some one who\n1We shall use the ter m goods to mean goods as well as services.\n2The assumption that there are only two goods simplifies the analysis considerably and allows us\nto understand some important concepts by using simple diagrams.\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "likes chocolates will get much higher utility from a chocolate than some one\nwho is not so fond of chocolates, Also, utility that one individual gets from the\ncommodity can change with change in place and time. For example, utility from\nthe use of a room heater will depend upon whether the individual is in Ladakh\nor Chennai (place) or whether it is summer or winter (time).\n2.1.1 Cardinal Utility Analysis\nCardinal utility analysis assumes that level of utility can be expressed in\nnumbers. For example, we can measure the utility derived from a shirt and say,\nthis shirt gives me 50 units of utility. Before discussing further , it will be useful\nto have a look at two important measures of utility.\nMeasures of Utility\nTotal Utility : Total utility of a fixed quantity of a commodity (TU) is the total\nsatisfaction derived from consuming the given amount of some commodity x.\nMore of commodity x provides mor e satisfaction to the consumer . TU depends\non the quantity of the commodity consumed. Therefore, TUn refers to total utility\nderived from consuming n units of a commodity x.\nMarginal Utility : Marginal utility (MU) is the change in total utility due to\nconsumption of one additional unit of a commodity. For example, suppose 4\nbananas give us 28 units of total utility and 5 bananas give us 30 units of total\nutility. Clearly, consumption of the 5th banana has caused total utility to increase\nby 2 units (30 units minus 28 units). Therefore,  marginal utility of the 5th banana\nis 2 units.\nMU5 =  TU5 – TU4 = 30 – 28 = 2\nIn general, MUn = TUn – TUn-1, where subscript n refers to the nth unit of the\ncommodity\nTotal utility and marginal utility can also be related in the following way.\nTUn = MU1 + MU2 + … + MUn-1 + MUn\nThis simply means that TU derived from consuming n units of bananas is\nthe sum total of marginal utility of first banana (MU1), marginal utility of second\nbanana (MU2), and so on, till the marginal utility of the nth unit.\nTable No. 2.1 and Figure 2.1 show an imaginary example of the values of\nmarginal and total utility derived from consumption of various amounts of a\ncommodity. Usually, it is seen that the marginal utility diminishes with increase\nin consumption of the commodity. This happens because having obtained some\namount of the commodity, the desire of the consumer to have still more of it\nbecomes weaker . The same is also shown in the table and graph.\nTable 2.1: V alues of mar ginal and total utility derived from consumption\nof various amounts of a commodity\n9Theory of Consumer\nBehaviour\n         Units     Total Utility     Marginal Utility\n1 12 12\n2 18   6\n3 22   4\n4 24   2\n5 24   0\n6 22  -2\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "10Introductory\nMicroeconomicsNotice that MU3 is less than\nMU2. You may also notice that\ntotal utility increases but at a\ndiminishing rate: The rate of\nchange in total utility due to\nchange in quantity of commodity\nconsumed is a measure of\nmarginal utility. This marginal\nutility diminishes with increase\nin consumption of the\ncommodity from 12 to 6, 6 to 4\nand so on. This follows from the\nlaw of diminishing marginal\nutility. Law of Diminishing\nMarginal Utility  states that\nmarginal utility from consuming each additional unit of a commodity declines\nas its consumption increases, while keeping consumption of other commodities\nconstant.\nMU becomes zero at a level when TU remains constant. In the example, TU\ndoes not change at 5th unit of consumption and ther efore MU5= 0. Ther eafter ,\nTU starts falling and MU becomes negative.\nDerivation of Demand Curve in the Case of a Single Commodity (Law of\nDiminishing Marginal Utility)\nCardinal utility analysis can be used to derive demand curve for a commodity.\nWhat is demand and what is demand curve? The quantity of a commodity that\na consumer is willing to buy and is able to afford, given prices of goods and\nincome of the consumer , is called demand for that commodity. Demand for a\ncommodity x, apart from the price of x itself, depends on factors such as prices\nof other commodities (see substitutes and complements 2.4.4), income of the\nconsumer and tastes and preferences of the consumers. Demand curve is a\ngraphic presentation of various quantities of a commodity that a consumer is\nwilling to buy at different prices of the same commodity, while holding constant\nprices of other related commodities\nand income of the consumer .\nFigure 2.2 presents hypothetical\ndemand curve of an individual for\ncommodity x at its different prices.\nQuantity is measured along the\nhorizontal axis and price is measured\nalong the vertical axis.\nThe downward sloping demand\ncurve shows that at lower prices, the\nindividual is willing to buy more of\ncommodity x; at higher prices, she is\nwilling to buy less of commodity x.\nTherefore, there is a negative\nrelationship between price of a\ncommodity and quantity demanded which is referred to as the Law of Demand.\nAn explaination for a downward sloping demand curve rests on the notion\nof diminishing marginal utility. The law of diminishing marginal utility states\nthat each successive unit of a commodity provides lower marginal utility.\nDemand curve of an individual for\ncommodity xThe values of marginal and total utility derived\nfrom consumption of various amounts of a\ncommodity.  The marginal utility diminishes with\nincrease in consumption of the commodity.\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "11Theory of Consumer\nBehaviourTherefore the individual will not be willing to pay as much for each additional\nunit and this results in a downward sloping demand curve. At a price of Rs. 40\nper unit x, individual’s demand for x was 5 units. The 6th unit of commodity x\nwill be worth less than the 5th unit. The individual will be willing to buy the 6th\nunit only when the price drops below Rs. 40 per unit. Hence, the law of\ndiminishing marginal utility explains why demand curves have a negative slope.\n2.1.2 Ordinal Utility Analysis\nCardinal utility analysis is simple to understand, but suffers from a major\ndrawback in the form of quantification of utility in numbers. In real life, we\nnever express utility in the form of numbers. At the most, we can rank various\nalternative combinations in terms of having more or less utility. In other words,\nthe consumer does not measure utility in numbers, though she often ranks\nvarious consumption bundles. This forms the starting point of this topic – Ordinal\nUtility Analysis.\nA consumer’s preferences over the set of available bundles can often be\nrepresented diagrammatically. W e\nhave already seen that the bundles\navailable to the consumer can be\nplotted as points in a two-\ndimensional diagram. The points\nrepresenting bundles which give the\nconsumer equal utility can generally\nbe joined to obtain a curve like the\none in Figure 2.3. The consumer is\nsaid to be indifferent on the different\nbundles because each point of the\nbundles give the consumer equal\nutility.  Such a curve joining all points\nrepresenting bundles among which\nthe consumer is indifferent is called\nan indifference curve . All the points\nsuch as A, B, C and D lying on an\nindifference curve provide the consumer with the same level of satisfaction.\nIt is clear that when a consumer gets one more banana, he has to forego\nsome mangoes, so that her total utility level remains the same and she remains\non the same indifference curve. Therefore, indifference curve slopes downward.\nThe amount of mangoes that the consumer has to forego, in order to get an\nadditional banana, her total utility level being the same, is called marginal rate\nof substitution (MRS) . In other words, MRS is simply the rate at which the\nconsumer will substitute bananas for mangoes, so that her total utility remains\nconstant. So, / MRS Y X =| ∆ ∆ |3.\nOne can notice that, in the table 2.2, as we increase the quantity of bananas,\nthe quantity of mangoes sacrificed for each additional banana declines. In other\nwords, MRS diminishes with increase in the number of bananas. As the number\n3 / / ( / ) 0Y X Y X if Y X| ∆ ∆ |= ∆ ∆ ∆ ∆ ≥\n            / ( / ) 0Y X if Y X = −∆ ∆ ∆ ∆ <\n/ MRS Y X =| ∆ ∆ | means that MRS equals only the magnitude of the expression /Y X∆ ∆ . If\n/ 3 /1Y X∆ ∆ = −  it means MRS=3.Indifference curve. An indifference curve joins\nall points representing bundles which are\nconsider ed indif ferent by the consumer .\nA\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "12Introductory\nMicroeconomicsof bananas with the consumer increases, the MU derived from each additional\nbanana falls. Similarly, with the fall in quantity of mangoes, the marginal utility\nderived from mangoes increases. So, with increase in the number of bananas,\nthe consumer will feel the inclination to sacrifice small and smaller amounts of\nmangoes. This tendency for the MRS to fall with increase in quantity of bananas\nis known as Law of Diminishing Marginal Rate of Substitution . This can be\nseen from figure 2.3 also. Going from point A to point B, the consumer sacrifices\n3 mangoes for 1 banana, going from point B to point C, the consumer sacrifices\n2 mangoes for 1 banana, and going from point C to point D, the consumer\nsacrifices just 1 mango for 1 banana. Thus, it is clear that the consumer sacrifices\nsmaller and smaller quantities of mangoes for each additional banana.\nShape of an Indifference Curve\nIt may be mentioned that the law of Diminishing Marginal Rate of Substitution\ncauses an indifference curve to be convex to the origin. This is the most common\nshape of an indifference curve. But in case of goods being perfect substitutes4,\nthe marginal rate of substitution does not diminish. It remains the same. Let’s\ntake an example.\nHere, the consumer is indifferent for all these combinations as long as the total\nof five rupee coins and five rupee notes r emains the same. For the consumer , it\nhardly matters whether she gets a five rupee coin or a five rupee note. So,\nirrespective of how many five rupee notes she has, the consumer will sacrifice\nonly one five rupee coin for a five rupee note. So these two commodities are\nperfect substitutes for the consumer and indifference curve depicting these will\nbe a straight line.\nIn the figure.2.4, it can be seen that consumer sacrifices the same number of\nfive-rupee coins each time he has an additional five-rupee note.Table 2.2:  Representation of Law of Diminishing Marginal Rate of Substitution\n    Combinat ion    Quant ity of bananas (Qx)  Quant ity of Mango es (Qy)     MR S\n             A                                    1                                              15                              -\n             B                                    2                                              12                           3:1\n             C                                    3                                               10                          2:1\n             D                                   4                                                 9                           1:1\nTable 2.3: Representation of Law of Diminishing Marginal Rate of Substitution\n    Combinat ion             Quant ity of fi ve                      Quant ity of fi ve               MR S\n                                  R upees not es (Qx)                 R upees coins  (Qy)\n             A                                    1                                               8                                 -\n             B                                    2                                               7                               1:1\n             C                                    3                                               6                                1:1\n             D                                   4                                                5                               1:1\n4 Perfect Substitutes ar e the goods which can be used in place of each other , and pr ovide exactly\nthe same level of utility to the consumer .\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "13Theory of Consumer\nBehaviourIndifference Map . A family of\nindifference curves. The arrow indicates\nthat bundles on higher indifference curves\nare preferred by the consumer to the\nbundles on lower indifference curves.\nSlope of the Indifference Curve . The\nindifference curve slopes downward. An\nincrease in the amount of bananas along the\nindifference curve is associated with a\ndecrease in the amount of mangoes. If ∆x1\n> 0 then ∆x2 < 0.\nIndifference Map\nThe consumer’s preferences over all the\nbundles can be represented by a family\nof indifference curves as shown in Figure\n2.5. This is called an indifference map of\nthe consumer . All points on an\nindifference curve represent bundles\nwhich are considered indifferent by the\nconsumer . Monotonicity of pr eferences\nimply that between any two indifference\ncurves, the bundles on the one which lies\nabove are preferred to the bundles on the\none which lies below.\nFeatures of Indifference Curve\n1.Indifference curve slopes\ndownwards from left to right:\nAn indifference curve slopes downwards\nfrom left to right, which means that in\norder to have more of bananas, the\nconsumer has to forego some mangoes.\nIf the consumer does not forego some\nmangoes with an increase in number of\nbananas, it will mean consumer having\nmore of bananas with same number of\nmangoes, taking her to a higher\nindifference curve. Thus, as long as the\nconsumer is on the same indifference\ncurve, an increase in bananas must be\ncompensated by a fall in quantity of\nmangoes.\nMonotonic Preferences\nConsumer’s preferences are\nassumed to be such that between\nany two bundles ( x1, x2) and ( y1, y2),\nif (x1, x2) has more of at least one of\nthe goods and no less of the other\ngood compared to ( y1, y2), then the\nconsumer prefers ( x1, x2) to ( y1, y2).\nPreferences of this kind are called\nmonotonic preferences. Thus, a\nconsumer’s preferences are\nmonotonic if and only if between\nany two bundles, the consumer\nprefers the bundle which has more\nof at least one of the goods and no\nless of the other good as compared\nto the other bundle.Indif ference Curve for per fect\nsubstitutes.  Indifference curve depicting two\ncommodities which are perfect substitutes is\na straight line.\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "14Introductory\nMicroeconomics Consider the different combination of bananas and mangoes, A, B and C\ndepicted in table 2.4 and figure 2.7. Combinations A, B and C consist of same\nquantity of mangoes but different quantities of bananas. Since combination B\nhas more bananas than A, B will\nprovide the individual a higher\nlevel of satisfaction than A.\nTherefore, B will lie on a higher\nindifference curve than A,\ndepicting higher satisfaction.\nLikewise, C has more bananas\nthan B (quantity of mangoes is the\nsame in both B and C). Therefore,\nC will provide higher level of\nsatisfaction than B, and also lie on\na higher indifference curve than B.\nA higher indifference curve\nconsisting of combinations with\nmore of mangoes, or more ofTable 2.4:  Representation of different level of utilities from different combination\nof goods\n          Combinat ion                      Quant ity of bananas               Quant ity of Mango es\n                   A                                                  1                                                10\n                   B                                                  2                                                10\n                   C                                                  3                                                102.Higher indifference curve gives greater level of utility:\nAs long as marginal utility of a commodity is positive, an individual will always\nprefer more of that commodity, as more of the commodity will increase the level\nof satisfaction.\nbananas, or more of both, will\nrepresent combinations that give higher level of satisfaction.\n3.Two indifference curves never intersect each other:\nTwo indifference curves intersec ting\neach other will lead to conflicting\nresults. To explain this, let us allow\ntwo indifference curves to intersect\neach other as shown in the figure\n2.8. As points A and B lie on the\nsame indifference curve IC1, utilities\nderived from combination A and\ncombination B will give the same\nlevel of satisfaction. Similarly, as\npoints A and C lie on the same\nindifference curve IC2, utility\nderived from combination A and\nfrom combination C will give the\nsame level of satisfaction.Higher indifference curves give greater level\nof utility.\nTwo indiffer ence curves never intersect\neach other\nA (7,10)\nB (9,7)\nC (9,5)IC1\nIc2Mangoes\nBananas\n8\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "15Theory of Consumer\nBehaviourFrom this, it follows that utility from point B and from point C will also be the\nsame. But this is clearly an absurd result, as on point B, the consumer gets a\ngreater number of mangoes with the same quantity of bananas. So consumer is\nbetter off at point B than at point C. Thus, it is clear that intersecting indifference\ncurves will lead to conflicting results. Thus, two indifference curves cannot\nintersect each other .\n2.2 T HE CONSUMER ’S BUDGET\nLet us consider a consumer who has only a fixed amount of money (income) to\nspend on two goods . The prices of  the goods  are given in the market. The consumer\ncannot buy any and every combination of the two goods that she may want to\nconsume. The consumption bundles that are available to the consumer depend\non the prices of the two goods and the income of the consumer . Given her fixed\nincome and the prices of the two goods , the consumer can a fford to buy only\nthose bundles which cost her less  than or equal to her income.\n2.2.1  Budget Set and Budget Line\nSuppose the income of the consumer is M and the prices of bananas and mangoes\nare p1 and p2 respectively5. If the consumer wants to buy x1 quantities of bananas,\nshe will have to spend p1x1 amount of money. Similarly, if the consumer wants\nto buy x2 quantities of mangoes, she will have to spend p2x2 amount of money.\nTherefore, if the consumer wants to buy the bundle consisting of x1 quantities of\nbananas and x2 quantities of mangoes, she will have to spend p1x1 + p2x2 amount\nof money. She can buy this bundle only if she has at least p1x1 + p2x2 amount of\nmoney. Given the prices of the goods and the income of a consumer , she can\nchoose any bundle as long as it costs less than or equal to the income she has.\nIn other words, the consumer can buy any bundle ( x1, x2) such that\np1x1 + p2x2 ≤ M     (2.1)\nThe inequality (2.1) is called the consumer’s budget constraint . The set of\nbundles available to the consumer is called the budget set . The budget set is\nthus the collection of all bundles that the consumer can buy with her income at\nthe prevailing market prices.\nEXAMPLE  2.1\nConsider , for example, a consumer who has Rs 20, and suppose, both the goods\nare priced at Rs 5 and are available only in integral units. The bundles that this\nconsumer can afford to buy are: (0, 0), (0, 1), (0, 2), (0, 3), (0, 4), (1, 0), (1, 1),\n(1, 2), (1, 3), (2, 0), (2, 1), (2, 2), (3, 0), (3, 1) and (4, 0). Among these bundles,\n(0, 4), (1,3), (2, 2), (3, 1) and (4, 0) cost exactly Rs 20 and all the other bundles\ncost less than Rs 20. The consumer cannot afford to buy bundles like (3, 3) and\n(4, 5) because they cost more than Rs 20 at the prevailing prices.\n5Price of a good is the amount of money that the consumer has to pay per unit of the good she\nwants to buy. If rupee is the unit of money and quantity of the good is measured in kilograms, the\nprice of banana being p1 means the consumer has to pay p1 rupees per kilograms of banana that she\nwants to buy.\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "16Introductory\nMicroeconomicsIf both the goods are perfectly\ndivisible6, the consumer’s budget set\nwould consist of all bundles ( x1, x2)\nsuch that x1 and x2 are any numbers\ngreater than or equal to 0 and p1x1 +\np2x2 ≤ M. The budget set can be\nrepresented in a diagram as in Figure\n2.9.\nAll bundles in the positive\nquadrant which are on or below the\nline are included in the budget set.\nThe equation of the line is\np1x1 + p2x2 = M (2.2)\nThe line consists of all bundles which\ncost exactly equal to M. This line is\ncalled the budget line. Points below\nthe budget line represent bundles\nwhich cost strictly less than M.\nThe equation (2.2) can also be written as7\n1\n2 1\n2 2p Mx xp p= − (2.3)\nThe budget line is a straight line with horizontal intercept \n1M\np and vertical\nintercept \n2M\np. The horizontal intercept represents the bundle that the consumer\ncan buy if she spends her entire income on bananas. Similarly, the vertical\nintercept represents the bundle that the consumer can buy if she spends her\nentire income on mangoes. The slope of the budget line is  1\n2–p\np.\nPrice Ratio and the Slope of the Budget Line\nThink of any point on the budget line. Such a point represents a bundle which\ncosts the consumer her entire budget. Now suppose the consumer wants to\nhave one more banana. She can do it only if she gives up some amount of the\nother good. How many mangoes does she have to give up if she wants to have an\nextra quantity of bananas? It would depend on the prices of the two goods. A\nquantity of banana costs p1. Therefore,  she will have to reduce her expenditure\non mangoes by p1 amount, if she wants one more quantity of banana. With p1,\nshe could buy 1\n2p\np quantities of mangoes. Therefore, if the consumer wants to\nhave an extra quantity of bananas when she is spending all her money, she will\nhave to give up 1\n2p\npquantities of mangoes. In other words, in the given market\n6The goods considered in Example 2.1 were not divisible and were available only in integer units.\nThere are many goods which are divisible in the sense that they are available in non-integer units\nalso. It is not possible to buy half an orange or one-fourth of a banana, but it is certainly possible to\nbuy half a kilogram of rice or one-fourth of a litre of milk.\n7In school mathematics, you have learnt the equation of a straight line as y = c + mx where c is the\nvertical intercept and m is the  slope of the straight line. Note that equation (2.3) has the same form.Budget Set . Quantity of bananas is measured\nalong the horizontal axis and quantity of mangoes\nis measured along the vertical axis. Any point in\nthe diagram represents a bundle of the two\ngoods. The budget set consists of all points on\nor below the straight line having the equation\np1x1 + p2x2 = M.\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "17Theory of Consumer\nBehaviour\nconditions, the consumer can substitute bananas for mangoes at the rate 1\n2p\np.\nThe absolute value8 of the slope of the budget line measures the rate at which\nthe consumer is able to substitute bananas for mangoes when she spends her\nentire budget.\n2.2.2  Changes in the Budget Set\nThe set of available bundles depends on the prices of the two goods and the income\nof the consumer . When the price of either of the goods or the consumer’s income\nchanges , the set of available bundles is also likely to change. Suppose the\nconsumer’s income changes from M to M′ but the prices of the two goods remain\nunchanged. With the new income, the consumer can afford to buy all bundles\n(x1, x2) such that p1x1 + p2x2 ≤ M′. Now the equation of the budget line is\np1x1 + p2x2 = M′ (2.8)\nEquation (2.8) can also be written as\n1\n2 1\n2 2–p M'x xp p= (2.9)\nNote that the slope of the new budget line is the same as the slope of the\nbudget line prior to the change in the consumer’s income. However , the vertical\nintercept has changed after the change in income. If there is an increase in the\n8The absolute value of a number x is equal to x if x ≥ 0 and is equal to –  x if x < 0. The absolute\nvalue of x is usually denoted by | x|.\nMangoes\nBananasDerivation of the Slope of the\nBudget Line\nThe slope of the budget line\nmeasures the amount of change in\nmangoes required per unit of\nchange in bananas along the\nbudget line. Consider any two\npoints ( x1, x2) and ( x1 + ∆x1, x2 + ∆x2)\non the budget line.a\nIt must be the case that\np1x1 + p2x2 = M (2.4)\nand, p1(x1 + ∆x1) + p2(x2 + ∆x2) = M          (2.5)\nSubtracting (2.4) from (2.5), we obtain\np1∆x1 + p2∆x2 = 0 (2.6)\nBy rearranging terms in (2.6), we obtain\n∆= −∆2 1\n1 2x p\nx p(2.7)\na∆ (delta ) is a Gr eek letter . In mathematics, ∆ is sometimes used to denote ‘a change’.\nThus, ∆x1 stands for a change in x1 and ∆x2 stands for a change in x2.\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "18Introductory\nMicroeconomicsincome, i.e. if M' > M,  the vertical as well as horizontal intercepts increase, there\nis a parallel outward shift of the budget line. If the income increases, the\nconsumer can buy more of the goods at the prevailing market prices. Similarly,\nif the income goes down, i.e. if M' < M , both intercepts decrease, and hence, there\nis a parallel inward shift of the budget line. If income goes down, the availability\nof goods goes down. Changes in the set of available bundles resulting from\nchanges in consumer’s income when the prices of the two goods remain\nunchanged are shown in Figure 2.10.\nNow suppose the price of bananas change from p1 to p'1 but the price of\nmangoes and the consumer’s income remain unchanged. At the new price of\nbananas, the consumer can afford to buy all bundles ( x1,x2) such that p'1x1 +\np2x2 ≤ M. The equation of the budget line is\np'1x1 + p2x2 = M (2.10)\nEquation (2.10) can also be written as\n1\n1\n2 2–2p' Mx xp p= (2.11)\nNote that the vertical intercept of the new budget line is the same as the\nvertical intercept of the budget line prior to the change in the price of bananas .\nHowever , the slope of the budget line and horizontal inter cept have changed\nafter the price change. If the price of bananas  increases, ie  if p'1> p1, the absolute\nvalue of the slope of the budget line increases , and the budget line becomes\nsteeper (it pivots inwards around the vertical intercept  and horizontal intercept\ndecreases ). If the price of bananas  decreases,  i.e., p'1< p1, the absolute value of\nthe slope of the budget line decreases and hence , the budget line becomes\nflatter (it pivots outwards around the vertical intercept  and horizontal intercept\nincreases ). Figure 2. 11 shows change in the budget set when the price of only one\ncommodity changes while the price of the other commodity as well as income of\nthe consumer are constant.\nA change in price of mangoes, when price of bananas and the consumer’s\nincome remain unchanged, will bring about similar changes in the budget set of\nthe consumer .Changes in the Set of Available Bundles of Goods Resulting from Changes in the\nConsumer’s Income . A decrease in income causes a parallel inward shift of the budget\nline as in panel (a). An increase in income causes a parallel outward shift of the budget line\nas in panel (b).\nMangoes\nBananasMangoes\nBananas\n10M'<M M'>M\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "19Theory of Consumer\nBehaviour2.3 O PTIMAL C HOICE OF THE CONSUMER\nThe budget set consists of all bundles that ar e available to the consumer . The\nconsumer can choose her consumption bundle from the budget set. But on\nwhat basis does she choose her consumption bundle from the ones that are\navailable to her? In economics, it is assumed that the consumer chooses her\nconsumption bundle on the basis of her  tatse and preferences over  the bundles\nin the budget set. It is generally assumed that the consumer has well defined\npreferences over the set of all possible bundles. She can compare any two\nbundles. In other words, between any two bundles, she either prefers one to the\nother or she is indifferent between the two.\nMangoes\nBananasMangoes\nBananas\n11\nChanges in the Set of Available Bundles of Goods Resulting from Changes in the\nPrice of bananas . An increase in the price of bananas makes the budget line steeper as in\npanel (a). A decrease in the price of bananas makes the budget line flatter as in panel (b).\nEquality of the Marginal Rate of Substitution and the Ratio of\nthe Prices\nThe optimum bundle of the consumer is located at the point where the\nbudget line is tangent to one of the indifference curves. If the budget line\nis tangent to an indifference curve at a point , the absolute value of the\nslope of the indifference curve (MRS) and that of the budget line (price\nratio) are same at that point. Recall from our earlier discussion that the\nslope of the indifference curve is the rate at which the consumer is willing\nto substitute one good for the other . The slope of the budget line is the\nrate at which the consumer is able to substitute one good for the other\nin the market. At the optimum , the two rates should be the same. To see\nwhy, consider a point where this is not so. Suppose the MRS at such a\npoint is 2 and suppose the two goods have the same price. At this point ,\nthe consumer is willing to give up 2 mangoes  if she is given an extra\nbanana . But in the market , she can buy an extra banana  if she gives up\njust 1 mango . Therefore, if she buys an extra banana, she can have more\nof both the goods compared to the bundle represented by the point, and\nhence,  move to a preferred bundle. Thus , a point at which the MRS is\ngreater , the price ratio cannot be the optimum. A similar ar gument holds\nfor any point at which the MRS is less than the price ratio.\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "20Introductory\nMicroeconomicsIn economics, it is generally assumed that the consumer is a rational\nindividual. A rational individual clearly knows what is good or what is bad for\nher, and in any given situation, she always tries to achieve the best for herself.\nThus, not only does a consumer have well-defined preferences over the set of\navailable bundles, she also acts according to her preferences. From the bundles\nwhich ar e available to her , a rational consumer always chooses the one which\ngives her maximum satisfaction.\nIn the earlier sections, it was observed that the budget set describes the\nbundles that are available to the consumer and her preferences over the available\nbundles can usually be represented by an indifference map. Therefore, the\nconsumer’s problem can also be stated as follows: The rational consumer’s\nproblem is to move to a point on the highest possible indifference curve given\nher budget set.\nIf such a point exists, where would it be located?  The optimum point  would\nbe located on the budget line. A point below the budget line cannot be the\noptimum. Compared to a point below the budget line, there is always some\npoint on the budget line which contains more of at least one of the goods and\nno less of the other , and is , therefore, preferred by a consumer whose pr eferences\nare monotonic. Therefore, if the consumer’s preferences are monotonic, for any\npoint below the budget line, there is some point on the budget line which is\npreferred by the consumer . Points above the budget line ar e not available to\nthe consumer . Ther efore, the optimum (most pr eferred) bundle of the consumer\nwould be on the budget line.\nWhere on the budget line will the optimum bundle be located? The point at\nwhich the budget line just touches (is tangent to) , one of the indifference curves\nwould be the optimum.9 To see why this is so, note that any point on the budget\nline other than the point at which it touches the indif ference curve lies on a\nlower indif ference curve and hence is inferior . Ther efore, such a point cannot be\nthe consumer’s optimum. The optimum bundle is located on the budget line at\nthe point where the budget line is tangent to an indifference curve.\nFigure 2.12 illustrates the\nconsumer’s optimum. At * *\n1 2( , )x x , the\nbudget line is tangent to the black\ncoloured indifference curve. The first\nthing to note is that the indifference\ncurve just touching the budget line\nis the highest possible indifference\ncurve given the consumer’s budget\nset. Bundles on the indifference\ncurves above this, like the grey one,\nare not affordable. Points on the\nindifference curves below this, like the\nblue one, are certainly inferior to the\npoints on the indifference curve, just\ntouching the budget line. Any other\npoint on the budget line lies on a lower indifference curve and hence, is inferior\nto * *\n1 2( , )x x . Therefore, * *\n1 2( , )x x  is the consumer’s optimum bundle.\n9 To be more precise, if the situation is as depicted in Figure 2.12 then the optimum would be\nlocated at the point wher e the budget line is tangent to one of the indif ference curves. However ,\nthere are other situations in which the optimum is at a point where the consumer spends her entire\nincome on one of the goods only.Consumer’s Optimum.  The point (x∗\n1, x∗\n2 ), at\nwhich the budget line is tangent to an\nindifference curve represents the consumers\nReprint 2024-25"
            },
            {
                "page": 14,
                "text": "21Theory of Consumer\nBehaviour2.4 D EMAND\nIn the previous section, we studied the choice problem of the consumer and\nderived the consumer’s optimum bundle given the prices of the goods, the\nconsumer’s income and her preferences. It was observed that the amount of a\ngood that the consumer chooses optimally, depends on the price of the good\nitself, the prices of other goods, the consumer’s income and her tastes and\npreferences. The quantity of a commodity that a consumer is willing to buy and\nis able to afford, given prices of goods and consumer’s tastes and preferences is\ncalled demand  for the commodity. Whenever one or more of these variables\nchange, the quantity of the good chosen\nby the consumer is likely to change as\nwell. Here we shall change one of these\nvariables at a time and study how the\namount of the good chosen by the\nconsumer is related to that variable.\n2.4.1  Demand Curve and the Law of\nDemand\nIf the prices of other goods, the\nconsumer’s income and her tastes and\npreferences remain unchanged, the\namount of a good that the consumer\noptimally chooses, becomes entirely\ndependent on its price. The relation\nbetween the consumer’s optimal choice\nof the quantity of a good and its price is\nvery important and this relation is called\nthe demand function . Thus, the\nconsumer’s demand function for a good\nFunctions\nConsider any two variables x and y. A function\ny = f(x)\nis a relation between the two variables x and y such that for each value of x,\nthere is an unique value of the variable y. In other words, f(x) is a rule\nwhich assigns an unique value y for each value of x. As the value of y\ndepends on the value of x, y is called the dependent variable and x is called\nthe independent variable.\nEXAMPLE  1\nConsider , for example, a situation wher e x can take the values 0, 1, 2, 3 and\nsuppose corresponding values of y are 10, 15, 18 and 20, respectively.\nHere y and x are related by the function y = f(x) which is defined as follows:\nf(0) = 10 ; f(1) = 15 ; f(2) = 18 and f(3) = 20.\nEXAMPLE  2\nConsider another situation where x can take the values 0, 5, 10 and 20.\nAnd suppose corresponding values of y are 100, 90, 70 and 40, respectively.Demand Curve . The demand curve is a\nrelation between the quantity of the good\nchosen by a consumer and the price of the\ngood. The independent variable (price) is\nmeasured along the vertical axis and\ndependent variable (quantity) is measured\nalong the horizontal axis. The demand curve\ngives the quantity demanded by the\nconsumer at each price.\nReprint 2024-25"
            },
            {
                "page": 15,
                "text": "22Introductory\nMicroeconomics\nHere, y and x are related by the function y = f(x) which is defined as follows:\nf(0) = 100;  f(10) = 90;  f(15) = 70 and f(20) = 40.\nVery often a functional r elation between the two variables can be expr essed\nin algebraic form like\ny = 5 + x and y = 50 – x\nA function y = f(x) is an increasing function if the value of y does not\ndecrease with increase in the value of x. It is a decreasing function if the\nvalue of y does not increase with increase in the value of x. The function in\nExample 1 is an increasing function. So is the function y = x + 5. The function\nin Example 2 is a decreasing function. The function y = 50 – x is also\ndecreasing.\nGraphical Representation of a Function\nA graph of a function y = f(x) is a diagrammatic representation of\nthe function. Following are the graphs of the functions in the examples\ngiven above.\nUsually, in a graph, the independent variable is measured along the\nhorizontal axis and the dependent variable is measured along the vertical\naxis. However , in economics, often the opposite is done. The demand curve,\nfor example, is drawn by taking the independent variable (price) along the\nvertical axis and the dependent variable (quantity) along the horizontal axis.\nThe graph of an increasing function is upward sloping or and the graph of a\ndecreasing function is downward sloping. As we can see from the diagrams\nabove, the graph of y = 5 + x is upward sloping and that of y = 50 –  x, is\ndownward sloping.\nReprint 2024-25"
            },
            {
                "page": 16,
                "text": "23Theory of Consumer\nBehaviourgives the amount of the good that the consumer chooses at different levels of its\nprice when the other things remain unchanged. The consumer’s demand for a\ngood as a function of its price can be written as\nX = f (P) (2.12)\nwhere X  denotes the quantity and P  denotes the price of the good.\nThe demand function can also be represented graphically as in Figure 2.13.\nThe graphical representation of the demand function is called the demand curve .\nThe relation between the consumer’s demand for a good and the price of the\ngood is likely to be negative in general. In other words, the amount of a good\nthat a consumer would optimally choose is likely to increase when the price of\nthe good falls and it is likely to decrease with a rise in the price of the good.\n2.4.2 Deriving a Demand Curve from Indifference Curves and Budget\nConstraints\nConsider an individual consuming bananas (X1)and mangoes (X2), whose income\nis M and market prices of X1 and X2 are 1P'and 2P 'respectively. Figure (a) depicts\nher consumption equilibrium at point C, where she buys 1X 'and 2X 'quantities\nof bananas and mangoes respectively. In panel (b) of figure 2.14, we plot 1P '\nagainst 1X ' which is the first point on the demand curve for X1.\nSuppose the price of X1 drops to 1P with 2P ' and M remaining constant. The\nbudget  set in panel (a), expands and new consumption equilibrium is on a\nhigher indifference curve at point D, where she buys more of bananas ( >1 1X X ' ).\nThus, demand for bananas increases as its price drops. We plot 1P against 1X\nin panel (b) of figure 2.14 to get the second point on the demand curve for X1.\nLikewise the price of bananas can be dropped further to ∧\n1P, resulting in further\nincrease in consumption of bananas to ∧\n1X. ∧\n1P plotted against ∧\n1X gives us the\nthird point on the demand curve. Therefore, we observe that a drop in price of\nbananas results in an increase in quality of bananas purchased by an individual\nwho maximises his utility. The demand curve for bananas is thus negatively\nsloped.\nThe negative slope of the demand curve can also be explained in terms of the\ntwo effects namely, substitution effect and income effect  that come into play\nwhen price of a commodity changes.  When bananas become cheaper, the\nconsumer maximises his utility by substituting bananas for mangoes in order\nto derive the same level of satisfaction of a price change , resulting in an increase\nin demand for bananas.Deriving a demand curve from indifference curves and budget constraints\nReprint 2024-25"
            },
            {
                "page": 17,
                "text": "24Introductory\nMicroeconomicsMoreover, as price of bananas dr ops, consumer’s pur chasing power incr eases,\nwhich further increases demand for bananas (and mangoes). This is the income\neffect of a price change, resulting in further increase in demand for bananas.\nLaw of Demand:  Law of Demand states that other things being equal,\nthere is a negative relation between demand for a commodity and its price. In\nother words, when price of the commodity increases, demand for it falls and\nwhen price of the commodity decreases, demand for it rises, other factors\nremaining the same.\nLinear Demand\nA linear demand curve can be written\nas\nd(p) = a – bp; 0 ≤ p ≤a\nb\n = 0; p > a\nb               (2.13)\nwhere a is the vertical intercept, –b is\nthe slope of the demand curve. At\nprice 0, the demand is a, and at price\nequal to a\nb, the demand is 0. The\nslope of the demand curve measures\nthe rate at which demand changes with respect to its price. For a unit increase\nin the price of the good, the demand falls by b units. Figure 2.15 depicts a linear\ndemand curve.\n2.4.3  Normal and Inferior Goods\nThe demand function is a relation between the consumer’s demand for a\ngood and its price when other things are given. Instead of studying the relation\nbetween the demand for a good and its price , we can also study the relation\nbetween the consumer’s demand for the good and the income of the consumer .\nThe quantity of a good that the\nconsumer demands can increase or\ndecrease with the rise in income\ndepending on the nature of the good.\nFor most goods , the quantity that a\nconsumer chooses, increases as the\nconsumer’s income increases and\ndecreases as the consumer’s income\ndecreases. Such goods are called\nnormal goods . Thus , a consumer’s\ndemand for a normal good moves in the\nsame direction as the income of the\nconsumer . However , ther e are some\ngoods the demands for which move in\nthe opposite direction of the income of\nthe consumer . Such goods ar e called\ninferior goods . As the income of the\nconsumer increases , the demand for an\ninferior good falls , and as the income\ndecreases , the demand for an inferiorLinear Demand Curve.  The diagram depicts\nthe linear demand curve given by equation 2.13.\nA rise in the purchasing power\n(income) of the consumer can\nsometimes induce the consumer to\nreduce the consumption of a good.\nIn such a case, the substitution\neffect and the income effect will work\nin opposite directions. The demand\nfor such a good can be inversely or\npositively related to its price\ndepending on the relative strengths\nof these two opposing effects. If the\nsubstitution effect is stronger than\nthe income effect, the demand for the\ngood and the price of the good would\nstill be inversely r elated. However ,\nif the income effect is stronger than\nthe substitution effect, the demand\nfor the good would be positively\nrelated to its price. Such a good is\ncalled a Giffen good.\nReprint 2024-25"
            },
            {
                "page": 18,
                "text": "25Theory of Consumer\nBehaviourgood rises. Examples of inferior goods include low quality food items like\ncoarse cereals.\nA good can be a normal good for the consumer at some levels of income and\nan inferior good for her at other levels of income. At very low levels of income, a\nconsumer’s demand for low quality cereals can increase with income. But, beyond\na level, any increase in income of the consumer is likely to reduce her\nconsumption of such food items as she switches to better quality cereals.\n2.4.4  Substitutes and Complements\nWe can also study the r elation between the quantity of a good that a consumer\nchooses and the price of a related good. The quantity of a good that the\nconsumer chooses can increase or decrease with the rise in the price of a\nrelated good depending on whether the two goods are substitutes  or\ncomplementary  to each other . Goods which ar e consumed together ar e called\ncomplementary goods. Examples of goods which are complement to each\nother include tea and sugar , shoes and socks, pen and ink, etc. Since tea\nand sugar are used together , an incr ease in the price of sugar is likely to\ndecrease the demand for tea and a decrease in the price of sugar is likely to\nincrease the demand for tea. Similar is the case with other complements. In\ngeneral, the demand for a good moves in the opposite direction of the price of\nits complementary goods.\nIn contrast to complements, goods like tea and coffee are not consumed\ntogether . In fact, they ar e substitutes for each other . Since tea is a substitute for\ncoffee, if the price of coffee increases, the consumers can shift to tea, and hence,\nthe consumption of tea is likely to go up. On the other hand, if the price of coffee\ndecreases, the consumption of tea is likely to go down. The demand for a good\nusually moves in the direction of the price of its substitutes.\n2.4.5  Shifts in the Demand Curve\nThe demand curve was drawn under the assumption that the consumer’s\nincome, the prices of other goods and the preferences of the consumer are given.\nWhat happens to the demand curve when any of these things changes?\nGiven the prices of other goods and the pr eferences of a consumer , if the\nincome increases, the demand for the good at each price changes, and hence,\nthere is a shift in the demand curve. For normal goods, the demand curve shifts\nrightward and for inferior goods, the demand curve shifts leftward.\nGiven the consumer’s income and her preferences, if the price of a related\ngood changes , the demand for a good at each level of its price changes , and\nhence,  there is a shift in the demand curve. If there is an increase in the price of\na substitute good , the demand curve shifts rightward. On the other hand , if\nthere is an increase in the price of a complementary good , the demand curve\nshifts leftward.\nThe demand curve can also shift due to a change in the tastes and preferences\nof the consumer . If the consumer’s pr eferences change in favour of a good, the\ndemand curve for such a good shifts rightward. On the other hand, the demand\ncurve shifts leftward due to an unfavourable change in the preferences of the\nconsumer . The demand curve for ice-cr eams, for example, is likely to shift\nrightward in the summer because of preference for ice-creams goes up in\nsummer . Revelation of the fact that cold-drinks might be injurious to health can\nadversely affect preferences for cold-drinks. This is likely to result in a leftward\nshift in the demand curve for cold- drinks.\nReprint 2024-25"
            },
            {
                "page": 19,
                "text": "26Introductory\nMicroeconomics\n2.5 M ARKET D EMAND\nIn the last section, we studied the choice problem of the individual consumer\nand derived the demand curve of the consumer . However , in the market for aShifts in the demand curve are depicted in Figure 2.16. It may be mentioned\nthat shift in demand curve takes place when ther e is a change in some factor ,\nother than the price of the commodity.\n2.4.6 Movements along the Demand Curve and Shifts in the\nDemand Curve\nAs it has been noted earlier , the amount of a good that the consumer chooses\ndepends on the price of the good, the prices of other goods, income of the\nconsumer and her tastes and preferences. The demand function is a relation\nbetween the amount of the good and its price when  other things remain\nunchanged. The demand curve is a graphical representation of the demand\nfunction. At higher prices , the demand is less , and at lower prices , the demand\nis more. Thus , any change in the price leads to movements along the demand\ncurve. On the other hand, changes in any of the other things lead to a shift in\nthe demand curve. Figure 2.17  illustrates a movement along the demand\ncurve and a shift in the demand curve.Shifts in Demand . The demand curve in panel (a) shifts leftward and that in panel\n(b) shifts rightward.\nMovement along a Demand Curve and Shift of a Demand Curve . Panel (a) depicts a\nmovement along the demand curve and panel (b) depicts a shift of the demand curve.\nReprint 2024-25"
            },
            {
                "page": 20,
                "text": "27Theory of Consumer\nBehaviourgood, there are many consumers. It is important to find out the market demand\nfor the good. The market demand for a good at a particular price is the total\ndemand of all consumers taken together . The market demand for a good can be\nderived from the individual demand curves. Suppose there are only two\nconsumers in the market for a good. Suppose at price p′, the demand of consumer\n1 is q′1 and that of consumer 2 is q′2. Then, the market demand of the good at p′\nis q′1 + q′2. Similarly, at price ˆp, if the demand of consumer 1 is 1ˆq and that of\nconsumer 2 is 2ˆq, the market demand of the good at ˆp is 1 2ˆ ˆq q+. Thus, the\nmarket demand for the good at each price can be derived by adding up the\ndemands of the two consumers at that price. If there are more than two consumers\nin the market for a good, the market demand can be derived similarly.\nThe market demand curve of a good can also be derived from the individual\ndemand curves graphically by adding up the individual demand curves\nhorizontally as shown in Figure 2.18. This method of adding two curves is called\nhorizontal summation.\nAdding up T wo Linear Demand Curves\nConsider , for example, a market wher e ther e are two consumers and the demand\ncurves of the two consumers are given as\nd1(p) = 10 – p (2.14)\nand d2(p) = 15 – p (2.15)\nFurthermore, at any price greater than 10, the consumer 1 demands 0 unit of\nthe good, and similarly, at any price greater than 15, the consumer 2 demands 0\nunit of the good. The market demand can be derived by adding equations (2.1 4)\nand (2.1 5). At any price less than or equal to 10, the market demand is given by\n25 – 2p, for any price greater than 10, and less than or equal to 15, market\ndemand is 15 – p, and at any price greater than 15, the market demand is 0.\n2.6 E LASTICITY  OF DEMAND\nThe demand for a good moves in the opposite direction of its price. But the\nimpact of the price change is always not the same. Sometimes, the demand for a\ngood changes considerably even for small price changes. On the other hand,\nthere are some goods for which the demand is not affected much by price changes.Derivation of the Market Demand Curve . The market demand curve can be derived as\na horizontal summation of the individual demand curves.\nReprint 2024-25"
            },
            {
                "page": 21,
                "text": "28Introductory\nMicroeconomicsDemands for some goods are very responsive to price changes while demands\nfor certain others are not so responsive to price changes. Price elasticity of demand\nis a measure of the responsiveness of the demand for a good to changes in its\nprice. Price elasticity of demand for a good is defined as the percentage change\nin demand for the good divided by the percentage change in its price. Price-\nelasticity of demand for a good\neD = percentage change in demand for the good\npercentage change in the price of the good(2.16a)\n100\n100Q\nQ\nP\nP\nQ P\nQ P∆×\n=∆×\n∆    = ×    ∆   (2.16b)\nWhere, P∆ is the change in price of the good and Q∆is the change in quantity\nof the good.\nEXAMPLE  2.2\nSuppose an individual buy 15 bananas when its price is Rs. 5 per banana. when\nthe price increases to Rs. 7 per banana, she reduces his demand to 12 bananas.\nIn order to find her elasticity demand for bananas, we find the percentage change\nin quantity demanded and its price, using the information summarized in table.\nNote that the price elasticity of demand is a negative number since the demand\nfor a good is negatively r elated to the price of a good. However , for simplicity, we\nwill always refer to the absolute value of the elasticity.\nPercentage change in quantity demanded = \n1100Q\nQ∆×\n     = 2 1\n1100Q Q\nQ  −×  \n \n     12 15100 2015−= × = −\nPercentage change in Market price = \n1100P\nP∆×\n      = 2 1\n1100P P\nP  −×  \n \n      7 5100 405−= × =Price Per banana (Rs.) : P     Quantity of bananas demanded : Q\nOld Price : P1 = 5 Old quantity : Q1 = 15\nNew Price : P2 = 7 New quantity: Q2 = 12\nReprint 2024-25"
            },
            {
                "page": 22,
                "text": "29Theory of Consumer\nBehaviourTherefore, in our example, as price of bananas increases by 40 percent,\ndemand for bananas drops by 20 percent. Price elasticity of demand = =200.540De .\nClearly, the demand for bananas is not very responsive to a change in price of\nbananas. When the percentage change in quantity demanded is less than the\npercentage change in market price, De is estimated to be less than one and the\ndemand for the good is said to be inelastic at that price. Demand for essential\ngoods is often found to be inelastic.\nWhen the percentage change in quantity demanded is more than the\npercentage change in market price, the demand is said to be highly responsive\nto changes in market price and the estimated De is more than one. The demand\nfor the good is said to be elastic at that price. Demand for luxury goods is seen\nto be highly responsive to changes in their market prices and De>1.\nWhen the percentage change in quantity demanded equals the percentage\nchange in its market price, De is estimated to be equal to one and the demand\nfor the good is said to be Unitary-elastic at that price. Note that the demand for\ncertain goods may be elastic, unitary elastic and inelastic at different prices. In\nfact, in the next section, elasticity along a linear demand curve is estimated at\ndifferent prices and shown to vary at each point on a downward sloping demand\ncurve.\n2.6.1  Elasticity along a Linear Demand Curve\nLet us consider a linear demand curve q = a – bp . Note that at any point on the\ndemand curve, the change in demand per unit change in the price q\np∆\n∆ = –b.\nSubstituting the value of q\np∆\n∆ in (2.16b),\nwe obtain,  eD = – bp\nq\nputing the value of q,\n       eD = – –bp\na bp                       (2.17)\nFrom (2.17), it is clear that the\nelasticity of demand is different at\ndifferent points on a linear demand\ncurve. At p = 0, the elasticity is 0, at q =\n0, elasticity is ∞. At p = 2a\nb, the elasticity\nis 1, at any price greater than 0 and less\nthan 2a\nb, elasticity is less than 1, and at any price greater than 2a\nb, elasticity is\ngreater than 1. The price elasticities of demand along the linear demand curve\ngiven by equation (2.17) are depicted in Figure 2.19.Elasticity along a Linear Demand\nCurve . Price elasticity of demand is different\nat different points on the linear demand\ncurve.\nReprint 2024-25"
            },
            {
                "page": 23,
                "text": "30Introductory\nMicroeconomics\nConstant Elasticity Demand Curve\nThe elasticity of demand on different points on a linear demand curve is different\nvarying from 0 to ∞. But sometimes, the demand curves can be such that the\nelasticity of demand r emains constant thr oughout. Consider , for example, a\nvertical demand curve as the one depicted in Figure 2.20(a). Whatever be the\nprice, the demand is given at the level q  . A price never leads to a change in the\ndemand for such a demand curve and |eD| is always 0. Therefore, a vertical\ndemand curve is perfectly inelastic.\nFigure 2.20 (b) depics a horizontal demand curve, where market price\nremains constant at P, whatever be the level of demand for the commodity. At\nany other price, quantity demanded drops to zero and therefore de= ∞. A\nhorizontal demand curve is perfectly elastic.\nGeometric Measure of Elasticity along a Linear Demand Curve\nThe elasticity of a linear demand\ncurve can easily be measured\ngeometrically. The elasticity of\ndemand at any point on a straight\nline demand curve is given by the\nratio of the lower segment and the\nupper segment of the demand curve\nat that point. To see why this is the\ncase, consider the following figure\nwhich depicts a straight line\ndemand curve, q = a – bp .\nSuppose at price p0, the\ndemand for the good is q0. Now\nconsider a small change in the price. The new price is p1, and at that price,\ndemand for the good is q1.\n∆q = q1q0 = CD and ∆p = p1p0 = CE.\nTherefore, eD = 0\n0/\n/q q\np p∆\n∆ = ∆\n∆q\np × 0\n0p\nq = 1 0\n1 0q q\np p × 0\n0Op\nOq = CD\nCE × 0\n0Op\nOq\nSince ECD and Bp0D are similar triangles, CD\nCE = 0\n0p D\np B. But 0\n0p D\np B = o\noOq\np B\neD = 0\n0op\nP B = 0\n0q D\nP B.\nSince, Bp0D and BOA are similar triangles, 0\n0q D\np B = DA\nDB\nThus, eD = DA\nDB.\nThe elasticity of demand at different points on a straight line demand\ncurve can be derived by this method. Elasticity is 0 at the point where the\ndemand curve meets the horizontal axis and it is ∝ at the point where the\ndemand curve meets the vertical axis. At the midpoint of the demand curve,\nthe elasticity is 1, at any point to the left of the midpoint, it is greater than 1\nand at any point to the right, it is less than 1.\nNote that along the horizontal axis p = 0, along the vertical axis q = 0 and\nat the midpoint of the demand curve p = 2a\nb.\nReprint 2024-25"
            },
            {
                "page": 24,
                "text": "31Theory of Consumer\nBehaviourFigure 2.20(c) depicts a demand curve which has the shape of a rectangular\nhyperbola. This demand curve has a property that a percentage change in price\nalong the demand curve always leads to equal percentage change in quantity.\nTherefore, |eD| = 1 at every point on this demand curve. This demand curve is\ncalled the unitary elastic demand curve.\n2.6.2  Factors Determining Price Elasticity of Demand for a Good\nThe price elasticity of demand for a good depends on the nature of the good and\nthe availability of close substitutes of the good. Consider , for example, necessities\nlike food. Such goods are essential for life and the demands for such goods do\nnot change much in response to changes in their prices. Demand for food does\nnot change much even if food prices go up. On the other hand, demand for\nluxuries can be very responsive to price changes. In general, demand for a\nnecessity is likely to be price inelastic while demand for a luxury good is likely\nto be price elastic.\nThough demand for food is inelastic, the demands for specific food items are\nlikely to be more elastic. For example, think of a particular variety of pulses. If the\nprice of this variety of pulses goes up,  people can shift to some other variety of\npulses which is a close substitute. The demand for a good is likely to be elastic if\nclose substitutes are easily available. On the other hand, if close substitutes are\nnot available easily,  the demand for a good is likely to be inelastic.\n2.6.3  Elasticity and Expenditure\nThe expenditure on a good is equal to the demand for the good times its price.\nOften it is important to know how the expenditure on a good changes as a result\nof a price change. The price of a good and the demand for the good are inversely\nrelated to each other . Whether the expenditur e on the good goes up or down as\na result of an increase in its price depends on how responsive the demand for\nthe good is to the price change.\nConsider an increase in the price of a good. If the percentage decline in\nquantity is greater than the percentage increase in the price, the expenditure on\nthe good will go down. For example, see row 2 in table 2.5 which shows that as\nprice of a commodity increases by 10%, its demand drops by 12%, resulting in\na decline in expenditure on the good. On the other hand, if the percentage decline\nin quantity is less than the percentage increase in the price, the expenditure onConstant Elasticity Demand Curves . Elasticity of demand at all points along the vertical\ndemand curve, as shown in panel (a), is 0. Elasticity of demand at all point along the\nhorizontal demand curve, as shown in panel (b) is ∞. Elasticity at all points on the demand\ncurve in panel (c) is 1.\nReprint 2024-25"
            },
            {
                "page": 25,
                "text": "32Introductory\nMicroeconomicsthe good will go up (See row 1 in table 2.5). And if the percentage decline in\nquantity is equal to the percentage increase in the price, the expenditure on the\ngood will remain unchanged (see row 3 in table 2.5).\nNow consider a decline in the price of the good. If the percentage increase in\nquantity is greater than the percentage decline in the price, the expenditure on\nthe good will go up(see row 4 in table 2.5). On the other hand, if the percentage\nincrease in quantity is less than the percentage decline in the price, the expenditure\non the good will go down(see row 5 in table 2.5). And if the percentage increase\nin quantity is equal to the percentage decline in the price, the expenditure on\nthe good will remain unchanged (see row 6 in table 2.5).\nThe expenditure on the good would change in the opposite direction as the\nprice change if and only if the percentage change in quantity is greater than the\npercentage change in price, ie if the good is price-elastic (see rows 2 and 4 in\ntable 2.5). The expenditure on the good would change in the same direction as\nthe price change if and only if the percentage change in quantity is less than the\npercentage change in price, i.e., if the good is price inelastic (see rows 1 and 5 in\ntable 2.5). The expenditure on the good would remain unchanged if and only if\nthe percentage change in quantity is equal to the percentage change in price,\ni.e., if the good is unit-elastic (see rows 3 and 6 in table 2.5).\nChange   Change in     % Change   % Change       Impact on     Nature of price\nin Price   Quantity      in price     in quantity Expenditure     Elasticity of\n    (P)      demand (Q)   demand                              = P×Q           demandde\n1        ↑              ↓                +10              -8                   ↑           Price Inelastic\n2        ↑              ↓                +10            -12                  ↓             Price Elastic\n3        ↑              ↓                +10            -10           No Change      Unit Elastic\n4        ↓              ↑                -10             +15                 ↑             Price Elastic\n5         ↓                 ↑                   -10                 +7                    ↓             Price Inelastic\n6        ↓              ↑                 -10             +10         No Change     Unit ElasticTable 2.5: For hypothetic cases of price rise and drop, the following table\nsummarises the relationship between elasticity and change in expenditure\nof a commodity\nRectangular Hyperbola\nAn equation of the form\nxy = c\nwhere x and y are two variables and c is a\nconstant, giving us a curve called\nrectangular hyperbola. It is a downward\nsloping curve in the x-y plane as shown\nin the diagram. For any two points p and q\non the curve, the areas of the two\nrectangles Oy1px1 and Oy2qx2 are same and\nequal to c.\nIf the equation of a demand curve\ntakes the form pq = e, where e is a constant, it will be a rectangular\nhyperbola, where price ( p) times quantity ( q) is a constant. With such a\ndemand curve, no matter at what point the consumer consumes, her\nexpenditures are always the same and equal to e.\nReprint 2024-25"
            },
            {
                "page": 26,
                "text": "33Theory of Consumer\nBehaviour\nRelationship between Elasticity and change in Expenditure on a Good\nSuppose at price p, the demand for a good is q, and at price p + ∆p, the\ndemand for the good is q + ∆q.\nAt price p, the total expenditure on the good is pq, and at price p + ∆p,\nthe total expenditure on the good is ( p + ∆p)(q + ∆q).\nIf price changes from p to (p + ∆p), the change in the expenditure on the\ngood is, ( p + ∆p)(q + ∆q) – pq = q∆p + p∆q + ∆\np∆q.\nFor small values of ∆p and ∆q, the value of the term ∆p∆q is negligible,\nand in that case, the change in the expenditure on the good is approximately\ngiven by q∆p + p∆q.\nApproximate change in expenditure = ∆E = q∆p + p∆q = ∆p(q + pq\np∆\n∆)\n= ∆p[q(1 + q p\np q∆\n∆)] = ∆p[q(1 + eD)].\nNote that\nif eD < –1, then q (1 + eD) < 0, and hence, ∆E has the opposite sign as ∆p,\nif eD > –1, then q (1 + eD) > 0, and hence, ∆E has the same sign as ∆p,\nif eD = –1, then q (1 + eD) = 0, and hence, ∆E = 0.\n•The budget set is the collection of all bundles of goods that a consumer can buy\nwith her income at the prevailing market prices.\n•The budget line represents all bundles which cost the consumer her entire income.\nThe budget line is negatively sloping.\n•The budget set changes if either of the two prices or the income changes.\n•The consumer has well -defined preferences over the collection of all possible\nbundles. She can rank the available bundles according to her preferences\nover them.\n•The consumer’s preferences are assumed to be monotonic.\n•An indifference curve is a locus of all points representing bundles among which\nthe consumer is indifferent.\n•Monotonicity of preferences implies that the indifference curve is downward\nsloping.\n•A consumer’s preferences, in general, can be represented by an indifference map.\n•A consumer’s preferences, in general, can also be represented by a utility function.\n•A rational consumer always chooses her most preferred bundle from the budget set.\n•The consumer’s optimum bundle is located at the point of tangency between the\nbudget line and an indifference curve.\n•The consumer’s demand curve gives the amount of the good that a consumer\nchooses at different levels of its price when the price of other goods, the consumer’s\nincome and her tastes and preferences remain unchanged.\n•The demand curve is generally downward sloping.\n•The demand for a normal good increases (decreases) with increase (decrease) in\nthe consumer’s income.\n•The demand for an inferior good decreases (increases) as the income of the\nconsumer increases (decreases).\n•The market demand curve represents the demand of all consumers in the marketSummary SummarySummary SummarySummary\nReprint 2024-25"
            },
            {
                "page": 27,
                "text": "34Introductory\nMicroeconomics\nK KK KKey Conceptsey Conceptsey Conceptsey Conceptsey ConceptsBudget set Budget line\nPreference Indifference\nIndifference curve Marginal Rate of substitution\nMonotonic preferences Diminishing rate of substitution\nIndifference map,Utility function Consumer’s optimum\nDemand Law of demand\nDemand curve Substitution effect\nIncome effect Normal good\nInferior good Substitute\nComplement Price elasticity of demand\n1.What do you mean by the budget set of a consumer?\n2.What is budget line?\n3.Explain why the budget line is downward sloping.\n4.A consumer wants to consume two goods. The prices of the two goods are Rs 4\nand Rs 5 respectively. The consumer’s income is Rs 20.\n(i)Write down the equation of the budget line.\n(ii)How much of good 1 can the consumer consume if she spends her entire\nincome on that good?\n(iii)How much of good 2 can she consume if she spends her entire income on\nthat good?\n(iv)What is the slope of the budget line?\nQuestions 5, 6 and 7 are related to question 4.\n5.How does the budget line change if the consumer’s income increases to Rs 40\nbut the prices remain unchanged?\n6.How does the budget line change if the price of good 2 decreases by a rupee\nbut the price of good 1 and the consumer’s income remain unchanged?\n7.What happens to the budget set if both the prices as well as the income double?\n8.Suppose a consumer can afford to buy 6 units of good 1 and 8 units of good 2\nif she spends her entire income. The prices of the two goods are Rs 6 and Rs 8\nrespectively. How much is the consumer’s income?\n9.Suppose a consumer wants to consume two goods which are available only in\ninteger units. The two goods are equally priced at Rs 10 and the consumer’s\nincome is Rs 40.\n(i)Write down all the bundles that ar e available to the consumer .\n(ii)Among the bundles that ar e available to the consumer , identify those which\ncost her exactly Rs 40.\n10.What do you mean by ‘monotonic preferences’?\n11.If a consumer has monotonic preferences, can she be indifferent between the\nbundles (10, 8) and (8, 6)?\n12.Suppose a consumer’s preferences are monotonic. What can you say about\nher preference ranking over the bundles (10, 10), (10, 9) and (9, 9)?Exercises ExercisesExercises ExercisesExercisestaken together at different levels of the price of the good.\n•The price elasticity of demand for a good is defined as the percentage change in\ndemand for the good divided by the percentage change in its price.\n•The elasticity of demand is a pur e number .\n•Elasticity of demand for a good and total expenditure on the good are closely\nrelated.\nReprint 2024-25"
            },
            {
                "page": 28,
                "text": "35Theory of Consumer\nBehaviourp d1d2\n1 9 24\n2 8 20\n3 7 18\n4 6 16\n5 5 14\n6 4 1213.Suppose your friend is indifferent to the bundles (5, 6) and (6, 6). Are the\npreferences of your friend monotonic?\n14.Suppose there are two consumers in the market for a good and their demand\nfunctions are as follows:\nd1(p) = 20 – p for any price less than or equal to 20, and d1(p) = 0 at any price\ngreater than 20.\nd2(p) = 30 – 2p for any price less than or equal to 15 and d1(p) = 0 at any price\ngreater than 15.\nFind out the market demand function.\n15.Suppose there are 20 consumers for a good and they have identical demand\nfunctions:\nd(p) = 10 – 3p for any price less than or equal to 10\n3 and d1(p) = 0 at any price\ngreater than 10\n3.\nWhat is the market demand function?\n16.Consider a market where there are just two\nconsumers and suppose their demands for the\ngood are given as follows:\nCalculate the market demand for the good.\n17.What do you mean by a normal good?\n18.What do you mean by an ‘inferior good’? Give some examples.\n19.What do you mean by substitutes? Give examples of two goods which are\nsubstitutes of each other .\n20.What do you mean by complements? Give examples of two goods which are\ncomplements of each other .\n21.Explain price elasticity of demand.\n22.Consider the demand for a good. At price Rs 4, the demand for the good is 25\nunits. Suppose price of the good increases to Rs 5, and as a result, the demand\nfor the good falls to 20 units. Calculate the price elasticity .\n23.Consider the demand curve D (p) = 10 – 3p. What is the elasticity at price 5\n3?\n24.Suppose the price elasticity of demand for a good is –0.2. If there is a 5 %\nincrease in the price of the good, by what percentage will the demand for the\ngood go down?\n25.Suppose the price elasticity of demand for a good is –0.2. How will the\nexpenditure on the good be affected if there is a 10 % increase in the price of\nthe good?\n27.Suppose there was a 4 % decrease in the price of a good, and as a result, the\nexpenditure on the good increased by 2 %. What can you say about the elasticity\nof demand?\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 3: Producer's Behaviour and Supply",
        "pages": [
            {
                "page": 1,
                "text": "Chapter□3\nP PP PProduction and Costsroduction and Costsroduction and Costsroduction and Costsroduction and Costs\nA Firm EffortIn the pr evious chapter , we have discussed the behaviour of the\nconsumers. In this chapter as well as in the next, we shall examine\nthe behaviour of a pr oducer . Production is the pr ocess by which\ninputs are transformed into ‘output’. Production is carried out by\nproducers or firms. A fir m acquir es dif ferent inputs like labour ,\nmachines, land, raw materials etc. It uses these inputs to produce\noutput. This output can be consumed by consumers, or used by\nother firms for further production. For example, a tailor uses a\nsewing machine, cloth, thread and his own labour to ‘produce’\nshirts. A farmer uses his land, labour , a tractor , seed, fertilizer ,\nwater etc to produce wheat. A car manufacturer uses land for a\nfactory, machinery, labour , and various other inputs (steel,\naluminium, rubber etc) to produce cars. A rickshaw puller uses a\nrickshaw and his own labour to ‘produce’ rickshaw rides. A\ndomestic helper uses her labour to produce ‘cleaning services’.\nWe make certain simplifying assumptions to start with. Pr oduction\nis instantaneous: in our very simple model of production no\ntime elapses between the combination of the inputs and\nthe pr oduction of the output. W e also tend to use the\nterms production and supply synonymously and often\ninterchangeably.\nIn order to acquire inputs a firm has to pay for them.\nThis is called the cost of production . Once output\nhas been produced, the firm sell it in the market and\nearns revenue . The difference between the revenue\nand cost is called the fir m’s profit. We assume that\nthe objective of a firm is to earn the maximum profit\nthat it can.\nIn this chapter , we discuss the r elationship between\ninputs and output. Then we look at the cost structure of\nthe fir m. We do this to be able to identifiy the output at which\nfirms profits are maximum.\n3.1  P RODUCTION  FUNCTION\nThe production function of a firm is a relationship between inputs\nused and output produced by the firm. For various quantities of\ninputs used, it gives the maximum quantity of output that can be\nproduced.\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "Consider the farmer we mentioned above. For simplicity, we assume that the\nfarmer uses only two inputs to pr oduce wheat: land and labour . A pr oduction\nfunction tells us the maximum amount of wheat he can produce for a given\namount of land that he uses, and a given number of hours of labour that he\nperforms. Suppose that he uses 2 hours of labour/ day and 1 hectare of land to\nproduce a maximum of 2 tonnes of wheat. Then, a function that describes this\nrelation is called a production function.\nOne possible example of the form this could take is:\nq = K × L,\nWhere, q is the amount of wheat produced, K is the area of land in hectares,\nL is the number of hours of work done in a day.\nDescribing a production function in this manner tells us the exact relation\nbetween inputs and output. If either K or L increase, q will also increase. For\nany L and any K, there will be only one q. Since by definition we are taking the\nmaximum output for any level of inputs, a production function deals only with\nthe efficient use of inputs. Efficiency implies that it is not possible to get any\nmore output from the same level of inputs.\nA production function is defined for a given technology. It is the technological\nknowledge that determines the maximum levels of output that can be produced\nusing different combinations of inputs. If the technology improves, the maximum\nlevels of output obtainable for dif ferent input combinations incr ease. W e then\nhave a new production function.\nThe inputs that a firm uses in the production process are called factors of\nproduction. In order to produce output, a firm may require any number of\ndifferent inputs. However , for the time being, her e we consider a fir m that pr oduces\noutput using only two factors of production – labour and capital. Our production\nfunction, therefore, tells us the maximum quantity of output (q) that can be\nproduced by using different combinations of these two factors of productions-\nLabour (L) and Capital (K).\nWe may write the pr oduction function as\nq = f(L,K)     (3.1)\nwhere, L is labour and K is capital and q is the maximum output that can be\nproduced.\nA numerical example of production function is given in Table 3.1. The left\ncolumn shows the amount of labour and the top row shows the amount of\ncapital. As we move to the right along any row, capital increases and as we move\ndown along any column, labour increases. For different values of the two factors,\n37Production and Costs\nTable 3.1: Production Function\nFactor Capital\n0 1 2 3 4 5\n6\n0 0 0 0 0 0 0 0\n1 0 1 3 7 10 12 13\n2 0 3 10 18 24 29 33\n    Labour 3 0 7 18 30 40 46 50\n4 0 10 24 40 50 56 57\n5 0 12 29 46 56 58 59\n6 0 13 33 50 57 59 60\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "38Introductory\nMicroeconomicsthe table shows the corresponding output levels. For example, with 1 unit of\nlabour and 1 unit of capital, the firm can produce at most 1 unit of output; with\n2 units of labour and 2 units of capital, it can produce at most 10 units of\noutput; with 3 units of labour and 2 units of capital, it can produce at most 18\nunits of output and so on.\nIn our example, both the inputs are necessary for the production. If any of\nthe inputs becomes zero, there will be no production. With both inputs positive,\noutput will be positive. As we increase the amount of any input, output increases.\n3.2 T HE SHORT RUN AND THE LONG RUN\nBefore we begin with any further analysis, it is important to discuss two concept s–\nthe short run  and the long run .\nIn the short run , at least o ne of the factor – labour or capital – cannot be\nvaried, and therefore, remains fixed. In order to vary the output level, the firm\ncan vary only the other factor . The factor that r emains fixed is called the fixed\nfactor  whereas the other factor which the firm can vary is called the variable\nfactor .\nConsider the example represented through Table 3.1. Suppose, in the short\nrun, capital remains fixed at 4 units. Then the corresponding column shows the\ndifferent levels of output that the firm may produce using different quantities of\nlabour in the short run.\nIsoquant\nIn Chapter 2, we have learnt about indifference curves. Here, we introduce a\nsimilar concept known as isoquant. It is just an alternative way of\nrepresenting the production function. Consider a production function with\ntwo inputs labour and capital. An\nisoquant is the set of all possible\ncombinations of the two inputs\nthat yield the same maximum\npossible level of output. Each\nisoquant represents a particular\nlevel of output and is labelled with\nthat amount of output.\nLet us return to table 3.1\nnotice that the output of 10 units\ncan be produced in 3 ways (4L,\n1K), (2L, 2K), (1L, 4K). All these\ncombination of L, K lie on the\nsame isoquant, which represents the level of output 10. Can you identify\nthe sets of inputs that will lie on the isoquant q = 50?\nThe diagram her e generalizes this concept. W e place L on the X axis and\nK on the Y axis. W e have thr ee isoquants for the thr ee output levels, namely\nq = q1, q = q2 and q  = q3. Two input combinations ( L1, K2) and (L2, K1) give us\nthe same level of output q1. If we fix capital at K1 and increase labour to L3,\noutput increases and we reach a higher isoquant, q = q2. When marginal\nproducts are positive, with greater amount of one input, the same level of\noutput can be pr oduced only using lesser amount of the other . Ther efore,\nisoquants are negatively sloped.\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "39Production and CostsIn the long run , all factors of production can be varied. A firm in order to\nproduce different levels of output in the long run may vary both the inputs\nsimultaneously. So, in the long run, ther e is no fixed factor .\nFor any particular production process, long run generally refers to a longer\ntime period than the short run. For different production processes, the long run\nperiods may be different. It is not advisable to define short run and long run in\nterms of say, days, months or years. W e define a period as long run or short run\nsimply by looking at whether all the inputs can be varied or not.\n3.3 T OTAL PRODUCT , AVERAGE  PRODUCT  AND MARGINAL  PRODUCT\n3.3.1  Total Product\nSuppose we vary a single input and keep all other inputs constant. Then\nfor different levels of that input, we get different levels of output . This\nrelationship between the variable input and output, keeping all other inputs\nconstant, is often referred to as Total Product  (TP) of the variable input.\nLet us again look at Table 3.1. Suppose capital  is fixed at 4 units. Now in\nthe Table 3.1 , we look at the column where capital  takes the value 4. As we\nmove down along the column, we get the output values for different values of\nlabour . This is the total pr oduct of labour  schedule with K2 = 4. This is also\nsometimes called total return  to or total physical product of the variable\ninput. This is shown again in the second column of table in 3.2\nOnce we have defined total product, it will be useful to define the concepts of\naverage product (AP) and marginal product (MP). They are useful in order to\ndescribe the contribution of the variable input to the production process.\n3.3.2  Average Product\nAverage pr oduct  is defined as the output per unit of variable input. W e calculate\nit as\nL\nLTPAPL=     (3.2)\nThe last column of table 3.2 gives us a numerical example of average product\nof labour (with capital fixed at 4) for the production function described in\ntable 3.1. V alues in this column ar e obtained by dividing TP (column 2) by\nL (Column 1).\n3.3.3  Marginal Product\nMarginal product  of an input is defined as the change in output per unit of\nchange in the input when all other inputs are held constant. When capital is held\nconstant , the marginal product of labour  is\n = LChangeinoutputMPChangeininput\n        LTP\nL∆=∆    (3.3)\nwhere ∆ represents the change of the variable.\nThe third column of table 3.2 gives us a numerical example of Marginal\nProduct of labour (with capital fixed at 4) for the production function described\nin table 3.1. V alues in this column ar e obtained by dividing change in TP by\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "40Introductory\nMicroeconomicsAverage product of an input at any level of employment is the average of all\nmarginal products up to that level. Average and marginal products are often\nreferred to as average and marginal returns, respectively, to the variable input.\n3.4THE LAW OF DIMINISHING  MARGINAL P RODUCT  AND\nTHE LAW OF VARIABLE  PROPORTIONS\nIf we plot the data in table 3.2 on graph paper , placing labour on the X-axis and\noutput on the Y-axis, we get the curves shown in the diagram below. Let us\nexamine what is happening to TP . Notice that TP incr eases as labour input\nincreases. But the rate at which it increases is not constant. An increase in labour\nfrom 1 to 2 increases TP by 10 units. An increase in labour from 2 to 3 increases\nTP by 12. The rate at which TP increases, as explained above, is shown by the\nMP. Notice that the MP first incr eases (upto 3 units of labour) and then begins tochange in L. For example, when L changes from 1 to 2, TP changes from 10 to\n24.\nMPL= (TP at L units) – (TP at L – 1 unit)     (3.4)\nHere, Change in TP = 24 -10 = 14\nChange in L = 1\nMarginal product of the 2nd unit of labour = 14/1 = 14\nSince inputs cannot take negative values, marginal product is undefined at\nzero level of input employment. For any level of an input, the sum of marginal\nproducts of every preceeding unit of that input gives the total product. So total\nproduct is the sum of marginal products.\nTable 3.2: Total Product, Marginal product and Average product\n Labour TP MPLAPL\n0 0 - -\n1 10 10 10\n2 24 14\n12\n3 40 16 13.33\n4 50 10 12.5\n5 56 6 11.2\n6 57 1 9.5\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "41Production and Costsfall. This tendency of the MP to first increase and then fall is called the law of\nvariable proportions  or the law of diminishing marginal product.  Law of\nvariable proportions  say that the marginal product of a factor input initially\nrises with its employment level. But after reaching a certain level of employment,\nit starts falling.\nWhy does this happen? In order to understand this, we first define the concept\nof factor proportions. Factor proportions represent the ratio in which the two\ninputs are combined to produce output.\nAs we hold one factor fixed and keep incr easing the other , the factor\nproportions change. Initially, as we increase the amount of the variable input,\nthe factor proportions become more and more suitable for the production and\nmarginal product increases. But after a certain level of employment, the\nproduction process becomes too crowded with the variable input.\nSuppose table 3.2 describes the output of a farmer who has 4 hectares of\nland, and can choose how much labour he wants to use. If he uses only 1 worker ,\nhe has too much land for the worker to cultivate alone. As he increases the\nnumber of workers, the amount of labour per unit land increases, and each\nworker adds proportionally more and more to the total output. Marginal product\nincreases in this phase. When the fourth worker is hired, the land begins to get\n‘crowded’. Each worker now has insufficient land to work efficiently. So the output\nadded by each additional worker is now proportionally less. The marginal product\nbegins to fall.\nWe can use these observations to describe the general shapes of the TP , MP\nand AP curves as below.\n3.5 SHAPES OF TOTAL PRODUCT , MARGINAL P RODUCT\nAND AVERAGE  PRODUCT C URVES\nAn increase in the amount of one of the inputs keeping all other inputs constant\nresults in an increase in output. Table 3.2 shows how the total product changes\nas the amount of labour increases. The total product curve in the input-output\nplane is a positively sloped curve. Figure 3.1 shows the shape of the total product\ncurve for a typical firm.\nWe measur e units of labour\nalong the horizontal axis and\noutput along the vertical axis.\nWith L units of labour , the fir m\ncan at most produce q1 units of\noutput.\nAccording to the law of\nvariable proportions, the\nmarginal product of an input\ninitially rises and then after a\ncertain level of employment, it\nstarts falling. The MP curve\ntherefore, looks like an inverse\n‘U’-shaped curve  as in figure 3.2 .\nLet us now see what the AP\ncurve looks like. For the first unit\nof the variable input, one can\neasily check that the MP and theTotal Product . This is a total product curve for\nlabour . When all other inputs ar e held constant, it\nshows the different output levels obtainable from\ndifferent units of labour .\nFig. 3.1Output\nLabourq1TPL\nL O\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "42Introductory\nMicroeconomicsAP are same. Now as we increase\nthe amount of input, the MP rises.\nAP being the average of marginal\nproducts, also rises, but rises less\nthan MP . Then, after a point, the MP\nstarts falling. However , as long as\nthe value of MP remains higher\nthan the value of the  AP , the AP\ncontinues to rise. Once MP has\nfallen sufficiently, its value becomes\nless than the AP and the AP also\nstarts falling. So AP curve is also\ninverse ‘U’-shaped.\nAs long as the AP increases, it\nmust be the case that MP is greater\nthan AP . Otherwise, AP cannot rise.\nSimilarly, when AP falls, MP has to be less than AP . It, follows that MP curve\ncuts AP curve from above at its maximum.\nFigure 3.2 shows the shapes of AP and MP curves for a typical firm.\nThe AP of factor 1 is maximum at L. To the left of L, AP is rising and MP is\ngreater than AP . To the right of L, AP is falling and MP is less than AP .\n3.6 R ETURNS  TO SCALE\nThe law of variable proportions arises because factor proportions change as\nlong as one factor is held constant and the other is increased. What if both factors\ncan change? Remember that this can happen only in the long run. One special\ncase in the long run occurs when both factors are increased by the same\nproportion , or factors are scaled up.\nWhen a proportional increase in all inputs results in an increase in output\nby the same proportion, the production function is said to display Constant\nreturns to scale (CRS).\nWhen a proportional increase in all inputs results in an increase in output\nby a larger  proportion, the production function is said to display Increasing\nReturns to Scale (IRS)\nDecreasing Returns to Scale  (DRS) holds when a proportional increase in\nall inputs results in an increase in output by a smaller proportion.\nFor example, suppose in a production process, all inputs get doubled.\nAs a result, if the output gets doubled, the production function exhibits CRS.\nIf output is less than doubled, the n DRS holds, and if it is more than doubled,\nthen IRS holds.\nReturns to Scale\nConsider a production function\nq = f(x1, x2)\nwhere the firm produces q amount of output using x1 amount of factor 1\nand x2 amount of factor 2. Now suppose the firm decides to increase the\nemployment level of both the factors t (t > 1) times. Mathematically, we\nFig. 3.2Output\nLabourL OP\nMPLAPL\nAverage and Marginal Product . These are\naverage and marginal pr oduct curves of labour .\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "43Production and Costs\n3.7.1  Short Run Costs\nWe have pr eviously discussed  the short run and the long run. In the short\nrun, some of the factors of production cannot be varied , and therefore ,\nremain fixed. The cost that a firm incurs to employ these fixed inputs is\ncalled the total fixed cost (TFC). Whatever amount of output the firm3.7 C OSTS\nIn order to produce output , the firm needs to employ inputs. But a given level\nof output, typically, can be produced in many ways. There can be more than\none input combinations with which a firm can produce a desired level of output.\nIn Table 3.1 , we can see that 50 units of output can be produced by three\ndifferent input combinations ( L = 6, K = 3), ( L = 4, K = 4) and ( L = 3, K = 6). The\nquestion is which input combination will the firm choose? With the input prices\ngiven, it will choose that combination of inputs which is least expensive. So ,\nfor every level of output , the firm chooses the least cost input combination.\nThus the cost function describes the least cost of producing each level of output\ngiven prices of factors of production and technology.\ncan say that the production function exhibits constant returns to scale if\nwe have,\nf (tx1, tx2) = t.f (x1, x2)\nie the new output level f (tx1, tx2) is exactly t times the previous output level\nf (x1, x2).\nSimilarly, the production function exhibits increasing returns to scale if,\nf (tx1, tx2) > t.f (x1, x2).\nIt exhibits decreasing returns to scale if,\nf (tx1, tx2) < t.f (x1, x2).\nCobb-Douglas Production Function\nConsider a production function\nq = x1α x2β\nwhere α and β are constants. The firm produces q amount of output\nusing x1 amount of factor 1 and x2 amount of factor 2. This is called a\nCobb-Douglas production function . Suppose with x1 = 1x and x2 = 2x, we\nhave q0 units of output, i .e.\nq0 = 1xα 2xβ\nIf we increase both the inputs t (t > 1) times, we get the new output\nq1= (t1x)α (t2x)β\n= tα + β 1xα 2xβ\nWhen α + β = 1, we have q1 = tq0. That is, the output increases t times. So the\nproduction function exhibits CRS. Similarly, when α + β > 1, the production\nfunction exhibits IRS. When α + β < 1 the production function exhibits DRS.\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "44Introductory\nMicroeconomicsproduces, this cost remains fixed for the firm. To produce any required\nlevel of output, the firm, in the short run, can adjust only variable inputs.\nAccordingly, the cost that a firm incurs to employ these variable inputs is\ncalled the total variable cost (TVC). Adding the fixed and the variable costs ,\nwe get the total cost (TC) of a firm\nTC = TVC + TFC (3.6)\nIn order to increase the production of output, the firm must employ more of\nthe variable inputs. As a result, total variable cost and total cost will increase.\nTherefore, as output increases, total variable cost and total cost increase.\nIn Table 3.3, we have an example of cost function of a typical firm. The first\ncolumn shows different levels of output. For all levels of output, the total fixed\ncost is Rs 20. Total variable cost increases as output increases. With output\nzero, TVC is zero. For 1 unit of output, TVC is Rs 10; for 2 units of output, TVC\nis Rs 18 and so on. In the fourth column, we obtain the total cost (TC) as the\nsum of the corresponding values in second column (TFC) and third column\n(TVC). At zero level of output, TC is just the fixed cost, and hence, equal to Rs\n20. For 1 unit of output, total cost is Rs 30; for 2 units of output, the TC is Rs 38\nand so on.\nThe short run average cost  (SAC) incurred by the firm is defined as the\ntotal cost per unit of output. W e calculate it as\nSAC =TC\nq(3.7)\nIn Table 3.3, we get the SAC-column by dividing the values of the fourth\ncolumn by the corresponding values of the first column. At zero output, SAC is\nundefined. For the first unit, SAC is Rs 30; for 2 units of output, SAC is Rs 19\nand so on.\nSimilarly, the average variable cost  (AVC) is defined as the total variable\ncost per unit of output. W e calculate it as\nAVC = TVC\nq(3.8)\nAlso, average fixed cost (AFC)  is\nAFC = TFC\nq(3.9)\nClearly,\nSAC = AVC + AFC (3.10)\nIn Table 3.3, we get the AFC-column by dividing the values of the second\ncolumn by the corresponding values of the first column. Similarly, we get the\nAVC-column by dividing the values of the thir d column by the corr esponding\nvalues of the first column. At zer o level of output, both AFC and A VC ar e\nundefined. For the first unit of output, AFC is Rs 20 and A VC is Rs 10. Adding\nthem, we get the SAC equal to Rs 30.\nThe short run marginal cost (SMC)  is defined as the change in total cost\nper unit of change in output\nSMC = cos change in total t\nchange in output = TC\nq∆\n∆(3.11)\nwhere ∆ represents the change in the value of the variable.\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "45Production and CostsThe last column in table 3.3 gives a numerical example for the calculation of\nSMC. V alues in this column ar e obtained by dividing the change in TC by the\nchange in output, at each level of output.\nThus at q=5,\nChange in TC = (TC at q=5) - (TC at q=4)   (3.12)\n= (53) – (49)\n= 4\nChange in q = 1\nSMC = 4/1 = 4\nCosts\nOtputTC\nq1 OTVC\nTFC c1c2c3\nFig. 3.3\nCosts . These are total fixed cost (TFC), total\nvariable cost (TVC) and total cost (TC) curves\nfor a firm. Total cost is the vertical sum of total\nfixed cost and total variable cost.Output TFC TVC  TC AFC AVC SAC SMC\n(units) (q) (Rs) (Rs) (Rs) (Rs) (Rs)\n(Rs) (Rs)\n0 20 0 20 – – – –\n1 20 10 30 20 10 30 10\n2 20 18 38 10 9 19 8\n3 20 24 44 6.67 8 14.67 6\n4 20 29 49 5 7.25 12.25 5\n5 20 33 53 4 6.6 10.6 4\n6 20 39 59 3.33 6.5 9.83 6\n7 20 47 67 2.86 6.7 9.57 8\n8 20 60 80 2.5 7.5 10 13\n9 20 75 95 2.22 8.33 10.55 15\n10 20 95 115 2 9.5 11.5 20Table 3.3: Various Concepts of Costs\nJust like the case of marginal product, marginal cost also is undefined at\nzero level of output. It is important to note here that in the short run, fixed cost\ncannot be changed. When we change the level of output, whatever change occurs\nto total cost is entirely due to the change in total variable cost. So in the short\nrun, margi nal cost is the increase in TVC due to increase in production of one\nextra unit of output. For any level of output, the sum of marginal costs up to\nthat level gives us the total variable cost at that level. One may wish to check this\nfrom the example represented\nthrough Table 3.3. Average variable\ncost at some level of output is\ntherefore, the average of all marginal\ncosts up to that level. In Table 3.3,\nwe see that when the output is zero,\nSMC is undefined. For the first unit\nof output, SMC is Rs 10; for the\nsecond unit, the SMC is Rs 8 and so\non.\nShapes of the Short Run Cost\nCurves\nNow let us see what these short run\ncost curves look like. Y ou could plot\nthe data from in table 3.3 by placing\noutput on the x-axis and costs on\nthe y-axis.\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "46Introductory\nMicroeconomicsPreviously, we have discussed\nthat in order to increase the\nproduction of output the firm needs\nto employ more of the variable\ninputs. This results in an increase\nin total variable cost, and hence, an\nincrease in total cost. Therefore, as\noutput increases, total variable cost\nand total cost increase. Total fixed\ncost, however , is independent of the\namount of output produced and\nremains constant for all levels of\nproduction.\nFigure 3.3 illustrates the shapes\nof total fixed cost, total variable cost\nand total cost curves for a typical\nfirm. W e place output on the x-axis\nand costs on the y-axis. TFC is a\nconstant which takes the value c1\nand does not change with the change in output. It is, therefore, a horizontal\nstraight line cutting the cost axis at the point c1. At q1, TVC is c2 and TC is c3.\nAFC is the ratio of TFC to q. TFC is a constant. Therefore, as q increases, AFC\ndecreases. When output is very close to zero, AFC is arbitrarily large, and as\noutput moves towards infinity, AFC moves towards zero. AFC curve is, in fact, a\nrectangular hyperbola. If we multiply any value q of output with its\ncorresponding AFC, we always get a constant, namely TFC.\nFigure 3.4 shows the shape of average fixed cost curve for a typical firm.\nWe measur e output along the horizontal axis and AFC along the vertical axis.\nAt q1 level of output , we get the corr esponding average fixed cost at F. The TFC\ncan be calculated as\nTFC = AFC × quantity\n= OF × Oq1\n= the area of the rectangle OFCq1Average Fixed Cost . The average fixed cost\ncurve is a rectangular hyperbola. The area\nof the rectangle OFC q1 gives us the total\nfixed cost.\nCost\nAFC\nq1 OOutputC F\nFig. 3.4\nThe Total Fixed Cost Curve . The slope of\nthe angle ∠AOq0 gives us the average fixed\ncost at q0.\nCost\nTFC\nq0 OOutputFA\nFig. 3.5We can also calculate AFC\nfrom TFC curve. In Figure 3.5, the\nhorizontal straight line cutting\nthe vertical axis at F is the TFC\ncurve. At q0 level of output, total\nfixed cost is equal to OF. At q0, the\ncorresponding point on the TFC\ncurve is A. Let the angle ∠AOq0\nbe θ. The AFC at q0 is\nAFC= TFC\nquantity\n=  0\n0Aq\nOq = tan θ\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "47Production and CostsLet us now look at the SMC\ncurve. Marginal cost is the additional\ncost that a firm incurs to produce\none extra unit of output. According\nto the law of variable proportions,\ninitially, the marginal product of a\nfactor increases as employment\nincreases, and then after a certain\npoint, it decreases. This means\ninitially to produce every extra unit\nof output, the requirement of the\nfactor becomes less and less, and\nthen after a certain point, it becomes\ngreater and gr eater. As a r esult, with\nthe factor price given, initially the\nSMC falls, and then after a certain\npoint, it rises. SMC curve is,\ntherefore, ‘U’-shaped.\nAt zero level of output, SMC is undefined. The TVC at a particular level of\noutput is given by the area under the SMC curve up to that level.\nNow, what does the A VC curve look like? For the first unit of output, it is\neasy to check that SMC and A VC ar e the same. So both SMC and A VC curves\nstart fr om the same point. Then, as output incr eases, SMC falls. A VC being the\naverage of marginal costs, also falls, but falls less than SMC. Then, after a point,\nSMC starts rising. A VC, however , continues to fall as long as the value of SMC\nremains less than the pr evailing value of A VC. Once the SMC has risen suf ficiently,\nits value becomes gr eater than the value of A VC. The A VC then starts rising. The\nAVC curve is ther efore ‘U’-shaped.\nAs long as A VC is falling, SMC must be less than the A VC. As  A VC rises,\nSMC must be greater than the A VC. So the SMC curve cuts the A VC curve fr om\nbelow at the minimum point of A VC.The A verage V ariable Cost Curve . The ar ea\nof the rectangle OVB q0 gives us the total\nvariable cost at q0.\nFig. 3.6Cost\nAVC\nq0 OOutputVB\nThe T otal V ariable Cost Curve . The slope\nof the angle ∠EOqo gives us the average\nvariable cost at qo.\nCost\nTVC\nq0 OOutputVE\nFig. 3.7In Figure 3.7 , we measure\noutput along the horizontal\naxis and TVC along the vertical\naxis. At q0 level of output, OV is\nthe total variable cost. Let the\nangle ∠E0q0 be equal to θ. Then ,\nat q0, the A VC can be calculated\nas\nAV C = TVC\noutput\n= 0\n0Eq\nOq = tan θ\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "48Introductory\nMicroeconomicsIn Figur e 3.6 we measur e output along the horizontal axis and A VC along\nthe vertical axis. At q0 level of output, A VC is equal to OV . The total variable cost\nat q0 is\nTVC =AVC × quantity\n=OV × Oq0\n=the area of the\nrectangle OV Bq0.\nLet us now look at SAC. SAC is the sum of A VC and AFC. Initially, both A VC\nand AFC decrease as output increases. Therefore, SAC initially falls. After a certain\nlevel of output pr oduction, A VC starts rising , but AFC continuous to fall. I nitially\nthe fall in AFC is gr eater than the rise in A VC and SAC is still falling. But , after a\ncertain level of pr oduction, rise in A VC becomes  larger than  the fall in AFC. Fr om\nthis point onwards, SAC is rising. SAC curve is therefore ‘U’-shaped.\nIt lies above the A VC curve with the vertical dif ference being equal to the\nvalue of AFC. The minimum point of SAC curve lies to the right of the minimum\npoint of A VC curve.\nSimilar to the case of A VC and SMC,  as long as SAC is falling, SMC is less\nthan the SAC. When SAC is rising, SMC is greater than the SAC. SMC curve cuts\nthe SAC curve from below at the minimum point of SAC.\nFigure 3.8 shows the shapes of\nshort run marginal cost, average\nvariable cost and short run average\ncost curves for a typical fir m. AVC\nreaches its minimum at q1 units of\noutput. T o the left of q1, AVC is falling\nand SMC is less than A VC. T o the\nright of q1, AVC is rising and SMC is\ngreater than A VC. SMC curve cuts\nthe A VC curve at ‘ P’ which is the\nminimum point of A VC curve. The\nminimum point of SAC curve is ‘ S’\nwhich corresponds to the output q2.\nIt is the intersection point between\nSMC and SAC curves. To the left of\nq2, SAC is falling and SMC is less\nthan SAC. To the right of q2, SAC is\nrising and SMC is greater than SAC.\n3.7.2  Long Run Costs\nIn the long run, all inputs are variable. There are no fixed costs. The total cost\nand the total variable cost therefore, coincide in the long run. Long run average\ncost (LRAC) is defined as cost per unit of output, i.e.\nLRAC = TC\nq(3.13)\nLong run marginal cost (LRMC) is the change in total cost per unit of change\nin output. When output changes in discrete units, then, if we increase production\nfrom q1–1 to q1 units of output, the marginal cost of producing q1th unit will be\nmeasured as\nLRMC = (TC at q1 units) – (TC at q1 – 1 units) (3.14)Short Run Costs . Short run marginal cost,\naverage variable cost and average cost curves.\nCost\nq1 OOutputS AVC\nPSACSMC\nq2\nFig. 3.8\nReprint 2024-25"
            },
            {
                "page": 14,
                "text": "49Production and Costs\nLong Run Costs . Long run marginal cost and\naverage cost curves.\nFig. 3.9Cost\nq1 OOutputLRAC\nMLRMCJust like the short run, in the long run, the sum of all marginal costs up to\nsome output level gives us the total cost at that level.\nShapes of the Long Run Cost Curves\nWe have pr eviously discussed the r eturns to scales. Now let us see their\nimplications for the shape of LRAC.\nIRS implies that if we increase all the inputs by a certain proportion, output\nincreases by more than that proportion. In other words, to increase output by a\ncertain proportion, inputs need to be increased by less than that proportion.\nWith the input prices given, cost also increases by a lesser proportion. For example,\nsuppose we want to double the output. To do that, inputs need to be increased,\nbut less than double. The cost that the firm incurs to hire those inputs therefore\nalso need to be increased by less than double. What is happening to the average\ncost here? It must be the case that as long as IRS operates, average cost falls as\nthe firm increases output.\nDRS implies that if we want to increase the output by a certain proportion,\ninputs need to be increased by more than that proportion. As a result, cost also\nincreases by more than that proportion. So, as long as DRS operates, the average\ncost must be rising as the firm increases output.\nCRS implies a proportional increase in inputs resulting in a proportional\nincrease in output. So the average cost remains constant as long as CRS operates.\nIt is argued that in a typical firm IRS is observed at the initial level of\nproduction. This is then followed by the CRS and then by the DRS. Accordingly,\nthe LRAC curve is a ‘U’-shaped curve. Its downward sloping part corresponds\nto IRS and upward rising part corresponds to DRS. At the minimum point of the\nLRAC curve, CRS is observed.\nLet us check how the LRMC curve looks like. For the first unit of output,\nboth LRMC and LRAC are the same. Then, as output increases, LRAC initially\nfalls, and then, after a certain point, it rises. As long as average cost is falling,\nmarginal cost must be less than\nthe average cost. When the\naverage cost is rising, marginal\ncost must be greater than the\naverage cost. LRMC curve is\ntherefore a ‘U’-shaped curve. It\ncuts the LRAC curve from below\nat the minimum point of the\nLRAC. Figure 3.9 shows the\nshapes of the long run marginal\ncost and the long run average cost\ncurves for a typical firm.\nLRAC reaches its minimum\nat q1. To the left of q1, LRAC is\nfalling and LRMC is less than the\nLRAC curve. To the right of q1,\nLRAC is rising and LRMC is\nhigher than LRAC.\nReprint 2024-25"
            },
            {
                "page": 15,
                "text": "50Introductory\nMicroeconomics\nSummary SummarySummary SummarySummary•For different combinations of inputs, the production function shows the maximum\nquantity of output that can be produced.\n•In the short run, some inputs cannot be varied. In the long run, all inputs can be\nvaried.\n•Total product is the relationship between a variable input and output when all\nother inputs are held constant.\n•For any level of employment of an input, the sum of marginal products of every\nunit of that input up to that level gives the total product of that input at that\nemployment level.\n•Both the marginal product and the average product curves are inverse ‘U’-shaped.\nThe marginal product curve cuts the average product curve from above at the\nmaximum point of average product curve.\n•In order to produce output, the firm chooses least cost input combinations.\n•Total cost is the sum of total variable cost and the total fixed cost.\n•Average cost is the sum of average variable cost and average fixed cost.\n•Average fixed cost curve is downward sloping.\n•Short run marginal cost, average variable cost and short run average cost curves\nare ‘U’-shaped.\n•SMC curve cuts the A VC curve fr om below at the minimum point of A VC.\n•SMC curve cuts the SAC curve from below at the minimum point of SAC.\n•In the short run, for any level of output, sum of marginal costs up to that level\ngives us the total variable cost. The area under the SMC curve up to any level of\noutput gives us the total variable cost up to that level.\n•Both LRAC and LRMC curves are ‘U’ shaped.\n•LRMC curve cuts the LRAC curve from below at the minimum point of LRAC.K KK KKey Conceptsey Conceptsey Conceptsey Conceptsey ConceptsProduction function Short run\nLong run Total product\nMarginal product Average product\nLaw of diminishing marginal product Law of variable proportions\nReturns to scale\nCost function Marginal cost, Average cost\n1.Explain the concept of a production function.\n2.What is the total product of an input?\n3.What is the average product of an input?\n4.What is the marginal product of an input?\n5.Explain the relationship between the marginal products and the total product\nof an input.\n6.Explain the concepts of the short run and the long run.\n7.What is the law of diminishing marginal product?\n8.What is the law of variable proportions?\n9.When does a production function satisfy constant returns to scale?\n10.When does a production function satisfy increasing returns to scale?Exercises ExercisesExercises ExercisesExercises\nReprint 2024-25"
            },
            {
                "page": 16,
                "text": "51Production and Costs11.When does a production function satisfy decreasing returns to scale?\n12.Briefly explain the concept of the cost function.\n13.What are the total fixed cost, total variable cost and total cost of a firm? How are\nthey related?\n14.What are the average fixed cost, average variable cost and average cost of a\nfirm? How are they related?\n15.Can there be some fixed cost in the long run? If not, why?\n16.What does the average fixed cost curve look like? Why does it look so?\n17.What do the short run marginal cost, average variable cost and short run\naverage cost curves look like?\n18.Why does the SMC curve cut the A VC curve at the minimum point of the A VC\ncurve?\n19.At which point does the SMC curve cut the SAC curve? Give reason in support\nof your answer .\n20.Why is the short run marginal cost curve ‘U’-shaped?\n21.What do the long run marginal cost and the average cost curves look like?\n22.The following table gives the total product schedule of\nlabour . Find the corr esponding average pr oduct and\nmarginal pr oduct schedules of labour .\n23.The following table gives the average product schedule\nof labour . Find the total pr oduct and mar ginal pr oduct\nschedules. It is given that the total product is zero at\nzero level of labour employment.\n24.The following table gives the marginal product schedule\nof labour . It is also given that total pr oduct of labour is\nzero at zero level of employment. Calculate the total and\naverage pr oduct schedules of labour .\n25. The following table shows the total cost schedule of a firm.\nWhat is the total fixed cost schedule of this firm? Calculate\nthe TVC, AFC, A VC, SAC and SMC schedules of the fir m.L APL\n1 2\n2 3\n3 4\n4 4.25\n5 4\n6 3.5\nL MPL\n1 3\n2 5\n3 7\n4 5\n5\n3\n6 1L TPL\n0 0\n1 15\n2 35\n3 50\n4 40\n5 48\nQ TC\n0 10\n1 30\n2 45\n3 55\n4 70\n5 90\n6 120\nReprint 2024-25"
            },
            {
                "page": 17,
                "text": "52Introductory\nMicroeconomicsQ TC\n1 50\n2 65\n3 75\n4 95\n5 130\n6 18526.The following table gives the total cost schedule of\na firm. It is also given that the average fixed cost at\n4 units of output is Rs 5. Find the TVC, TFC, A VC,\nAFC, SAC and SMC schedules of the firm for the\ncorresponding values of output.\n27.A firm’s SMC schedule is shown in the following\ntable. The total fixed cost of the firm is Rs 100. Find\nthe TVC, TC, A VC and SAC schedules of the fir m.\n28.Let the production function of a firm be\nQ = 51 1\n2 2L K\nFind out the maximum possible output that the firm can produce with 100\nunits of L and 100 units of K.\n29.Let the production function of a firm be\nQ = 2L2K2\nFind out the maximum possible output that the firm can produce with 5 units\nof L and 2 units of K. What is the maximum possible output that the firm can\nproduce with zero unit of L and 10 units of K?\n30.Find out the maximum possible output for a firm with zero unit of L and 10\nunits of K when its production function is\nQ = 5L + 2KQ TC\n0 -\n1 500\n2 300\n3 200\n4 300\n5 500\n6 800\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 4: Forms of Market and Price Determination",
        "pages": [
            {
                "page": 1,
                "text": "Chapter 4\nThe Theor The TheorThe Theor The TheorThe Theor y of the F y of the Fy of the F y of the Fy of the F irm irmirm irmirm\nunder P under Punder P under Punder P er erer ererfect Competitionfect Competitionfect Competitionfect Competitionfect Competition\nIn the previous chapter , we studied concepts r elated to a fir m’s\nproduction function and cost curves. The focus of this chapter is\ndifferent. Here we ask : how does a firm decide how much to\nproduce? Our answer to this question is by no means simple or\nuncontr oversial. W e base our answer on a critical , if somewhat\nunreasonable, assumption about firm behaviour – a firm, we\nmaintain, is a ruthless  profit maximiser . So, the amount that a\nfirm produces and sells in the market is that which maximises its\nprofit. Here, we also assume that the firm sells whatever it produces\nso that ‘output’ and quantity sold are often used interchangebly.\nThe structur e of this chapter is as follows. W e first set up and\nexamine in detail the profit maximisation problem of a firm. Then,0\nwe derive a firm’s supply curve . The supply curve shows the levels\nof output that a firm chooses to produce at different  market prices.\nFinally, we study how to aggregate the supply curves of individual\nfirms and obtain the market supply curve .\n4.1 P ERFECT  COMPETITION : DEFINING F EATURES\nIn order to analyse a firm’s profit maximisation problem, we must\nfirst specify the market environment in which the firm functions.\nIn this chapter , we study a market envir onment called perfect\ncompetition . A perfectly competitive market has the following\ndefining features:\n1.The market consists of a large number of buyers and sellers\n2.Each firm produces and sells a homogenous product. i.e., the\nproduct of one firm cannot be differentiated from the product\nof any other firm.\n3.Entry into the market as well as exit from the market are free\nfor firms.\n4.Information is perfect.\nThe existence of a large number of buyers and sellers means\nthat each individual buyer and seller is very small compared to\nthe size of the market. This means that no individual buyer or\nseller can influence the market by their size. Homogenous products\nfurther mean that the product of each firm is identical. So a buyer\ncan choose to buy from any firm in the market, and she gets the\nsame product. Free entry and exit mean that it is easy for firms to\nenter the market, as well as to leave it. This condition is essential\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "54Introductory\nMicroeconomicsfor the large numbers of firms to exist. If entry was difficult, or restricted, then\nthe number of firms in the market could be small. Perfect information implies\nthat all buyers and all sellers are completely informed about the price, quality\nand other relevant details about the product, as well as the market.\nThese features result in the single most distinguishing characteristic of perfect\ncompetition: price taking behaviour . From the viewpoint of a fir m, what does\nprice-taking entail? A price-taking firm believes that if it sets a price above the\nmarket price, it will be unable to sell any quantity of the good that it produces.\nOn the other hand, should the set price be less than or equal to the market price,\nthe firm can sell as many units of the good as it wants to sell. From the viewpoint\nof a buyer , what does price-taking entail? A buyer would obviously like to buy\nthe good at the lowest possible price. However , a price-taking buyer believes that\nif she asks for a price below the market price, no fir m will be willing to sell to her .\nOn the other hand, should the price asked be greater than or equal to the market\nprice, the buyer can obtain as many units of the good as she desires to buy.\nPrice-taking is often thought to be a reasonable assumption when the market\nhas many firms and buyers have perfect information about the price prevailing\nin the market. Why? Let us start with a situation where each firm in the market\ncharges the same (market) price. Suppose, now, that a certain firm raises its\nprice above the market price. Observe that since all firms produce the same good\nand all buyers are aware of the market price, the firm in question loses all its\nbuyers. Furthermore, as these buyers switch their purchases to other firms, no\n“adjustment” problems arise; their demand is readily accommodated when there\nare so many other firms in the market. Recall, now, that an individual firm’s\ninability to sell any amount of the good at a price exceeding the market price is\nprecisely what the price-taking assumption stipulates.\n4.2 R EVENUE\nWe have indicated that in a per fectly competitive market, a fir m believes that it\ncan sell as many units of the good as it wants by setting a price less than or equal\nto the market price. But, if this is the case, surely there is no reason to set a price\nlower than the market price. In other words, should the firm desire to sell some\namount of the good, the price that it sets is exactly equal to the market price.\nA firm earns revenue by selling the good that it produces in the market. Let\nthe market price of a unit of the good be p . Let q be the quantity of the good\nproduced, and therefore sold, by the firm at price p. Then, total revenue  (TR) of\nthe firm is defined as the market price of the good (p ) multiplied by the firm’s\noutput (q ). Hence,\nTR = p × q\nTo make matters concrete, consider the following numerical example. Let the\nmarket for candles be perfectly competitive and let the market price of a box of\ncandles be Rs 10. For a candle manufactur er\n,\nTable 4.1 shows how total revenue is related to\noutput. Notice that when no box is sold,\nTR is equal to zero; if one box of candles is sold,\nTR is equal to 1 ×Rs 10= Rs 10; if two boxes of\ncandles are produced, TR is equal to 2 × Rs 10\n= Rs 20; and so on.\nWe can depict how the total r evenue changes\nas the quantity sold changes through a Total\nRevenue Curve. A total revenue curve plotsBoxes sold   TR (in Rs)Table 4.1: Total Revenue\n0  0\n1 10\n2 20\n3 30\n4 40\n5 50\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "55The Theor y of the F irm\nunder P erfect Competitionthe quantity sold or output on the\nX-axis and the Revenue earned on\nthe Y-axis. Figure 4.1 shows the\ntotal revenue curve of a firm. Three\nobservations are relevant here.\nFirst, when the output is zero, the\ntotal revenue of the firm is also\nzero. Therefore, the TR curve\npasses through point O . Second,\nthe total revenue increases as the\noutput goes up. Mor eover , the\nequation ‘TR = p  × q’ is that of a\nstraight line because p is constant.\nThis means that the TR curve is\nan upward rising straight line.\nThird, consider the slope of this\nstraight line. When the output is\none unit (horizontal distance Oq1\nin Figure 4.1), the total revenue\n(vertical height Aq1 in Figure 4.1)\nis p × 1 = p. Therefore, the slope of\nthe straight line is  Aq1/Oq1 = p.\nThe average revenue  ( AR ) of\na firm is defined as total revenue\nper unit of output. Recall that if a\nfirm’s output is q and the market\nprice is p, then TR equals p × q .\nHence\nAR = TR\nq = p q\nq×  = p\nIn other words, for a price-taking\nfirm, average revenue equals the\nmarket price.\nNow consider Figure 4.2.\nHere, we plot the average revenue\nor market price ( y-axis) for\ndifferent values of a firm’s output\n(x-axis). Since the market price is\nfixed at p, we obtain a horizontal straight line that cuts the y -axis at a height\nequal to p . This horizontal straight line is called the price line. It is also the\nfirm’s AR curve under perfect competition The price line also depicts the demand\ncurve facing a firm. Observe that the demand curve is perfectly elastic. This means\nthat a firm can sell as many units of the good as it wants to sell at price p .\nThe marginal revenue (MR) of a firm is defined as the increase in total\nrevenue for a unit increase in the firm’s output. Consider table 4.1 again. Total\nrevenue from the sale of 2 boxes of candles is Rs.20. Total revenue from the sale\nof 3 boxes of candles is Rs.30.\nChangein totalrevenue 30 - 20Marginal Revenue(MR) = = = 10Changein quantity 3- 2Price Line.  The price line shows the relationship\nbetween the market price and a firm’s output level.\nThe vertical height of the price line is equal to the\nmarket price, p.\nFig. 4.2Price\nPrice Line\nOOutputpTotal Revenue curve . The total revenue curve of\na firm shows the relationship between the total\nrevenue that the firm earns and the output level of\nthe firm. The slope of the curve, Aq1/Oq1, is the\nmarket price.\nFig. 4.1Revenue\nTR\nOOutputA\nq1\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "56Introductory\nMicroeconomicsIs it a coincidence that this is the same as the price? Actually it is not. Consider\nthe situation when the firm’s output changes from q1 to q2. Given the market\nprice p,\nMR = (pq2 –pq1)/ (q2 –q1)\n      = [p (q2 –q1)]/ (q2 –q1)\n      = p\nThus, for the perfectly competitive firm, MR=AR=p\nIn other words, for a price-taking firm, marginal revenue equals the market\nprice.\nSetting the algebra aside, the intuition for this result is quite simple. When a\nfirm increases its output by one unit, this extra unit is sold at the market price.\nHence, the firm’s increase in total revenue from the one-unit output expansion –\nthat is, MR – is precisely the market price.\n4.3 P ROFIT MAXIMISATION\nA firm produces and sells a certain amount of a good. The firm’s profit, denoted\nby π1, is defined to be the difference between its total revenue (TR) and its total\ncost of production (TC ). In other words\nπ= TR – TC\nClearly, the gap between TR and TC is the firm’s earnings net of costs.\nA firm wishes to maximise its profit. The firm would like to identify the quantity\nq0 at which its profits are maximum. By definition, then, at any quantity other\nthan q0, the firm’s profits are less than at q0. The critical question is: how do we\nidentify q0?\nFor profits to be maximum, three conditions must hold at q0:\n1.The price, p, must equal MC\n2.Marginal cost must be non-decreasing at q0\n3.For the firm to continue to produce, in the short run, price must be greater\nthan the average variable cost (p > A VC); in the long run, price must be gr eater\nthan the average cost (p > AC).\n4.3.1 Condition 1\nProfits are the difference between total revenue and total cost. Both total revenue\nand total cost increase as output increases. Notice that as long as the change in\ntotal revenue is greater than the change in total cost, profits will continue to\nincrease. Recall that change in total revenue per unit increase in output is the\nmarginal revenue; and the change in total cost per unit increase in output is the\nmarginal cost. Therefore, we can conclude that as long as marginal revenue is\ngreater than marginal cost, profits are increasing. By the same logic, as long as\nmarginal revenue is less than marginal cost, profits will fall. It follows that for\nprofits to be maximum, marginal revenue should equal marginal cost.\nIn other words, profits are maximum at the level of output (which we have\ncalled q0) for which MR = MC\nFor the per fectly competitive fir m, we have established that the MR = P . So the\nfirm’s profit maximizing output becomes the level of output at which P=MC.\n4.3.2  Condition 2\nConsider the second condition that must hold when the profit-maximising output\nlevel is positive. Why is it the case that the marginal cost curve cannot slope\n1It is a convention in economics to denote profit with the Greek letter π.\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "57The Theor y of the F irm\nunder P erfect Competitiondownwards at the profit-\nmaximising output level? To\nanswer this question, refer once\nagain to Figure 4.3. Note that at\noutput levels q1 and q4, the\nmarket price is equal to the\nmarginal cost. However, at the\noutput level q1, the marginal\ncost curve is downward sloping.\nWe claim that q1 cannot be a\nprofit-maximising output level.\nWhy?\nObserve that for all output\nlevels slightly to the left of q1,\nthe market price is lower than\nthe marginal cost. But, the\nargument outlined in  section\n4.3.1 immediately implies that\nthe firm’s profit at an output\nlevel slightly smaller than q1\nexceeds that corresponding to\nthe output level q1. This being the case, q1 cannot be a profit-maximising\noutput level.\n4.3.3  Condition 3\nConsider the third condition that\nmust hold when the profit-\nmaximising output level is\npositive. Notice that the third\ncondition has two parts: one part\napplies in the short run while the\nother applies in the long run.\nCase 1: Price must be greater\nthan or equal to AVC in the\nshort run\nWe will show that the\nstatement of Case 1 (see above) is\ntrue by arguing that a profit-\nmaximising firm, in the short run,\nwill not produce at an output level\nwherein the market price is lower\nthan the  AVC.\nLet us turn to Figure 4.4.\nObserve that at the output level q1,\nthe market price p is lower than\nthe AVC. We claim that q1 cannot be a profit-maximising output level.  Why?\nNotice that the firm’s total revenue at q1 is as follows\n      TR = Price × Quantity\n= Vertical height Op × width Oq1\n= The area of rectangle OpAq1Price-AVC Relationship with Profit\nMaximisation (Short Run) .  The figure is used to\ndemonstrate that a profit-maximising firm produces\nzero output in the short run when the market price,\np, is less than the minimum of its average variable\ncost (AVC). If the firm’s output level is q1, the firm’s\ntotal variable cost exceeds its revenue by an amount\nequal to the area of rectangle p EBA.\nFig. 4.4Price,\ncosts\nOOutputq1AESMC\nB\npSAC\nAVCConditions 1 and 2 for profit maximisation .\nThe figure is used to demonstrate that when the\nmarket price is p, the output level of a profit-\nmaximising firm cannot be q1 (marginal cost curve,\nMC, is downward sloping), q2 and q3 (market price\nexceeds marginal cost), or q5 and q6 (marginal cost\nexceeds market price).\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "58Introductory\nMicroeconomicsSimilarly, the firm’s total variable cost at q1 is as follows\n    TVC = Average variable cost × Quantity\n= Vertical height OE × W idth Oq1\n= The area of rectangle \nOEBq1\nNow recall that the firm’s profit at q1 is TR –  (TVC + TFC); that is, [the area of\nrectangle OpAq1] – [the area of rectangle OEBq1] – TFC. What happens if the firm\nproduces zero output? Since output is zero, TR and TVC are zero as well. Hence,\nthe firm’s profit at zero output is equal to  – TFC. But, the area of rectangle OpAq1\nis strictly less than the area of rectangle OEBq1. Hence, the firm’s profit at q1 is\n[(area EBA p)-TFC], which is strictly less than what it obtains by not producing at\nall. So, the firm will choose not to\nproduce at  all, and exit from the\nmarket.\nCase 2: Price must be greater\nthan or equal to AC in the\nlong run\nWe will show that the statement of\nCase 2 (see above) is true by\narguing that a profit-maximising\nfirm, in the long run, will not\nproduce at an output level\nwherein the market price is lower\nthan the AC.\nLet us turn to Figure 4.5.\nObserve that at the output level q1,\nthe market price p is lower than\nthe (long run) AC. W e claim that\nq1 cannot be a profit-maximising\noutput level. Why?\nNotice that the firm’s total\nrevenue, TR, at q1 is the area of the\nrectangle OpAq1 (the product of\nprice and quantity) while the firm’s\ntotal cost, TC , is the area of the\nrectangle OEBq1 (the product of\naverage cost and quantity). Since\nthe area of rectangle OEBq1 is\nlarger than the area of rectangle\nOpAq1, the firm incurs a loss at the\noutput level q1. But, in the long\nrun set-up, a firm that shuts down\nproduction has a profit of zero.\nAgain, the firm chooses to exit in\nthis case.\n4.3.4  The Profit Maximisation\nProblem: Graphical\nRepresentation\nUsing the material in sections 3.1,\n3.2 and 3.3, let us graphically\nrepresent a firm’s profitPrice-AC Relationship with Profit\nMaximisation (Long Run) . The figure is used to\ndemonstrate that a profit-maximising firm\nproduces zero output in the long run when the\nmarket price, p, is less than the minimum of its\nlong run average cost (LRAC). If the firm’s output\nlevel is q1, the firm’s total cost exceeds its revenue\nby an amount equal to the area of rectangle p EBA.\nFig. 4.5Price,\ncosts\nOOutputq1AELRMC\nB\npLRAC\nGeometric Representation of Profit\nMaximisation (Short Run). Given market\nprice p, the output level of a profit-maximising\nfirm is q0. At q0, the firm’s profit is equal to the\narea of rectangle Ep AB.\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "59The Theor y of the F irm\nunder P erfect Competitionmaximi sation problem in the short run. Consider Figure 4.6. Notice that the\nmarket price is p. Equating the market price with the (short run) marginal\ncost, we obtain the output level q0. At q0, observe that SMC slopes upwards\nand p exceeds A VC. Since the thr ee conditions discussed in sections 3.1-3.3\nare satisfied at q0, we maintain that the profit-maximi sing output level of the\nfirm is q0.\nWhat happens at q0? The total revenue of the firm at q0 is the area of\nrectangle OpAq0 (the product of price and quantity) while the total cost at q0 is\nthe area of rectangle OEBq0 (the product of short run average cost and quantity).\nSo, at q0, the firm earns a profit equal to the area of the rectangle EpAB .\n4.4 S UPPLY CURVE OF A FIRM\nA firm’s ‘ supply ’ is the quantity that it chooses to sell at a given price, given\ntechnology, and given the prices of factors of production. A table describing the\nquantities sold by a firm at various prices, technology and prices of factors\nremaining unchanged, is called a supply schedule . We may also r epresent the\ninformation as a graph, called a supply curve.  The supply curve  of a firm shows\nthe levels of output (plotted on the x-axis) that the firm chooses to produce\ncorresponding to different values of the market price (plotted on the y-axis),\nagain keeping technology and prices of factors of pr oduction unchanged. W e\ndistinguish between the short run supply curve  and the long run supply\ncurve .\n4.4.1  Short Run Supply Curve of a Firm\nLet us turn to Figur e 4.7 and derive a fir m’s short run supply curve. W e shall\nsplit this derivation into two parts. W e first deter mine a fir m’s pr ofit-maximising\noutput level when the market price is greater than or equal to the minimum\nAVC. This done, we deter mine the fir m’s pr ofit-maximising output level when\nthe market price is less than the minimum A VC.\nCase 1: Price is greater than\nor equal to the minimum A VC\nSuppose the market price is p1,\nwhich exceeds the minimum A VC.\nWe start out by equating p1 with\nSMC on the rising part of the SMC\ncurve; this leads to the output level\nq1. Note also that the A VC at q1\ndoes not exceed the market price,\np1. Thus, all three conditions\nhighlighted in section 3 are\nsatisfied at q1. Hence, when the\nmarket price is p1, the firm’s\noutput level in the short run is\nequal to q1.\nCase 2: Price is less than the\nminimum A VC\nSuppose the market price is p2,\nwhich is less than the minimum\nAVC. W e have ar gued (see Market Price V alues. The figur e shows the\noutput levels chosen by a profit-maximising firm\nin the short run for two values of the market price:\np1 and p2. When the market price is p1, the output\nlevel of the firm is q1; when the market price is\np2, the firm produces zero output.\nFig. 4.7Price,\ncosts\nOOutputq1p1SMC\nSAC\nAVC\np2\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "60Introductory\nMicroeconomicscondition 3 in section 3) that if a\nprofit-maximising firm produces\na positive output in the short run,\nthen the market price, p2, must be\ngreater than or equal to the A VC\nat that output level. But notice\nfrom Figure 4.7 that for all positive\noutput levels, A VC strictly exceeds\np2. In other words, it cannot be the\ncase that the firm supplies a\npositive output. So, if the market\nprice is p2, the firm produces zero\noutput.\nCombining cases 1 and 2, we\nreach an important conclusion. A\nfirm’s short run supply curve is\nthe rising part of the SMC curve\nfrom and above the minimum A VC\ntogether with zer o output for all prices strictly less than the minimum A VC. In\nfigure 4.8, the bold line represents the short run supply curve of the firm.\n4.4.2  Long Run Supply Curve of a Firm\nLet us turn to Figure 4.9 and\nderive the firm’s long run supply\ncurve. As in the short run case,\nwe split the derivation into two\nparts. W e first deter mine the fir m’s\nprofit-maximising output level\nwhen the market price is greater\nthan or equal to the minimum\n(long run) AC. This done, we\ndetermine the firm’s profit-\nmaximising output level when the\nmarket price is less than the\nminimum (long run) AC.\nCase 1: Price greater than or\nequal to the minimum LRAC\nSuppose the market price is p1,\nwhich exceeds the minimum\nLRAC. Upon equating p1 with\nLRMC on the rising part of the\nLRMC curve, we obtain output\nlevel q1. Note also that the LRAC\nat q1 does not exceed the market price, p1. Thus, all three conditions\nhighlighted in section 3 are satisfied at q1. Hence, when the market price is\np1, the firm’s supplies in the long run  become  an output equal  to q1.\nCase 2: Price less than the minimum LRAC\nSuppose the market price is p2, which is less than the minimum LRAC. W e haveThe Short Run Supply Curve of a Firm . The\nshort run supply curve of a firm, which is based\non its short run marginal cost curve (SMC) and\naverage variable cost curve (A VC), is r epresented\nby the bold line.\nFig. 4.8Price,\ncosts\nOOutputSupply\nCurve\n(SMC)\nSAC\nAVC\nProfit maximisation in the Long Run for\nDiffer ent Market Price V alues . The figur e\nshows the output levels chosen by a profit-\nmaximising firm in the long run for two values\nof the market price: p1 and p2. When the market\nprice is p1, the output level of the firm is q1;\nwhen the market price is p2, the firm produces\nzero output.\nFig. 4.9Price,\ncosts\nOOutputq1p1LRMC\nLRAC\np2\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "61The Theor y of the F irm\nunder P erfect Competitionargued (see condition 3 in section\n3) that if a profit-maximising firm\nproduces a positive output in the\nlong run, the market price, p2,\nmust be greater than or equal to\nthe LRAC at that output level. But\nnotice from Figure 4.9 that for all\npositive output levels, LRAC\nstrictly exceeds p2. In other words,\nit cannot be the case that the firm\nsupplies a positive output. So,\nwhen the market price is p2, the\nfirm produces zero output.\nCombining cases 1 and 2, we\nreach an important conclusion. A\nfirm’s long run supply curve is the\nrising part of the LRMC curve from\nand above the minimum LRAC\ntogether with zero output for all\nprices less than the minimum LRAC. In Figure 4.10, the bold line represents the\nlong run supply curve of the firm.\n4.4.3  The Shut Down Point\nPreviously, while deriving the supply curve, we have discussed that in the short\nrun the firm continues to produce as long as the price remains greater than or\nequal to the minimum of A VC. Ther efore, along the supply curve as we move\ndown, the last price-output combination at which the firm produces positive\noutput is the point of minimum A VC wher e the SMC curve cuts the A VC curve.\nBelow this, there will be no production. This point is called the short run shut\ndown point  of the firm. In the long run, however , the shut down point is the\nminimum of LRAC curve.\n4.4.4  The Normal Profit and Break-even Point\nThe minimum level of profit that is needed to keep a firm in the existing business\nis defined as normal profit. A firm that does not make normal profits is not\ngoing to continue in business. Normal profits are therefore a part of the firm’s\ntotal costs. It may be useful to think of them as an opportunity cost for\nentrepreneurship. Profit that a firm earns over and above the normal profit is\ncalled the super-normal profit. In the long run, a firm does not produce if it\nearns anything less than the nor mal pr ofit. In the short run, however , it may\nproduce even if the profit is less than this level. The point on the supply curve at\nwhich a firm earns only normal profit is called the break-even point  of the firm.\nThe point of minimum average cost at which the supply curve cuts the LRAC\ncurve (in short run, SAC curve) is therefore the break-even point of a firm.The Long Run Supply Curve of a Firm . The\nlong run supply curve of a firm, which is based on\nits long run marginal cost curve (LRMC) and long\nrun average cost curve (LRAC), is represented by\nthe bold line.\nFig. 4.10Price,\ncosts\nOOutputSupply Curve(LRMC)\nLRAC\nOpportunity cost\nIn economics, one often encounters the concept of opportunity cost.\nOpportunity cost of some activity is the gain foregone from the second best\nactivity. Suppose you have Rs 1 ,000 which you decide to invest in your family\nbusiness. What is the opportunity cost of your action? If you do not invest\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "62Introductory\nMicroeconomics4.5 D ETERMINANTS  OF A FIRM’S SUPPLY CURVE\nIn the previous section, we have seen that a firm’s supply curve is a part of its\nmarginal cost curve. Thus, any factor that affects a firm’s marginal cost curve is\nof course a determinant of its supply curve . In this section, we discuss two\nsuch factors.\n4.5.1  Technological Progress\nSuppose a firm uses two factors of production – say, capital and labour – to\nproduce a certain good. Subsequent to an organisational innovation by the firm,\nthe same levels of capital and labour now produce more units of output. Put\ndifferently, to produce a given level of output, the organisational innovation allows\nthe firm to use fewer units of inputs. It is expected that this will lower the firm’s\nmarginal cost at any level of output; that is, there is a rightward (or downward)\nshift of the MC curve. As the firm’s supply curve is essentially a segment of the\nMC curve, technological progress shifts the supply curve of the firm to the right.\nAt any given market price, the firm now supplies more units of output.\n4.5.2  Input Prices\nA change in input prices also affects a firm’s supply curve. If the price of an\ninput (say, the wage rate of labour) increases, the cost of production rises. The\nconsequent increase in the firm’s average cost at any level of output is usually\naccompanied by an increase in the firm’s marginal cost at any level of output;\nthat is, there is a leftward (or upward) shift of the MC curve. This means that the\nfirm’s supply curve shifts to the left: at any given market price, the firm now\nsupplies fewer units of output.\nthis money , you can either keep it in the house-safe which will give you zero\nreturn or you can deposit it in either bank-1 or  bank-2 in which case you get\nan interest at the rate of 10 per cent or 5 per cent respectively. So the maximum\nbenefit that you may get from other alternative activities is the interest from\nthe bank-1. But this opportunity will no longer be there once you invest the\nmoney in your family business. The opportunity cost of investing the money\nin your family business is therefore the amount of forgone interest from the\nbank-1.\nImpact of a unit tax on supply\nA unit tax is a tax that the government imposes per unit sale of output. For\nexample, suppose that the unit tax imposed by the government is Rs 2.\nThen, if the firm produces and sells 10 units of the good, the total tax that\nthe firm must pay to the government is 10 × Rs 2 = Rs 20.\nHow does the long run supply curve of a firm change when a unit tax is\nimposed? Let us turn to figure 4.11. Before the unit tax is imposed, LRMC0\nand LRAC0 are, respectively, the long run marginal cost curve and the long\nrun average cost curve of the firm. Now, suppose the government puts in\nplace a unit tax of Rs t. Since the firm must pay an extra Rs t for each unit\nof the good produced, the firm’s long run average cost and long run marginal\ncost at any level of output increases by Rs t. In Figure 4.11, LRMC1 and\nLRAC1 are, respectively, the long run marginal cost curve and the long run\naverage cost curve of the firm upon imposition of the unit tax.\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "63The Theor y of the F irm\nunder P erfect Competition4.6 M ARKET  SUPPLY CURVE\nThe market supply curve shows the output levels (plotted on the x-axis) that\nfirms in the market produce in aggregate corresponding to different values of\nthe market price (plotted on the y-axis).\nHow is the market supply curve derived? Consider a market with n firms:\nfirm 1, firm 2, firm 3, and so on. Suppose the market price is fixed at p. Then,\nthe output produced by the n firms in aggregate is [supply of firm 1 at price p]\n+ [supply of firm 2 at price p] + ... + [supply of firm n at price p]. In other words,\nthe market supply  at price p is the summation of the supplies of individual\nfirms at that price.\nLet us now construct the market supply curve geometrically with just two\nfirms in the market: firm 1 and firm 2. The two firms have different cost structures.\nFirm 1 will not produce anything if the market price is less than 1p while firm 2\nwill not produce anything if the market price is less than 2p. Assume also that\n2p is greater than 1p.\nIn panel (a) of Figure 4.13 we have the supply curve of firm 1, denoted by\nS1; in panel (b), we have the supply curve of firm 2, denoted by S2. Panel (c) of\nFigure 4.13 shows the market supply curve, denoted by S m. When the market\nprice is strictly below 1p, both firms choose not to produce any amount of the\ngood; hence, market supply will also be zero for all such prices. For a market\nRecall that the long run supply curve of a firm is the rising part of the\nLRMC curve from and above the minimum LRAC together with zero output\nfor all prices less than the minimum LRAC. Using this observation in Figure\n4.12, it is immediate that S0 and S1 are, respectively, the long run supply\ncurve of the firm before and after the imposition of the unit tax. Notice that\nthe unit tax shifts the firm’s long run supply curve to the left: at any given\nmarket price, the firm now supplies fewer units of output.\nCost Curves and the Unit Tax. LRAC0\nand LRMC0 are, respectively, the long run\naverage cost curve and the long run\nmarginal cost curve of a firm before a unit\ntax is imposed. LRAC1 and LRMC1 are,\nrespectively, the long run average cost\ncurve and the long run marginal cost curve\nof a firm after a unit tax of Rs t  is imposed.\nFig. 4.11Costs\nOOutputp0LRMC1\nLRAC0LRMC0LRAC1\np t0+\nq0t\nSupply Curves and Unit Tax . S0 is the\nsupply curve of a firm before a unit tax\nis imposed. After a unit tax of Rs t  is\nimposed, S1 represents the supply curve\nof the firm.\nFig. 4.12Price\nOutputS1S0\nOp0p t0+\nq0\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "64Introductory\nMicroeconomicsprice greater than or equal to 1p but strictly less than 2p, only firm 1 will produce\na positive amount of the good. Therefore, in this range, the market supply curve\ncoincides with the supply curve of firm 1. For a market price greater than or\nequal to 2p, both firms will have positive output levels. For example, consider a\nsituation wherein the market price assumes the value p3 (observe that p3\nexceeds 2p). Given p3, firm 1 supplies q3 units of output while firm 2 supplies q4\nunits of output. So, the market supply at price p3 is q5, where q5 = q3 + q4. Notice\nhow the market supply curve, Sm, in panel (c) is being constructed: we obtain Sm\nby taking a horizontal summation of the supply curves of the two firms in the\nmarket, S1 and S2.\nThe Market Supply Curve Panel . (a) shows the supply curve of firm 1. Panel (b) shows the\nsupply curve of firm 2. Panel (c) shows the market supply curve, which is obtained by taking\na horizontal summation of the supply curves of the two firms.\nFig. 4.13Price\nO Outputp1\nO OS1\nq3q4 q5S2\nSm\np2p3\n(a) (b) (c)\nIt should be noted that the market supply curve has been derived for a fixed\nnumber of firms in the market. As the number of firms changes, the market\nsupply curve shifts as well. Specifically, if the number of firms in the market\nincreases (decreases), the market supply curve shifts to the right (left).\nWe now supplement the graphical analysis given above with a r elated\nnumerical example. Consider a market with two firms: firm 1 and firm 2. Let the\nsupply curve of firm 1 be as follows\nS1(p) = 0 : 10\n– 10 : 10p\np p< \n≥ \nNotice that S1(p) indicates that (1) firm 1 produces an output of 0 if the market\nprice, p, is strictly less than 10, and (2) firm 1 produces an output of ( p – 10) if\nthe market price, p, is greater than or equal to 10. Let the supply curve of firm 2\nbe as follows\nS2(p) = 0 : 15\n– 15 : 15p\np p< \n≥ \nThe interpretation of S2(p) is identical to that of S1(p), and is, hence, omitted.\nNow, the market supply curve, Sm(p), simply sums up the supply curves of the\ntwo firms; in other words\nSm(p) = S1(p) + S2(p)\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "65The Theor y of the F irm\nunder P erfect CompetitionBut, this means that Sm(p) is as follows\nSm(p) = 0 : 10\n– 10 : 10 15\n( – 10) ( – 15) 2 – 25 : 15p\np p and p\np p p p< \n≥ < \n+ = ≥ \n4.7 P RICE ELASTICITY  OF SUPPLY\nThe price elasticity of supply of a good measures the responsiveness of quantity\nsupplied to changes in the price of the good. More specifically, the price elasticity\nof supply, denoted by eS, is defined as follows\nPrice elasticity of supply, eS = Percentage change in quantity supplied\nPercentage change in price\n       100\n100Q\nQ P Q\nP Q P\nP∆×∆= = ×∆ ∆×\nWhere Q∆is the change in quantity of the good supplied to the market as market\nprice changes by P∆.\nTo make matters concrete, consider the following numerical example. Suppose\nthe market for cricket balls is perfectly competitive. When the price of a cricket ball\nis Rs10, let us assume that 200 cricket balls are produced in aggregate by the firms\nin the market. When the price of a cricket ball rises to Rs 30, let us assume that 1,000\ncricket balls are produced in aggregate by the firms in the market.\nThe percentage change in quantity supplied and market price can be estimated\nusing the information summarised in the table below:\nPercentage change in quantity supplied= \n1100Q\nQ∆×\n2 1\n1100\n1000 20\n0100200Q Q\nQ−= ×\n−= ×\n = 400\nPercentage change in market price = \n1100P\nP∆×         Price of Cricket balls (P)     Quantity of Cricket balls\n       produced and sold (Q)\nOld price  : P1 = 10     Old quantity : Q1 = 200\nNew price : P2 = 30     New quantity: Q2 = 1000\nReprint 2024-25"
            },
            {
                "page": 14,
                "text": "66Introductory\nMicroeconomics      2 1\n1100\n30 1010010P P\nP−= ×\n−= ×\n      = 200\nTherefore, price elasticity of supply, eS 4002200= =\nWhen the supply curve is vertical, supply is completely insensitive to price\nand the elasticity of supply is zero. In other cases, when supply curve is\npositively sloped, with a rise in price , supply  rises and hence,  the elasticity of\nsupply is positive. Like the price elasticity of demand, the price elasticity of\nsupply is also independent of units.\nThe Geometric Method\nConsider the Figure 4.1 4. Panel (a) shows a straight line supply curve. S is a\npoint on the supply curve. It cuts the price-axis at its positive range and as we\nextend the straight line, it cuts the quantity-axis at M which is at its negative\nrange. The price elasticity of this supply curve at the point S is given by the\nratio, Mq0/Oq0. For any point S on such a supply curve, we see that Mq0 > Oq0.\nThe elasticity at any point on such a supply curve, therefore, will be greater\nthan 1.\nIn panel (c) we consider a straight line supply curve and S is a point on it.\nIt cuts the quantity-axis at M which is at its positive range. Again the price\nelasticity of this supply curve at the point S is given by the ratio, Mq0/Oq0.\nNow, Mq0 < Oq0 and hence, eS < 1. S can be any point on the supply curve,\nand therefore at all points on such a supply curve eS < 1.\nNow we come to panel (b). Here the supply curve goes through the origin.\nOne can imagine that the point M has coincided with the origin here, i.e., Mq0\nhas become equal to Oq0. The price elasticity of this supply curve at the\npoint S is given by the ratio, Oq0/Oq0 which is equal to 1. At any point on a\nstraight line, supply curve going through the origin price elasticity will be\none.\nFig. 4.14(a) (b) (c)Price Price Price\nOutput Output Outputp0 p0 p0\nq0 q0q0S S S\nM O OOM\nPrice Elasticity Associated with Straight Line Supply Curves . In panel (a), price elasticity\n(eS) at S is greater than 1. In panel (b), price elasticity ( eS) at S is equal to 1. In panel (c), price\nelasticity ( eS) at S is less than 1.\nReprint 2024-25"
            },
            {
                "page": 15,
                "text": "67The Theor y of the F irm\nunder P erfect Competition•In a perfectly competitive market, firms are price-takers.\n•The total revenue of a firm is the market price of the good multiplied by the firm’s\noutput of the good.\n•For a price-taking firm, average revenue is equal to market price.\n•For a price-taking firm, marginal revenue is equal to market price.\n•The demand curve that a firm faces in a perfectly competitive market is perfectly\nelastic; it is a horizontal straight line at the market price.\n•The profit of a firm is the difference between total revenue earned and total cost\nincurred.\n•If there is a positive level of output at which a firm’s profit is maximised in the\nshort run, three conditions must hold at that output level\n(i)p = SMC\n(ii)SMC is non-decreasing\n(iii)p ≥ AV C.\n•If there is a positive level of output at which a firm’s profit is maximised in the\nlong run, three conditions must hold at that output level\n(i) p = LRMC\n(ii)LRMC is non-decreasing\n(iii)p ≥ LRAC .\n•The short run supply curve of a firm is the rising part of the SMC curve from and\nabove minimum AVC together with 0 output for all prices less than the minimum\nAVC.\n•The long run supply curve of a firm is the rising part of the LRMC curve from and\nabove minimum LRAC together with 0 output for all prices less than the minimum\nLRAC .\n•Technological progress is expected to shift the supply curve of a firm to the right.\n•An increase (decrease) in input prices is expected to shift the supply curve of a\nfirm to the left (right).\n•The imposition of a unit tax shifts the supply curve of a firm to the left.\n•The market supply curve is obtained by the horizontal summation of the supply\ncurves of individual firms.\n•The price elasticity of supply of a good is the percentage change in quantity\nsupplied due to one per cent change in the market price of the good.Summary SummarySummary SummarySummary Exercises ExercisesExercises ExercisesExercises1.What are the characteristics of a perfectly competitive market?\n2.How are the total revenue of a firm, market price, and the quantity sold by the\nfirm related to each other?\n3.What is the ‘price line’?\n4.Why is the total revenue curve of a price-taking firm an upward-sloping straight\nline? Why does the curve pass through the origin?K KK KKey Conceptsey Conceptsey Conceptsey Conceptsey ConceptsPerfect competition Revenue, Profit\nProfit maximisation Firms supply curve\nMarket supply curve Price elasticity of supply\n??\nReprint 2024-25"
            },
            {
                "page": 16,
                "text": "68Introductory\nMicroeconomics5.What is the relation between market price and average revenue of a price-\ntaking firm?\n6.What is the relation between market price and marginal revenue of a price-\ntaking firm?\n7.What conditions must hold if a profit-maximising firm produces positive output\nin a competitive market?\n8.Can there be a positive level of output that a profit-maximising firm produces\nina competitive market at which market price is not equal to marginal cost?\nGive an explanation.\n9.Will a profit-maximising firm in a competitive market ever produce a positive\nlevel of output in the range where the marginal cost is falling? Give an\nexplanation.\n10.Will a profit-maximising firm in a competitive market produce a positive level of\noutput in the short run if the market price is less than the minimum of AVC?\nGive an explanation.\n11.Will a profit-maximising firm in a competitive market produce a positive level of\noutput in the long run if the market price is less than the minimum of AC?\nGive an explanation.\n12.What is the supply curve of a firm in the short run?\n13.What is the supply curve of a firm in the long run?\n14.How does technological progress affect the supply curve of a firm?\n15.How does the imposition of a unit tax affect the supply curve of a firm?\n16.How does an increase in the price of an input affect the supply curve of a firm?\n17.How does an increase in the number of firms in a market affect the market\nsupply curve?\n18.What does the price elasticity of supply mean? How do we measure it?\n19.Compute the total revenue, marginal\nrevenue and average revenue schedules\nin the following table. Market price of each\nunit of the good is Rs 10.\n20.The following table shows the\ntotal revenue and total cost\nschedules of a competitive\nfirm. Calculate the profit at\neach output level. Determine\nalso the market price of the\ngood.Quantity Sold TR (Rs) TC (Rs) Profit\n0 0 5\n1 5 7\n2 10 10\n3 15 12\n4 20 15\n5 25 23\n6 30 33\n7 35 40Quantity Sold TR MR AR\n0\n1\n2\n3\n4\n5\n6\nReprint 2024-25"
            },
            {
                "page": 17,
                "text": "69The Theor y of the F irm\nunder P erfect Competition21.The following table shows the total cost schedule\nof a competitive firm. It is given that the price\nof the good is Rs 10. Calculate the profit at each\noutput level. Find the profit maximi sing level of\noutput.\n22. Consider a market with two\nfirms. The following table\nshows the supply schedules\nof the two firms: the SS1\ncolumn gives the supply\nschedule of firm 1 and the\nSS2 column gives the supply\nschedule of firm 2. Compute\nthe market supply schedule.\n23. Consider a market with two\nfirms. In the following table,\ncolumns labelled as SS1\nand SS2 give the supply\nschedules of firm 1 and firm\n2 respectively. Compute the\nmarket supply schedule.\n24. There are three identical firms in a market. The\nfollowing table shows the supply schedule of firm\n1. Compute the market supply schedule.Price (Rs) SS1 (units) SS2 (units)\n0 0 0\n1 0 0\n2 0 0\n3 1 1\n4 2 2\n5 3 3\n6 4 4\nPrice (Rs) SS1 (kg) SS2 (kg)\n0 0 0\n1 0 0\n2 0 0\n3 1 0\n4 2 0.5\n5 3 1\n6 4 1.5\n7 5 2\n8 6 2.5\nPrice (Rs) SS1 (units)\n0 0\n1 0\n2 2\n3 4\n4 6\n5 8\n6 10\n7 12\n8 14Output TC (Rs)\n0 5\n1 15\n2 22\n3 27\n4 31\n5 38\n6 49\n7 63\n8 81\n9 101\n10 123\nReprint 2024-25"
            },
            {
                "page": 18,
                "text": "70Introductory\nMicroeconomics25. A firm earns a revenue of Rs 50 when the market price of a good is Rs 10. The\nmarket price increases to Rs 15 and the firm now earns a revenue of Rs 150.\nWhat is the price elasticity of the firm’s supply curve?\n26. The market price of a good changes from Rs 5 to Rs 20. As a result, the quantity\nsupplied by a firm increases by 15 units. The price elasticity of the firm’s supply\ncurve is 0.5. Find the initial and final output levels of the firm.\n27.At the market price of Rs 10, a firm supplies 4 units of output. The market price\nincreases to Rs 30. The price elasticity of the firm’s supply is 1.25. What quantity\nwill the firm supply at the new price???\nReprint 2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 5: Welfare Economics",
        "pages": [
            {
                "page": 1,
                "text": "Chapter□5\nPrice\nO\nQuantitySS\nDDp*pf\nq'1 q* q2p1\nq1q'1Mark MarkMark MarkMark et Equilibriumet Equilibriumet Equilibriumet Equilibriumet Equilibrium\nThis chapter will be built on the foundation laid down in Chapters\n2 and 4 where we studied the consumer and firm behaviour when\nthey are price takers. In Chapter 2, we have seen that an\nindividual’s demand curve for a commodity tells us what quantity\na consumer is willing to buy at different prices when he takes price\nas given . The market demand curve in turn tells us how much of\nthe commodity all the consumers taken together are willing to\npurchase at different prices when everyone takes price as given .\nIn Chapter 4, we have seen that an individual firm’s supply curve\ntells us the quantity of the commodity that a profit-maximising\nfirm would wish to sell at different prices when it takes price as\ngiven and the market supply curve tells us how much of the\ncommodity all the firms taken together would wish to supply at\ndifferent prices when each firm takes price as given .\nIn this chapter , we combine both consumers’ and fir ms’\nbehaviour to study market equilibrium through demand-supply\nanalysis and determine at what price equilibrium will be attained.\nWe also examine the ef fects of demand and supply shifts on\nequilibrium. At the end of the chapter , we will look at some of the\napplications of demand-supply analysis.\n5.1 E QUILIBRIUM , EXCESS DEMAND , EXCESS SUPPLY\nA perfectly competitive market consists of buyers and sellers who\nare driven by their self-interested objectives. Recall from Chapters\n2 and 4 that objectives of the consumers are to maximise their\nrespective preference and that of the firms are to maximise their\nrespective profits. Both the consumers’ and firms’ objectives are\ncompatible in the equilibrium.\nAn equilibrium is defined as a situation where the plans of all\nconsumers and firms in the market match and the market clears.\nIn equilibrium, the aggregate quantity that all firms wish to sell\nequals the quantity that all the consumers in the market wish to\nbuy; in other words, market supply equals market demand. The\nprice at which equilibrium is reached is called equilibrium price\nand the quantity bought and sold at this price is called equilibrium\nquantity . Therefore, ( p*, q*) is an equilibrium if\nqD(p∗) = qS(p∗)\nReprint 2024-25"
            },
            {
                "page": 2,
                "text": "72Introductory Microeconomics\nwhere p∗ denotes the equilibrium price and qD(p∗) and qS(p∗) denote the market\ndemand and market supply of the commodity respectively at price p∗.\nIf at a price, market supply is greater than market demand, we say that\nthere is an excess supply  in the market at that price and if market demand\nexceeds market supply at a price, it is said that excess demand  exists in the\nmarket at that price. Therefore, equilibrium in a perfectly competitive market\ncan be defined alternatively as zero excess demand-zero excess supply situation.\nWhenever market supply is not equal to market demand, and hence the market\nis not in equilibrium, there will be a tendency for the price to change. In the next\ntwo sections, we will try to understand what drives this change.\nOut-of-equilibrium Behaviour\nFrom the time of Adam Smith (1723-1790), it has been maintained that in\na perfectly competitive market an ‘Invisible Hand’ is at play which changes\nprice whenever there is imbalance in the market. Our intuition also tells us\nthat this ‘Invisible Hand’ should raise the prices in case of ‘excess demand’\nand lower the prices in case of ‘excess supply’. Throughout our analysis we\nshall maintain that the ‘Invisible Hand’ plays this very important role.\nMoreover, we shall take it that the ‘Invisible Hand’ by following this process\nis able to reach the equilibrium. This assumption will be taken to hold in all\nthat we discuss in the text.\n5.1.1  Market Equilibrium: Fixed Number of Firms\nRecall that in Chapter 2 we have derived the market demand curve for price-\ntaking consumers, and for price-taking firms the market supply curve was\nderived in Chapter 4 under the assumption of a fixed number of firms. In this\nsection with the help of these two curves we will look at how supply and demand\nforces work together to determine where the market will be in equilibrium when\nthe number of firms is fixed. We will also study how the equilibrium price and\nquantity change due to shifts in demand and supply curves.\nFigure 5.1 illustrates equilibrium\nfor a perfectly competitive market\nwith a fixed number of firms. Here\nSS denotes the market supply\ncurve and DD denotes the market\ndemand curve for a commodity.\nThe market supply curve SS\nshows how much of the\ncommodity , firms would wish to\nsupply at different prices, and the\ndemand curve DD tells us how\nmuch of the commodity, the\nconsumers would be willing to\npurchase at different prices.\nGraphically, an equilibrium is a\npoint where the market supply\ncurve intersects the market\ndemand curve because this is\nwhere the market demand equals\nmarket supply. At any other point,\neither there is excess supply orMarket Equilibrium with Fixed Number of\nFirms . Equilibrium occurs at the intersection of the\nmarket demand curve DD and market supply curve\nSS. The equilibrium quantity is q * and the equilibrium\nprice is p *. At a price greater than p *, there will be\nexcess supply, and at a price below p *, there will be\nexcess demand.\nFig. 5.1Price\nOQuantitySS\nDDp*p2\nq'2 q* q2p1\nq1q'1\nReprint 2024-25"
            },
            {
                "page": 3,
                "text": "73Market Equilibriumthere is excess demand. To see what happens when market demand does not\nequal market supply, let us look in figure 5.1 again.\nIn Figure 5.1, if the prevailing price is p1, the market demand is q1 whereas\nthe market supply is 1q' . Therefore, there is excess demand in the market equal\nto 1q'q1. Some consumers who are either unable to obtain the commodity at all\nor obtain it in insufficient quantity will be willing to pay more than p1. The market\nprice would tend to increase. All other things remaining the same as price rises,\nquantity demanded falls and quantity supplied increases. The market moves\ntowards the point where the quantity that the firms want to sell is equal to the\nquantity that the consumers want to buy. This happens when price is p* , the\nsupply decisions of the firms only match with the demand decisions of the\nconsumers.\nSimilarly, if the prevailing price is p2, the market supply ( q2) will exceed the\nmarket demand (2q ' ) at that price giving rise to excess supply equal to 2q 'q2.\nSome firms will not be then able to sell  quantity  they want to sell ; so, they will\nlower their price. All other things remaining the same  as price falls, quantity\ndemanded rises, quantity supplied falls, and at p*, the firms are able to sell\ntheir desired output since market demand equals market supply at that price.\nTherefore, p* is the equilibrium price and the corresponding quantity q* is the\nequilibrium quantity.\nTo understand the equilibrium price and quantity determination more\nclearly, let us explain it through an example.\nEXAMPLE  5.1\nLet us consider the example of a market consisting of identical1 farms producing\nsame quality of wheat. Suppose the market demand curve and the market supply\ncurve for wheat are given by:\nqD= 200 – pfor0 ≤ p ≤ 200\n= 0 forp > 200\nqS= 120 + pforp ≥ 10\n= 0 for0 ≤ p < 10\nwhere qD and qS denote the demand for and supply of wheat (in kg) respectively\nand p denotes the price of wheat per kg in rupees.\nSince at equilibrium price market clears, we find the equilibrium price\n(denoted by p*) by equating market demand and supply and solve for p*.\nqD(p*) = qS(p*)\n 200 – p* = 120 + p*\nRearranging terms,\n2p* = 80\n  p* = 40\nTherefore, the equilibrium price of wheat is Rs 40 per kg. The equilibrium\nquantity (denoted by q*) is obtained by substituting the equilibrium price into\neither the demand or the supply curve’s equation since in equilibrium quantity\ndemanded and supplied are equal.\n1Here, by identical we mean that all farms have same cost structure.\nReprint 2024-25"
            },
            {
                "page": 4,
                "text": "74Introductory Microeconomics\nqD = q* = 200 – 40 = 160\nAlternatively,\nqS = q* = 120 + 40 = 160\nThus, the equilibrium quantity is 160 kg.\nAt a price less than p*, say p1 = 25\nqD = 200 – 25 = 175\nqS = 120 + 25 = 145\nTherefore, at p1 = 25, qD > qS which implies that there is excess demand at\nthis price.\nAlgebraically, excess demand (ED) can be expressed as\nED(p)= qD – qS\n= 200 – p – (120 + p)\n= 80 – 2p\nNotice from the above expression that for any price less than p*(= 40), excess\ndemand will be positive.\nSimilarly, at a price greater than p*, say p2 = 45\nqD = 200 – 45 = 155\nqS = 120 + 45 = 165\nTherefore, there is excess supply at this price since qS > qD. Algebraically,\nexcess supply (ES) can be expressed as\nES(p)= qS – qD\n= 120 + p – (200 – p)\n= 2p – 80\nNotice from the above expression that for any price greater than p*(= 40),\nexcess supply will be positive.\nTherefore, at any price greater than p*, there will be excess supply, and at\nany price lower than p*,there will be excess demand.\nWage Deter mination in Labour Market\nHere we will briefly discuss the theory of wage determination under a\nperfectly competitive market structure using the demand-supply analysis.\nThe basic difference between a labour market and a market for goods is\nwith respect to the source of supply and demand. In the labour market,\nhouseholds are the suppliers of labour and the demand for labour comes\nfrom firms whereas in the market for goods, it is the opposite. Here, it is\nimportant to point out that by labour , we mean the hours of work pr ovided\nby labourers and not the number of labourers. The wage rate is determined\nat the intersection of the demand and supply curves of labour where the\ndemand for and supply of labour balance. W e shall now see what the demand\nand supply curves of labour look like.\nTo examine the demand for labour by a single firm, we assume that the\nlabour is the only variable factor of production and the labour market is\nperfectly competitive, which in turn, implies that each firm takes wage rate\nas given . Also, the firm we are concerned with, is perfectly competitive in\nReprint 2024-25"
            },
            {
                "page": 5,
                "text": "75Market Equilibrium\nnatur e and carries out pr oduction with the goal of pr ofit maximisation. W e\nalso assume that given the technology of the firm, the law of diminishing\nmarginal product holds.\nThe firm being a profit maximiser will always employ labour upto\nthe point where the extra cost she incurs for employing the last unit of\nlabour is equal to the additional benefit she earns from that unit. The\nextra cost of hiring one more unit of labour is the wage rate ( w). The\nextra output produced by one more unit of labour is its marginal product\n(MP L) and by selling each extra unit of output , the additional earning of\nthe firm is the marginal revenue (MR) she gets from that unit. Therefore,\nfor each extra unit of labour , she gets an addit ional benefit equal to\nmarginal revenue times marginal product which is called Marginal\nRevenue Product of Labour (MRP L). Thus,  while hiring labour , the fir m\nemploys labour up to the point where\n      w = MRP L\nand MRP L = MR × MP L\nSince we are dealing with a perfectly competitive firm, marginal\nrevenue is equal to the price of the commoditya and hence marginal\nrevenue product of labour in this case is equal to the value of marginal\nproduct of labour (VMPL).\nAs long as the VMP L is greater than the wage rate, the firm will earn\nmore profit by hiring one mor e unit of labour , and if at any level of labour\nemployment VMP L is less than the wage rate, the firm can increase her\nprofit by reducing a unit of labour employed.\nGiven the assumption of the law of diminishing marginal product,\nthe fact that the firm always produces at w = VMPL implies that the\ndemand curve for labour is downward sloping. To explain why it is so,\nlet us assume at some wage rate w1, demand for labour is l1. Now , suppose\nthe wage rate increases to w2. To maintain the wage-VMP L equality, VMP L\nshould also increase. The price of the commodity remaining\nconstantb, this is possible\nonly if MP L increases which in\nturn implies that less labour\nshould be employed owing to\nthe diminishing marginal\nproductivity of labour .\nHence, at higher wage , less\nlabour is demanded thereby\nleading to a downward\nsloping demand , curve. To\narrive at the market demand\ncurve from individual firms’\ndemand curve , we simply\nadd up the demand for\nlabour by individual firms at\ndifferent wages and since\neach firm demands less\nlabour as wage increases , the\nmarket demand curve is also downward sloping.\nWage\nOLabour(in hrs)SL\nDLw*\nl*\nWage is determined at the point wher e the labour\ndemand and supply curves intersect.\naRecall from Chapter 4 that for a perfectly competitive firm, marginal revenue equals price.\nbSince the firm under consideration is perfectly competitive, it believes it cannot influence\nthe price of the commodity.\nReprint 2024-25"
            },
            {
                "page": 6,
                "text": "76Introductory Microeconomics\nShifts in Demand and Supply\nIn the above section , we studied market equilibrium under the assumption\nthat tastes and preferences of the consumers, prices of the related\ncommodities, incomes of the consumers, technology, size of the market, prices\nof the inputs used in pr oduction , etc remain constant. However , with changes\nin one or more of these factors either the supply or the demand curve or both\nmay shift , thereby affecting the equilibrium price and quantity. Here , we first\ndevelop the general theory which outlines the impact of these shifts on\nequilibrium and then discuss the impact of changes in some of the above\nmentioned factors on equilibrium.\nDemand Shift\nConsider Figure 5.2 in which we depict the impact of demand shift when the\nnumber of firms is fixed. Here, the initial equilibrium point is E where the market\ndemand curve DD0 and the market supply curve SS0 intersect so that q0 and p0\nare the equilibrium quantity and price respectively.Having explored the demand side , we now turn to the supply side.\nAs already mentioned,  it is the households which determine how much\nlabour to supply at a given wage rate. Their supply decision is essentially\na choice between income and leisure. On the one hand, individuals enjoy\nleisur e and find work irksome and on the other , they value income for\nwhich they must work.\nSo there is a trade-off between enjoying leisure and spending more\nhours for work. To derive the labour supply  curve for a single individual ,\nlet us assume at some wage rate w1, the individual supplies l1 units of\nlabour . Now suppose the wage rises to w2. This incr ease in wage rate will\nhave two effects: First, due to the increase in wage rate , the opportunity\ncost of leisur e incr eases which makes leisure costlier . Ther efore, the\nindividual will want to enjoy less leisure. As a result , they will work for\nlonger hours. Second, because of the increase in wage rate to w2, the\npurchasing power of the individual increases. So , she would want to\nspend more on leisure activities. The final effect of the increase in wage\nrate will depend on which of the two effects predominates. At low wage\nrates , the first effect dominates the second and so the individual will be\nwilling to supply more labour with an increase in wage rate. But at high\nwage rates , the second effect dominates the first and the individual will\nbe willing to supply less labour for every increase in wage rate. Thus, we\nget a backward bending individual labour supply curve which shows\nthat up  to a certain wage rate for every increase in wage rate , there is an\nincreased supply of labour . Beyond this wage rate for every incr ease in\nwage rate , labour supply will decrease. Nevertheless, the market supply\ncurve of labour , which we obtain by aggr egating individuals’ supply at\ndifferent wages, will be upward sloping because though at higher wages\nsome individuals may be willing to work less , many more individuals\nwill be attracted to supply mor e labour .\nWith an upward sloping supply curve and downward sloping demand\ncurve, the equilibrium wage rate is determined at the point where these two\ncurves intersect; in other words, where the labour that the households wish\nto supply is equal to the labour that the firms wish to hire. This is shown in\nthe diagram.\nReprint 2024-25"
            },
            {
                "page": 7,
                "text": "77Market EquilibriumNow suppose the market demand curve shifts rightward to DD2 with supply\ncurve remaining unchanged at SS0, as shown in panel (a). This shift indicates\nthat at any price the quantity demanded is more than before. Therefore, at price\np0 now there is excess demand in the market equal to 0 0q q''. In response to this\nexcess demand some individuals will be willing to pay higher price and the price\nwould tend to rise. The new equilibrium is attained at G where the equilibrium\nquantity q2 is greater than q0 and the equilibrium price p2 is greater than p0.\nSimilarly if the demand curve shifts leftward to DD1, as shown in panel (b), at\nany price the quantity demanded will be less than what it was before the shift.\nTherefore, at the initial equilibrium price p0 now there will be excess supply in\nthe market equal to 0 0q' q in response to which some firms will reduce the price\nof their commodity so that they can sell their desired quantity. The new\nequilibrium is attained at the point F at which the demand curve DD1 and the\nsupply curve SS0 intersect and the resulting equilibrium price p1 is less than p0\nand quantity q1 is less than q0. Notice that  the direction of change in equilibrium\nprice and quantity is same whenever there is a shift in demand curve.\nHaving developed the general theory , we now consider some examples to\nunderstand how demand curve and  the equilibrium quantity and price are\naffected in response to a change in some of the aforementioned factors which\nare also enlisted in Chapter 2. More specifically, we would analyse the impact\nof increase in consumers’ income and an increase in the number of consumers\non equilibrium.\nSuppose due to a hike in the salaries of the consumers , their incomes increase.\nHow would it affect equilibrium? With an increase in income , consumers are able\nto spend more money on some goods. But recall from Chapter 2 that the consumers\nwill spend less on  an inferior good with increase in income whereas for a normal\ngood, with prices of all commodities and tastes and preferences of the consumers\nheld constant, we would expect the demand for the good to increase at each price\nas a result of which the market demand curve will shift rightward. Here we consider\nthe example of a normal good like clothes, the demand for which increases\nwith increase in income of consumers, thereby causing a rightward shift in the\ndemand curve. However , this income incr ease does not have any impact on\nFig. 5.2Price\nOQuantitySS0\nDD2p2\nq0 q2q/c162/c162/c48p0\nDD0Price\nOQuantitySS0\nDD0p0\nq0 q1p1\nDD1\n(a) (b)G\nEFE\nq1\n0\nShifts in Demand. Initially, the market equilibrium is at E. Due to the shift in demand to the\nright, the new equilibrium is at G as shown in panel (a) and due to the leftward shift, the new\nequilibrium is at F , as shown in panel (b). W ith rightwar d shift the equilibrium quantity and price\nincrease whereas with leftward shift, equilibrium quantity and price decrease.\nReprint 2024-25"
            },
            {
                "page": 8,
                "text": "78Introductory Microeconomics\nNow, suppose due to some reason, the market supply curve shifts leftward to\nSS2 with the demand curve remaining unchanged, as shown in panel ( a). Because\nof the shift , at the prevailing price, p0, there will be excess demand equal to 0q''qo in\nthe market. Some consumers who are unable to obtain the good will be willing to\npay higher prices and the market price tends to increase. The new equilibrium is\nattained at point G where the supply curve SS2 intersects the demand curve DD0\nsuch that q2 quantity will be bought and sold at price p2. Similarly, when supply\ncurve shifts rightward , as shown in panel (b), at p0 there will be supply excess ofShifts in Supply . Initially, the market equilibrium is at E. Due to the shift in supply curve to the\nleft, the new equilibrium point is G as shown in panel (a) and due to the rightward shift the new\nequilibrium point is F , as shown in panel (b). W ith rightwar d shift, the equilibrium quantity\nincreases and price decreases whereas with leftward shift,equilibrium quantity decreases and\nprice increases.\nthe supply curve, which shifts only due to some changes in the factors relating to\ntechnology or cost of production of the firms. Thus , the supply curve remains\nunchanged. In the Figure 5.2  (a), this is shown by a shift in the demand curve\nfrom DD0 to DD2 but the supply curve remain s unchanged at SS0. From the figure ,\nit is clear that at the new equilibrium , the price of clothes is higher and the quantity\ndemanded and sold is also higher .\nNow let us turn to another example. Suppose due to some reason, there is\nincrease in the number of consumers in the market for clothes. As the number\nof consumers increases, other factors remaining unchanged, at each price, more\nclothes will be demanded. Thus, the demand curve will shift rightwards. But\nthis increase in the number of consumers does not have any impact on the\nsupply curve since the supply curve may shift only due to changes in the\nparameters relating to firms’ behaviour or with an increase in the number of\nfirms, as stated in Chapter 4. This case again can be illustrated through Figure\n5.2(a) in which the demand curve DD0 shifts rightward to DD2, the supply curve\nremaining unchanged at SS0. The figure clearly shows that compared to the old\nequilibrium point E, at point G which is the new equilibrium point, there is an\nincrease in both price and quantity demanded and supplied.\nSupply Shift\nIn Figure 5.3, we show the impact of a shift in supply curve on the equilibrium\nprice and quantity. Suppose, initially, the market is in equilibrium at point E\nwhere the market demand curve DD0 intersects the market supply curve SS0\nsuch that the equilibrium price is p0 and the equilibrium quantity is q0.\nReprint 2024-25"
            },
            {
                "page": 9,
                "text": "79Market Equilibriumgoods  equal to q00q '. In response to this excess supply, some firms will reduce\ntheir price and the new equilibrium will be attained at F where the supply curve\nSS1 intersects the demand curve DD0 such that the new market price is p1 at\nwhich q1 quantity is bought and sold. Notice the directions of change in price and\nquantity are opposite whenever there is a shift in supply curve.\nNow with this understanding, we can analyse the behaviour of equilibrium\nprice and quantity when various aspects of the market change. Here, we will\nconsider the effect of an increase in input price and an increase in number of\nfirms on equilibrium.\nLet us consider a situation where all other things remaining constant, there\nis an increase in the price of an input used in the production of a commodity.\nThis will increase the marginal cost of production of the firms using this input.\nTherefore, at each price, the market supply will be less than before. Hence, the\nsupply curve shifts leftward. In the Figure 5.3(a), this is shown by a shift in the\nsupply curve from SS0 to SS2. But this increase in input price has no impact on\nthe demand of the consumers since it does not depend on the input prices\ndirectly. Therefore, the demand curve remains unchanged. In Figure 5.3(a), this\nis shown by the demand curve remaining unchanged at DD0. As a result,\ncompared to the old equilibrium, now the market price rises and quantity\nproduced decreases.\nLet us discuss the impact of an increase in the number of firms. Since at\neach price now more firms will supply the commodity, the supply curve shifts to\nthe right but it does not have any effect on the demand curve. This example can\nbe illustrated by Figure 5.3(b) where the supply curve shifts from SS0 to SS1\nwhereas the demand curve remains unchanged at DD0. From the figure, we can\nsay that there will be a decrease in price of the commodity and increase in the\nquantity produced compared to the initial situation.\nSimultaneous Shifts of Demand and Supply\nWhat happens when both demand and supply curves shift simultaneously?\nThe simultaneous shifts can happen in four possible ways:\n(i)Both supply and demand curves shift rightwards.\n(ii)Both supply and demand curves shift leftwards.\n(iii)Supply curve shifts leftward and demand curve shifts rightward.\n(iv)Supply curve shifts rightward and demand curve shifts leftward.\nThe impact on equilibrium price and quantity in all the four cases are\ngiven in Table 5.1. Each row of the table describes the direction in which the\nequilibrium price and quantity will change for each possible combination of\nthe simultaneous shifts in demand and supply curves. For instance, from the\nsecond row of the table , we see that due to a rightward shift in both demand\nand supply curves , the equilibrium quantity increases invariably but the\nequilibrium price may either increase, decrease or remain unchanged. The\nactual direction in which the price will change will depend on the\nmagnitude of the shifts. Check this yourself by varying the magnitude\nof shifts for this particular case.\nIn the first two cases which are shown in the first two rows of the table, the\nimpact on equilibrium quantity is unambiguous but the equilibrium price may\nchange, if at all, in either direction depending on the magnitudes of shifts. In the\nnext two cases, shown in the last two rows of the table, the effect on price is\nunambiguous whereas effect on quantity depends on the magnitude of shifts in\nthe two curves.\nReprint 2024-25"
            },
            {
                "page": 10,
                "text": "80Introductory MicroeconomicsHere we give diagrammatic representations for case (ii) and case (iii) in Figure\n5.4 and leave the rest as exercises for the readers.Shift in Demand Shift in Supply Quantity Price\nLeftward Leftward Decreases May increase,\ndecrease or\nremain unchanged\nRightward Rightward Increases May increase,\ndecrease or\nremain unchanged\nLeftward Rightward May increase, Decreases\ndecrease or\nremain unchanged\nRightward Leftward May increase, Increases\ndecrease or\nremain unchangedTable 5.1:   Impact of Simultaneous Shifts on Equilibrium\nSimultaneous Shifts in Demand and Supply . Initially,  the equilibrium is at E where\nthe demand curve DD0 and supply curve SS0 intersect. In panel (a) , both the supply and\nthe demand curves shift rightward leaving price unchanged but a higher equilibrium quantity .\nIn panel (b) , the supply curve shifts rightward and demand curve shifts leftward leaving\nquantity unchanged but a lower equilibrium price .\nIn the Figure 5.4(a), it can be seen that due to rightward shifts in both demand\nand supply curves, the equilibrium quantity increases whereas the equilibrium\nprice remains unchanged, and in Figure 5.4(b), equilibrium quantity remains\nthe same whereas price decreases due to a leftward shift in demand curve and a\nrightward shift in supply curve.\n5.1.2  Market Equilibrium: Free Entry and Exit\nIn the last section, the market equilibrium was studied under the assumption\nthat there is a fixed number of firms. In this section, we will study market\nequilibrium when firms can enter and exit the market freely. Here, for simplicity,\nwe assume that all the firms in the market are identical.\nWhat is the implication of the entry and exit assumption? This assumption\nimplies that in equilibrium no firm earns supernormal profit or incurs loss by\nremaining in production; in other words, the equilibrium price will be equal to\nthe minimum average cost of the firms.\nReprint 2024-25"
            },
            {
                "page": 11,
                "text": "81Market Equilibrium\nTo see why it is so, suppose, at the\nprevailing market price, each firm is\nearning supernormal profit. The\npossibility of earning supernormal profit\nwill attract some new firms. As new\nfirms enter the market supply curve\nshifts rightwar d. However , demand r emains\nunchanged. This causes market price to fall. As\nprices fall, supernormal profits are eventually\nwiped out.  At this point, with all firms in the\nmarket earning normal profit, no more firms will\nhave incentive to enter . Similarly, if the fir ms ar e\nearning less than normal profit at the prevailing\nprice, some firms will exit which will lead to an\nincrease in pr ice, and with sufficient number of\nfirms, the profits of each firm will increase to\nthe level of normal profit. At this point, no more\nfirm will want to leave since they will be earning\nnormal profit here. Thus, with free entry and\nexit, each firm will always earn normal profit at\nthe prevailing market price.\nRecall from the previous chapter that the firms will earn supernormal profit\nso long as the price is greater than the minimum average cost and at prices less\nthan minimum average cost, they will earn less than normal profit. Therefore, at\nprices gr eater than the minimum average cost, new fir ms will enter , and at prices\nbelow minimum average cost, existing firms will start exiting. At the price level\nequal to the minimum average cost of the firms, each firm will earn normal profit\nso that no new firm will be attracted to enter the market. Also the existing firms\nwill not leave the market since they are not incurring any loss by producing at\nthis point. So, this price will prevail in the market.\nTherefore, free entry and exit of the firms imply that the market price will\nalways be equal to the minimum average cost, that is\np = min AC\nFrom the above, it follows\nthat the equilibrium price will be\nequal to the minimum average\ncost of the firms. In equilibrium,\nthe quantity supplied will be\ndetermined by the market\ndemand at that price so that they\nare equal. Graphically, this is\nshown in Figure 5.5 where the\nmarket will be in equilibrium at\npoint E at which the demand\ncurve DD intersects the p0 = min\nAC line such that the market\nprice is p0 and the total quantity\ndemanded and supplied is\nequal to q0.\nAt p0 = min AC each firm\nsupplies same amount of output,Free for all\nPrice Determination with Free Entry and\nExit. With free entry and exit in a perfectly\ncompetitive market, the equilibrium price is always\nequal to min AC and the equilibrium quantity is\ndetermined at the intersection of the market\ndemand curve DD with the price line p = min AC.\nReprint 2024-25"
            },
            {
                "page": 12,
                "text": "82Introductory Microeconomicssay q0f . Therefore, the equilibrium number of firms in the market is equal to the\nnumber of firms required to supply q0 output at p0, each in turn supplying q0f\namount at that price. If we denote the equilibrium number of firms by n0, then\nn0 = 0\n0fq\nq\nTo understand the equilibrium price and quantity determination more\nclearly, let us look at the following example.\nEXAMPLE  5.2\nConsider the example of a market for wheat such that the demand curve for\nwheat is given as follows\nqD= 200 – pfor 0 ≤ p ≤ 200\n= 0 for p > 200\nAssume that the market consists of identical firms. The supply curve of a\nsingle firm is given by\ns\nfq= 10 + pfor p ≥ 20\n= 0 for 0 ≤ p < 20\nThe free entry and exit of firms would mean that the firms will never produce\nbelow minimum average cost because otherwise they will incur loss from\nproduction in which case they will exit the market.\nAs we know, with free entry and exit, the market will be in equilibrium at a\nprice which equals the minimum average cost of the firms. Therefore, the\nequilibrium price is\np0 = 20\nAt this price, market will supply that quantity which is equal to the market\ndemand. Therefore, from the demand curve, we get the equilibrium quantity:\nq0 = 200 – 20 = 180\nAlso at p0 = 20, each firm supplies\nq0f = 10 + 20 = 30\nTherefore, the equilibrium number of firms is\nn0 = 0\n0fq\nq = 180\n30 = 6\nThus, with free entry and exit, the equilibrium price, quantity and number of\nfirms are Rs 20, 180 kg and 6 respectively.\nShifts in Demand\nLet us examine the impact of shift in demand on equilibrium price and quantity\nwhen the firms can freely enter and exit the market. From the previous section,\nwe know that free entry and exit of the firms would imply that under all\ncircumstances equilibrium price will be equal to the minimum average cost of\nthe existing firms. Under this condition, even if the market demand curve shifts\nin either direction, at the new equilibrium, the market will supply the desired\nquantity at the same price.\nIn Figure 5.6, DD0 is the market demand curve which tells us how much\nquantity will be demanded by the consumers at different prices and p0 denotes\nReprint 2024-25"
            },
            {
                "page": 13,
                "text": "83Market Equilibriumthe price which is equal to the minimum average cost of the firms. The initial\nequilibrium is at point E where the demand curve DD0 cuts the p0 = min AC line\nand the total quantity demanded and supplied is q0. The equilibrium number of\nfirms is n0 in this situation.\nNow suppose the demand curve shifts to the right for some reason. At p0\nthere will be excess demand for the commodity. Some dissatisfied consumers\nwill be willing to pay higher price for the commodity, so the price tends to\nrise. This gives rise to a possibility of earning supernormal profit which will\nattract new firms to the market. The entry of these new firms will eventually\nwipe out the supernormal profit and the price will again reach p0. Now higher\nquantity will be supplied at the same price. From the panel (a) , we can see\nthat the new demand curve DD1 intersects the p0 = min AC line at point F such\nthat the new equilibrium will be ( p0, q1) where q1 is greater than q0. The new\nequilibrium number of firms n1 is greater than n0 because of the entry of new\nfirms. Similarly, for a leftward shift of the demand curve to DD2, there will be\nShifts in Demand . Initially, the demand curve was DD0, the equilibrium quantity and price\nwere q0 and p0 respectively. With rightward shift of the demand curve to DD1, as shown in\npanel (a), the equilibrium quantity increases and with leftward shift of the demand curve to\nDD2, as shown in panel (b), the equilibrium quantity decreases. In both the cases, the equilibrium\nprice remains unchanged at p0.\nexcess supply at the price p0. In response to this excess supply , some firms,\nwhich will be unable to sell their desired quantity at p0, will wish to lower\ntheir price. The price tends to decrease which will lead to the exit of some of\nthe existing firms and the price will again reach p0. Therefore , in the new\nequilibrium , less quantity will be supplied which will be equal to the reduced\ndemand at that price. This is shown in panel (b) where due to the shift of\ndemand curve from DD0 to DD2, quantity demanded and supplied will\ndecrease to q2 whereas the price will remain unchanged at p0. Here,  the\nequilibrium number of firms, n2 is less than n0 due to the exit of some existing\nfirms. Thus, due to a shift in demand rightwards (leftwards) , the equilibrium\nquantity and number of fir ms will incr ease (decr ease) wher eas the\nequilibrium price will remain unchanged.\nHere,\n we should note that with free entry and exit , shift in demand has a\nlarger effect on quantity than it does with the fixed number of firms. But\nunlike with fixed number of firms , here , we do not have any effect on\nequilibrium price at all.\nReprint 2024-25"
            },
            {
                "page": 14,
                "text": "84Introductory Microeconomics5.2 A PPLICATIONS\nIn this section, we try to understand how the supply-demand analysis can be\napplied. In particular , we look at two examples of gover nment intervention in\nthe form of price control. Often, it becomes necessary for the government to\nregulate the prices of certain goods and services when their prices are either too\nhigh or too low in comparison to the\ndesir ed levels. W e will analyse these\nissues within the framework of perfect\ncompetition to look at what impact\nthese regulations have on the market for\nthese goods.\n5.2.1  Price Ceiling\nIt is not very uncommon to come across\ninstances where government fixes a\nmaximum allowable price for certain\ngoods. The government-imposed upper\nlimit on the price of a good or service is\ncalled price ceiling . Price ceiling is\ngenerally imposed on necessary items\nlike wheat, rice, kerosene, sugar and it\nis fixed below the market-determined\nprice since at the market-determined\nprice some section of the population\nwill not be able to af ford these goods.\nLet us examine the effects of price ceiling on market equilibrium through the\nexample of market for wheat.\nFigure 5.7 shows the market\nsupply curve SS and the market\ndemand curve DD for wheat.\nThe equilibrium price and\nquantity of wheat are p* and\nq* respectively. When the\ngovernment imposes price ceiling\nat cpwhich is lower than the\nequilibrium price level, there will\nbe an excess demand for wheat in\nthe market at that price. The\nconsumers demand qc kilograms\nof wheat whereas  the  firms\nsupply cq' kilograms.\nHence , though the intention of\nthe government was to help the\nconsumers , it could end up creating shortage of wheat. How is the quantity of\nwheat (q'c) then distributed among the consumers? One way of doing this is to\ndistribute it to everyone, through a system of rationing. R ation coupons are\nissued to the consumers so that no individual can buy more than a certain amount\nof wheat and this stipulated amount of wheat is sold through ration shops which\nare also called fair price shops.Effect of Price Ceiling in Wheat Market. The\nequilibrium price and quantity are p* and q*\nrespectively. Imposition of price ceiling at pc gives\nrise to excess demand in the wheat market.\nPrice Catcher\nReprint 2024-25"
            },
            {
                "page": 15,
                "text": "85Market EquilibriumEffect of Price Floor on the Market for Goods .\nThe market equilibrium is at (p *, q*). Imposition of\nprice floor at pf gives rise to an excess supply.\nFig. 5.8Price\nOQuantitySS\nDDp*pf\nqf q* q'fIn general, price ceiling accompanied by rationing of the goods may have the\nfollowing adverse consequences on the consumers: (a) Each consumer has to\nstand in long queues to buy the good from ration shops. (b) Since all consumers\nwill not be satisfied by the quantity of the goods that they get from the fair price\nshop, some of them will be willing to pay higher price for it. This may result in\nthe creation of black market.\n5.2.2  Price Floor\nFor certain goods and services, fall\nin price below a particular level is\nnot desirable and hence the\ngovernment sets floors or\nminimum prices for these goods\nand services. The government-\nimposed lower limit on the price\nthat may be charged for a\nparticular good or service is called\nprice floor . Most well-known\nexamples of imposition of price\nfloor are agricultural price\nsupport programmes and the\nminimum wage legislation.\nThrough an agricultural price\nsupport programme, the\ngovernment imposes a lower limit\non the purchase price for some of\nthe agricultural goods and the floor is normally set at a level higher than the\nmarket-determined price for these goods. Similarly, through the minimum wage\nlegislation, the government ensures that the wage rate of the labourers does not\nfall below a particular level and here again the minimum wage rate is set above\nthe equilibrium wage rate.\nFigure 5.8 shows the market supply and the market demand curve for a\ncommodity on which price floor is imposed. The market equilibrium here would\noccur at price p* and quantity q*. But when the government imposes a floor higher\nthan the equilibrium price at pf , the market demand is qf whereas the firms want\nto supply q′f, thereby leading to an excess supply in the market equal to qf q′f .\nIn the case of agricultural support, to prevent price from falling because of\nexcess supply, government needs to buy the surplus at the predetermined price.\n•In a perfectly competitive market, equilibrium occurs where market demand\nequals market supply.\n•The equilibrium price and quantity are determined at the intersection of the\nmarket demand and market supply curves when there is fixed number of firms.\n•Each firm employs labour upto the point where the marginal revenue product\nof labour equals the wage rate.\n•With supply curve remaining unchanged when demand curve shifts\nrightward (leftward), the equilibrium quantity increases (decreases) and\nequilibrium price increases (decreases) with fixed number of firms.Summary SummarySummary SummarySummary\nReprint 2024-25"
            },
            {
                "page": 16,
                "text": "86Introductory Microeconomics\nK KK KKey Concepts ey Conceptsey Concepts ey Conceptsey ConceptsEquilibrium\nExcess demand\nExcess supply\nMarginal revenue product of labour\nValue of mar ginal pr oduct of labour\nPrice ceiling, Price floor\n1.Explain market equilibrium.\n2.When do we say there is excess demand for a commodity in the market?\n3.When do we say there is excess supply for a commodity in the market?\n4.What will happen if the price prevailing in the market is\n(i)above the equilibrium price?\n(ii)below the equilibrium price?\n5.Explain how price is determined in a perfectly competitive market with fixed\nnumber of firms.\n6.Suppose the price at which equilibrium is attained in exercise 5 is above the\nminimum average cost of the firms constituting the market. Now if we allow for\nfree entry and exit of firms, how will the market price adjust to it?\n7.At what level of price do the firms in a perfectly competitive market supply\nwhen free entry and exit is allowed in the market? How is equilibrium quantity\ndetermined in such a market?\n8.How is the equilibrium number of firms determined in a market where entry\nand exit is permitted?\n9.How are equilibrium price and quantity affected when income of the consumers\n(a)increase? (b)decrease?\n10.Using supply and demand curves , show how an increase in the price of shoes\naffects the price of a pair of socks and the number of pairs of socks bought and sold.Exercises ExercisesExercises ExercisesExercises•With demand curve remaining unchanged when supply curve shifts\nrightward (leftward), the equilibrium quantity increases (decreases) and\nequilibrium price decreases (increases) with fixed number of firms.\n•When both demand and supply curves shift in the same direction, the effect\non equilibrium quantity can be unambiguously determined whereas the\neffect on equilibrium price depends on the magnitude of the shifts.\n•When demand and supply curves shift in opposite directions, the effect on\nequilibrium price can be unambiguously determined whereas the effect on\nequilibrium quantity depends on the magnitude of the shifts.\n•In a perfectly competitive market with identical firms if the firms can enter\nand exit the market freely, the equilibrium price is always equal to minimum\naverage cost of the firms.\n•With free entry and exit, the shift in demand has no impact on equilibrium\nprice but changes the equilibrium quantity and number of firms in the same\ndirection as the change in demand.\n•In comparison to a market with fixed number of firms, the impact of a shift\nin demand curve on equilibrium quantity is more pronounced in a market\nwith free entry and exit.\n•Imposition of price ceiling below the equilibrium price leads to an excess demand.\n•Imposition of price floor above the equilibrium price leads to an excess supply.\nReprint 2024-25"
            },
            {
                "page": 17,
                "text": "87Market Equilibrium11.How will a change in price of coffee affect the equilibrium price of tea? Explain\nthe effect on equilibrium quantity also through a diagram.\n12.How do the equilibrium price and quantity of a commodity change when price\nof input used in its production changes?\n13.If the price of a substitute(Y) of good X increases, what impact does it have on\nthe equilibrium price and quantity of good X?\n14.Compare the effect of shift in demand curve on the equilibrium when the number\nof firms in the market is fixed with the situation when entry-exit is permitted.\n15.Explain through a diagram the effect of a rightward shift of both the demand\nand supply curves on equilibrium price and quantity.\n16.How are the equilibrium price and quantity affected when\n(a)both demand and supply curves shift in the same direction?\n(b)demand and supply curves shift in opposite directions?\n17.In what respect do the supply and demand curves in the labour market differ\nfrom those in the goods market?\n18.How is the optimal amount of labour determined in a perfectly competitive market?\n19.How is the wage rate determined in a perfectly competitive labour market?\n20.Can you think of any commodity on which price ceiling is imposed in India?\nWhat may be the consequence of price-ceiling?\n21.A shift in demand curve has a larger effect on price and smaller effect on\nquantity when the number of firms is fixed compared to the situation when\nfree entry and exit is permitted. Explain.\n22.Suppose the demand and supply curve of commodity X in a perfectly competitive\nmarket are given by:\nqD = 700 – p\nqS = 500 + 3 p for p ≥ 15\n= 0 for 0 ≤ p < 15\nAssume that the market consists of identical firms. Identify the reason behind\nthe market supply of commodity X being zero at any price less than Rs 15.\nWhat will be the equilibrium price for this commodity? At equilibrium, what\nquantity of X will be produced?\n23.Considering the same demand curve as in exercise 22, now let us allow for free\nentry and exit of the firms producing commodity X. Also assume the market\nconsists of identical firms producing commodity X. Let the supply curve of a\nsingle firm be explained as\nqS\nf = 8 + 3 p for p ≥ 20\n= 0 for 0 ≤ p < 20\n(a)What is the significance of p = 20?\n(b)At what price will the market for X be in equilibrium? State the reason for\nyour answer .\n(c)Calculate the equilibrium quantity and number of firms.\n24.Suppose the demand and supply curves of salt are given by:\nqD = 1,000 – p qS = 700 + 2 p\n(a)Find the equilibrium price and quantity.\n(b)Now suppose that the price of an input used to produce salt has increased\nso that the new supply curve is\nqS = 400 + 2 p\nHow does the equilibrium price and quantity change? Does the change\nconform to your expectation?\n(c)Suppose the government has imposed a tax of Rs 3 per unit of sale of salt.\nHow does it affect the equilibrium price and quantity?\n25.Suppose the market determined rent for apartments is too high for common people\nto afford. If the government comes forward to help those seeking apartments on rent\nby imposing control on rent, what impact will it have on the market for apartments?\nReprint 2024-25"
            },
            {
                "page": 18,
                "text": "88Introductory MicroeconomicsAverage cost Total cost per unit of output.\nAverage fixed cost  Total fixed cost per unit of output.\nAverage product  Output per unit of the variable input.\nAverage revenue  Total revenue per unit of output.\nAverage variable cost  Total variable cost per unit of output.\nBreak-even point\n is the point on the supply curve at which a firm\nearns normal profit.\nBudget line  consists of all bundles which cost exactly equal to the\nconsumer’s income.\nBudget set  is the collection of all bundles that the consumer can\nbuy with her income at the prevailing market prices.\nConstant returns to scale is a property of production function that\nholds when a proportional increase in all inputs results in an increase\nin output by the same proportion.\nCost function For every level of output, it shows the minimum cost\nfor the firm.\nDecreasing returns to scale  is a property of production function\nthat holds when a proportional increase in all inputs results in an\nincrease in output by less than the proportion.\nDemand curve is a graphical representation of the demand function.\nIt gives the quantity demanded by the consumer at each price.\nDemand function  A consumer’s demand function for a good gives\nthe amount of the good that the consumer chooses at different levels\nof its price when the other things remain unchanged.\nDuopoly is a market with just two firms.\nEquilibrium  is a situation where the plans of all consumers and\nfirms in the market match.\nExcess demand  If at a price market, demand exceeds market supply,\nit is said that excess demand exists in the market at that price.\nExcess supply  If at a price market, supply is greater than market\ndemand, it is said that there is excess supply in the market at that\nprice.\nFirm’s supply curve  shows the levels of output that a profit-\nmaximising firm will choose to produce at different values of the\nmarket price.\nFixed input  An input which cannot be varied in the short run is\ncalled a fixed input.\nReprint 2024-25"
            },
            {
                "page": 19,
                "text": "89GlossaryIncome effect  The change in the optimal quantity of a good when the purchasing\npower changes consequent upon a change in the price of the good is called the\nincome effect.\nIncreasing returns to scale  is a property of production function that holds when a\nproportional increase in all inputs results in an increase in output by more than\nthe proportion.\nIndifference curve  is the locus of all points among which the consumer is indifferent.\nInferior good\n A good for which the demand decreases with increase in the income\nof the consumer is called an inferior good.\nIsoquant  is the set of all possible combinations of the two inputs that yield the\nsame maximum possible level of output.\nLaw of demand  If a consumer’s demand for a good moves in the same direction as\nthe consumer’s income, the consumer’s demand for that good must be inversely\nrelated to the price of the good.\nLaw of diminishing marginal product  If we keep increasing the employment of an\ninput with other inputs fixed then eventually a point will be reached after which the\nmarginal product of that input will start falling.\nLaw of variable proportions  The marginal product of a factor input initially rises\nwith its employment level when the level of employment of the input is low. But after\nreaching a certain level of employment, it starts falling.\nLong run  refers to a time period in which all factors of production can\nbe varied.\nMarginal cost Change in total cost per unit of change in output.\nMarginal product Change in output per unit of change in the input when all other\ninputs are held constant.\nMarginal revenue Change in total revenue per unit change in sale of output.\nMarginal revenue product(MRP) of a factor  Marginal Revenue times Marginal\nProduct of the factor .\nMarket supply curve shows the output levels that firms in the market produce in\naggregate corresponding to different values of the market price.\nMonopolistic competition  is a market structure where there exit a very large\nnumber of sellers selling differentiated but substitutable products.\nMonopoly A market structure in which there is a single seller and there are sufficient\nrestrictions to prevent any other seller from entering the market.\nMonotonic preferences  A consumer’s preferences are monotonic if and only if\nbetween any two bundles, the consumer prefers the bundle which has more of at\nleast one of the goods and no less of the other good as compared to the other bundle.\nNormal good  A good for which the demand increases with increase in the income of\nthe consumer is called a normal good.\nNormal profit  The profit level that is just enough to cover the explicit costs and\nopportunity costs of the firm is called the normal profit.\nOligopoly  A market consisting of more than one (but few) sellers is called a oligopoly.\nOpportunity cost  of some activity is the gain foregone from the second best activity.\nPerfect competition  A market environment wherein (i) all firms in the market\nproduce the same good and (ii) buyers and sellers are price-takers.\nPrice ceiling  The government-imposed upper limit on the price of a good or service\nis called price ceiling.\nPrice elasticity of demand  for a good is defined as the percentage change in\ndemand for the good divided by the percentage change in its price.\nReprint 2024-25"
            },
            {
                "page": 20,
                "text": "90Introductory MicroeconomicsPrice elasticity of supply  is the percentage change in quantity supplied due to a\none per cent change in the market price of the good.\nPrice floor  The government-imposed lower limit on the price that may be charged\nfor a particular good or service is called price floor .\nPrice line\n is a horizontal straight line that shows the relationship between market\nprice and a firm’s output level.\nProduction function  shows the maximum quantity of output that can be produced\nby using different combinations of the inputs.\nProfit  is the difference between a firm’s total revenue and its total cost of production.\nShort run  refers to a time period in which some factors of production cannot be\nvaried.\nShut down point  In the short run, it is the minimum point of AVC curve and in the\nlong run, it is the minimum point of LRAC curve.\nSubstitution effect  The change in the optimal quantity of a good when its price\nchanges and the consumer’s income is adjusted so that she can just buy the bundle\nthat she was buying before the price change is called the substitution effect.\nSuper-normal profit  Profit that a firm earns over and above the normal profit is\ncalled the super -normal pr ofit.\nTotal cost is the sum of total fixed cost and total variable cost.\nTotal fixed cost  The cost that a firm incurs to employ fixed inputs is called the total\nfixed cost.\nTotal physical product  Same as the total product.\nTotal product If we vary a single input keeping all other inputs constant, then for\ndifferent levels of employment of that input we get different levels of output from the\nproduction function. This relationship between the variable input and output is\nreferred to as total product.\nTotal return  Same as the total product.\nTotal revenue is equal to the market price of the good multiplied by the quantity of\nthe good sold by a firm.\nTotal revenue curve shows the relationship between firm’s total revenue and firm’s\noutput level.\nTotal variable cost  The cost that a firm incurs to employ variable inputs is called\nthe total variable cost.\nValue of mar ginal pr oduct (VMP)  of a factor  Price times Mar ginal Pr oduct of\nthe factor .\nVariable input  An input the amount of which can be varied.\nReprint 2024-25"
            }
        ]
    }
]