[
    {
        "chapter": "Chapter 9 : Light - Reflection and refraction",
        "pages": [
            {
                "page": 134,
                "text": "Science 134Light – Reflection and\nRefraction9 CHAPTER\nWe see a variety of objects in the world ar ound us. However , we ar e\nunable to see anything in a dark room. On lighting up the room,\nthings become visible. What makes things visible? During the day, the\nsunlight helps us to see objects. An object reflects light that falls on it.\nThis reflected light, when received by our eyes, enables us to see things.\nWe are able to see thr ough a transpar ent medium as light is transmitted\nthrough it. There are a number of common wonderful phenomena\nassociated with light such as image formation by mirrors, the twinkling\nof stars, the beautiful colours of a rainbow, bending of light by a medium\nand so on.  A study of the properties of light helps us to explore them.\nBy observing the common optical phenomena around us, we may\nconclude that light seems to travel in straight lines. The fact that a small\nsource of light casts a sharp  shadow of an opaque object points to this\nstraight-line path of light, usually indicated as a ray of light.More to Know!If an opaque object on the path of light becomes very small , light has a tendency to\nbend around it and not walk in a straight line – an effect known as the diffraction of\nlight. Then the straight-line treatment of optics using rays fails. To explain phenomena\nsuch as diffraction, light is thought of as a wave, the details of which you will study\nin higher classes. Again, at the beginning of the 20th century, it became known that\nthe wave theory of light often becomes inadequate for treatment of the interaction of\nlight with matter , and light often behaves somewhat like a str eam of  particles . This\nconfusion about the true nature of light continued for some years till a modern\nquantum theory of light emerged in which light is neither a ‘wave’ nor a ‘particle’ –\nthe new theory reconciles the particle properties of light with the wave nature.\nIn this Chapter , we shall study the phenomena of r eflection and\nrefraction of light using the straight-line propagation of light. These basic\nconcepts will help us in the study of some of the optical phenomena in\nnatur e. We shall try to understand in this Chapter the r eflection of light\nby spherical mirrors and refraction of light and their application in real\nlife situations.\n9.1 REFLECTION OF LIGHT9.1 REFLECTION OF LIGHT9.1 REFLECTION OF LIGHT9.1 REFLECTION OF LIGHT9.1 REFLECTION OF LIGHT\nA highly polished sur face, such as a mirr or, reflects most of the light\nfalling on it. Y ou ar e already familiar with the laws of r eflection of light.\n2024-25"
            },
            {
                "page": 135,
                "text": "Light – Reflection and Refraction 135Let us recall these laws –\n(i)The angle of incidence is equal to the angle of reflection, and\n(ii)The incident ray, the normal to the mirror at the point of incidence\nand the reflected ray, all lie in the same plane.\nThese laws of reflection are applicable to all types of reflecting surfaces\nincluding spherical sur faces. Y ou are familiar with the for mation of image\nby a plane mirr or. What ar e the pr operties of the image? Image for med\nby a plane mirror is always virtual and erect.  The size of the image is\nequal to that of the object.  The image formed is as far behind the mirror\nas the object is in fr ont of it.  Further , the image is laterally inverted.\nHow would the images be when the reflecting surfaces are curved? Let\nus explore.\nActivity 9.1Activity 9.1Activity 9.1Activity 9.1Activity 9.1\n/square6Take a large shining spoon. Try to view your face in its curved\nsurface.\n/square6Do you get the image?  Is it smaller or larger?\n/square6Move the spoon slowly away from your face. Observe the image.\nHow does it change?\n/square6Reverse the spoon and repeat the Activity.  How does the image\nlook like now?\n/square6Compare the characteristics of the image on the two surfaces.\nThe curved surface of a shining spoon could be considered as a curved\nmirror.  The most commonly used type of curved mirr or is the spherical\nmirror.  The r eflecting sur face of such mirr ors can be consider ed to for m\na part of the surface of a sphere.  Such mirrors, whose reflecting surfaces\nare spherical, ar e called spherical mirr ors.  W e shall now study about\nspherical mirrors in some detail.\n9.2 SPHERIC9.2 SPHERIC9.2 SPHERIC9.2 SPHERIC9.2 SPHERIC AL MIRRORSAL MIRRORSAL MIRRORSAL MIRRORSAL MIRRORS\nThe reflecting surface of a spherical mirror may be curved inwards or\noutwar ds.  A spherical mirr or, whose r eflecting sur face is curved inwar ds,\nthat is, faces towar ds the centr e of the spher e, is called a concave mirr or.\nA spherical mirror whose reflecting surface is curved outwards, is called\na convex mirr or. The schematic r epresentation of these mirr ors is shown\nin Fig. 9.1. Y ou may note in these diagrams that the back\nof the mirror is shaded.\nYou may now understand that the sur face of the spoon\ncurved inwards can be approximated to a concave mirror\nand the surface of the spoon bulged outwards can be\napproximated to a convex mirr or.\nBefore we move further on spherical mirrors, we need to\nrecognise and understand the meaning of a few terms. These\nterms are commonly used in discussions about spherical\nmirrors. The centre of the reflecting surface of a spherical\nmirror is a point called the pole.  It lies on the surface of the\nmirror.  The pole is usually r epresented by the letter P .Figure 9.1Figure 9.1Figure 9.1Figure 9.1Figure 9.1\nSchematic representation of spherical\nmirrors; the shaded side is non-reflecting.(a) Concave mirror (b) Convex mirror\n2024-25"
            },
            {
                "page": 136,
                "text": "Science 136The reflecting surface of a spherical mirror forms a part of a sphere.\nThis sphere has a centre. This point is called the centre of curvature of\nthe spherical mirr or. It is r epresented by the letter C. Please note that the\ncentr e of curvatur e is not a part of the mirr or. It lies outside its r eflecting\nsurface. The centre of curvature of a concave mirror lies in front of it.\nHowever , it lies behind the mirr or in case of a convex mirr or. You may\nnote this in Fig.9.2 (a) and (b). The radius of the sphere of which the\nreflecting surface of a spherical mirror forms a part, is called the radius\nof curvatur e of the mirr or. It is r epresented by the letter R. You may note\nthat the distance PC is equal to the radius of curvature. Imagine a straight\nline passing through the pole and the centre of curvature of a spherical\nmirror. This line is called the principal axis. Remember that principal\naxis is normal to the mirror at its pole. Let us understand an important\nterm related to mirrors, through an Activity.\nActivity 9.2Activity 9.2Activity 9.2Activity 9.2Activity 9.2\nCAUTION : Do not look at the Sun directly or even into a mirror\nreflecting sunlight. It may damage your eyes.\n/square6Hold a concave mirror in your hand and direct its reflecting surface\ntowards the Sun.\n/square6Direct the light reflected by the mirror on to a sheet of paper held\nclose to the mirr or.\n/square6Move the sheet of paper back and forth gradually until you find\non the paper sheet a bright, sharp spot of light.\n/square6Hold the mirror and the paper in the same position for a few\nminutes. What do you observe? Why?\nThe paper at first begins to burn producing smoke. Eventually it\nmay even catch fire. Why does it burn? The light from the Sun is converged\nat a point, as a sharp, bright spot by the mirr or. In fact, this spot of light\nis the image of the Sun on the sheet of paper . This point is\nthe focus of the concave mirr or. The heat pr oduced due to\nthe concentration of sunlight ignites the paper . The distance\nof this image from the position of the mirror gives the\napproximate value of focal length of the mirr or.\nLet us try to understand this observation with the help\nof a ray diagram.\nObserve Fig.9.2 (a) closely. A number of rays parallel\nto the principal axis are falling on a concave mirr or. Observe\nthe reflected rays. They are all meeting/intersecting at a\npoint on the principal axis of the mirr or.  This point is called\nthe principal focus of the concave mirr or. Similarly, observe\nFig. 9.2 (b). How are the rays parallel to the principal axis,\nreflected by a convex mirror? The reflected rays appear to\ncome from a point on the principal axis. This point is called\nthe principal focus of the convex mirr or. The principal focus\nis represented by the letter F . The distance between the\npole and the principal focus of a spherical mirror is called\nthe focal length. It is represented by the letter f.Figure 9.2Figure 9.2Figure 9.2Figure 9.2Figure 9.2\n(a) Concave mirror\n(b)     Convex mirror(b)(a)\n2024-25"
            },
            {
                "page": 137,
                "text": "Light – Reflection and Refraction 137The reflecting surface of a spherical mirror is by-and-large spherical.\nThe surface, then, has a circular outline. The diameter of the reflecting\nsurface of spherical mirror is called its aperture. In Fig.9.2, distance MN\nrepresents the apertur e. We shall consider in our discussion only such\nspherical mirrors whose aperture is much smaller than its radius of\ncurvature.\nIs there a relationship between the radius of curvature R,  and focal\nlength f, of a spherical mirror? For spherical mirrors of small apertures,\nthe radius of curvatur e is found to be equal to twice the focal length. W e\nput this as R = 2f  .  This implies that the principal focus of a spherical\nmirror lies midway between the pole and centre of curvature.\n9.2.1  Image F ormation by Spherical Mir rors\nYou have studied about the image for mation by plane mirr ors. Y ou also\nknow the nature, position and relative size of the images formed by them.\nHow about the images formed by spherical mirrors? How can we locate\nthe image formed by a concave mirror for different positions of the object?\nAre the images real or virtual? Are they enlarged, diminished or have\nthe same size? W e shall explor e this with an Activity.\nActivity 9.3Activity 9.3Activity 9.3Activity 9.3Activity 9.3\nYou have alr eady lear nt a way of deter mining the focal length of a\nconcave mirr or. In Activity 9.2, you have seen that the sharp bright\nspot of light you got on the paper is, in fact, the image of the Sun. It\nwas a tiny, r eal, inverted image. Y ou got the appr oximate focal length\nof the concave mirror by measuring the distance of the image from\nthe mirr or.\n/square6Take a concave mirr or.  Find out its appr oximate focal length in\nthe way described above. Note down the value of focal length. (Y ou\ncan also find it out by obtaining image of a distant object on a\nsheet of paper .)\n/square6Mark a line on a Table with a chalk.  Place the concave mirror on\na stand.  Place the stand over the line such that its pole lies over\nthe line.\n/square6Draw with a chalk two more lines parallel to the previous line\nsuch that the distance between any two successive lines is equal\nto the focal length of the mirr or. These lines will now corr espond\nto the positions of the points P , F and C, r espectively. Remember  –\nFor a spherical mirror of small aperture, the principal focus F lies\nmid-way between the pole P and the centre of curvature C.\n/square6Keep a bright object, say a burning candle, at a position far beyond\nC.  Place a paper screen and move it in front of the mirror till you\nobtain a sharp bright image of the candle flame on it.\n/square6Observe the image carefully.  Note down its nature, position and\nrelative size with respect to the object size.\n/square6Repeat the activity by placing the candle  – (a) just beyond C,\n(b) at C, (c) between F and C, (d) at F , and (e) between P and F .\n/square6In one of the cases, you may not get the image on the screen.\nIdentify the position of the object in such a case. Then, look for its\nvirtual image in the mirror itself.\n/square6Note down and tabulate your observations.\n2024-25"
            },
            {
                "page": 138,
                "text": "Science 138You will see in the above Activity that the natur e, position and size of\nthe image formed by a concave mirror depends on the position of the\nobject in r elation to points P , F and C. The image for med is r eal for some\npositions of the object. It is found to be a virtual image for a certain other\nposition. The image is either magnified, reduced or has the same size,\ndepending on the position of the object. A summary of these observations\nis given for your reference in Table 9.1.\nTable 9.1  Image formation by a concave mirror for different positions of the object\nPosition of the Position of the Size of the Nature of the\nobject image image image\nAt infinity At the focus F Highly diminished, Real and inverted\npoint-sized\nBeyond C Between F and C Diminished Real and inverted\nAt C At C Same size Real and inverted\nBetween C and F Beyond C Enlarged Real and inverted\nAt F At infinity Highly enlarged Real and inverted\nBetween P and F Behind the mirror Enlarged Virtual and erect\n9.2.2 Representation of Images F ormed by Spherical\nMirrors Using Ray Diagrams\nWe can also study the for mation of images by spherical mirrors by\ndrawing ray diagrams. Consider an extended object, of finite size, placed\nin front of a spherical mirr or. Each small portion of the extended object\nacts like a point source. An infinite number of rays originate from each\nof these points. To construct the ray diagrams, in order to locate the\nimage of an object, an arbitrarily large number of rays emanating from a\npoint could be consider ed.  However , it is mor e convenient to consider\nonly two rays, for the sake of clarity of the ray diagram. These rays are\nso chosen that it is easy to know their directions after reflection from the\nmirror.\nThe intersection of at least two reflected rays give the position of image\nof the point object.  Any two of the following rays can be considered for\nlocating the image.\n(i)A ray parallel to the principal\naxis, after reflection, will pass\nthrough the principal focus\nin case of a concave mirror\nor appear to diverge from\nthe principal focus in\ncase of a convex mirr or.\nThis is illustrated in Fig.9.3\n(a) and (b).(a) (b)\nFigure FigureFigureFigureFigure  9.3\n9.39.3 9.39.3\n2024-25"
            },
            {
                "page": 139,
                "text": "Light – Reflection and Refraction 139(ii)A ray passing through the\nprincipal focus  of a concave\nmirror or  a ray which is\ndirected towards the\nprincipal focus of a convex\nmirror, after reflection, will\nemerge parallel to the\nprincipal axis. This is\nillustrated in Fig.9.4 (a)\nand (b).\n(iii) A ray passing through the\ncentre of curvature  of a\nconcave mirror or directed\nin the direction of the centre\nof curvature of a convex\nmirror, after r eflection, is\nreflected back along the\nsame path.  This is\nillustrated in Fig.9.5 (a) and\n(b). The light rays come back\nalong the same path\nbecause the incident rays\nfall on the mirror along the\nnormal to the reflecting\nsurface.\n(iv)A ray incident obliquely to\nthe principal axis , towards\na point P (pole of the mirror),\non the concave mirror\n[Fig. 9.6 (a)] or a convex\nmirror [Fig. 9.6 (b)], is\nreflected obliquely. The\nincident and reflected rays\nfollow the laws of reflection\nat the point of incidence\n(point P), making equal\nangles with the principal axis.(a) (b)\nFigure 9.4Figure 9.4Figure 9.4Figure 9.4Figure 9.4\nRemember that in all the above cases the laws of reflection are followed.\nAt the point of incidence, the incident ray is reflected in such a way that\nthe angle of reflection equals the angle of incidence.\n(a)Image formation by Concave Mirror\nFigure 9.7 illustrates the ray diagrams for the formation of image\nby a concave mirror for various positions of the object.(b) (a)\nFigure 9.5Figure 9.5Figure 9.5Figure 9.5Figure 9.5\n(a) (b)\nFigure 9.6Figure 9.6Figure 9.6Figure 9.6Figure 9.6\n2024-25"
            },
            {
                "page": 140,
                "text": "Science 140Figure 9.7Figure 9.7Figure 9.7Figure 9.7Figure 9.7  Ray diagrams for the image formation by a concave mirror\nActivity 9.4Activity 9.4Activity 9.4Activity 9.4Activity 9.4\n/square6Draw neat ray diagrams for each position of the object shown in\nTable 9.1.\n/square6You may take any two of the rays mentioned in the pr evious section\nfor locating the image.\n/square6Compare your diagram with those given in Fig. 9.7.\n/square6Describe the nature, position and relative size of the image formed\nin each case.\n/square6Tabulate the results in a convenient format.\nUses of concave mirrors\nConcave mirrors are commonly used in torches, search-lights and\nvehicles headlights to get powerful parallel beams of light. They are\noften used as shaving mirrors to see a larger image of the face. The\ndentists use concave mirrors to see large images of the teeth of patients.\nLarge concave mirrors are used to concentrate sunlight to produce\nheat in solar furnaces.\n(b)Image formation by a Convex Mirror\nWe studied the image for mation by a concave mirr or. Now we shall\nstudy the for mation of image by a convex mirr or.\n2024-25"
            },
            {
                "page": 141,
                "text": "Light – Reflection and Refraction 141We consider two positions of the object for studying the image for med\nby a convex mirr or.  First is when the object is at infinity and the second\nposition is when the object is at a finite distance fr om the mirr or. The ray\ndiagrams for the formation of image by a convex mirror for these two\npositions of the object are shown in Fig.9.8 (a) and (b), respectively.  The\nresults are summarised in Table 9.2.Activity 9.5Activity 9.5Activity 9.5Activity 9.5Activity 9.5\n/square6Take a convex mirr or.  Hold it in one hand.\n/square6Hold a pencil in the upright position in the other hand.\n/square6Observe the image of the pencil in the mirr or. Is the image er ect or\ninverted?  Is it diminished or enlarged?\n/square6Move the pencil away from the mirror slowly. Does the image\nbecome smaller or larger?\n/square6Repeat this Activity carefully.  State whether the image will move\ncloser to or farther away from the focus as the object is moved\naway from the mirror?\nFigure 9.8 Figure 9.8 Figure 9.8 Figure 9.8 Figure 9.8 Formation of image by a convex mirror\nYou have so far studied the image for mation by a plane mirr or, a\nconcave mirr or and a convex mirr or.  Which of these mirr ors will give the\nfull image of a large object? Let us explore through an Activity.\nActivity 9.6Activity 9.6Activity 9.6Activity 9.6Activity 9.6\n/square6Observe the image of a distant object, say a distant tree, in a\nplane mirr or.\n/square6Could you see a full-length image?Table 9.2  Nature, position and relative size of the image formed by a convex mirror\nPosition of the Position of the Size of the Nature of the\nobject image image image\nAt infinity At the focus F , Highly diminished, Virtual and erect\nbehind the mirror point-sized\nBetween infinity Between P and F , Diminished Virtual and erect\nand the pole P of behind the mirror\nthe mirror\n2024-25"
            },
            {
                "page": 142,
                "text": "Science 142/square6Try with plane mirrors of different sizes. Did you see the entire\nobject in the image?\n/square6Repeat this Activity with a concave mirr or.  Did the mirr or show\nfull length image of the object?\n/square6Now try using a convex mirr or. Did you succeed? Explain your\nobservations with reason.\nYou can see a full-length image of a tall building/tr ee in a small\nconvex mirr or. One such mirr or is fitted in a wall of Agra Fort facing T aj\nMahal. If you visit the Agra Fort, try to observe the full image of Taj\nMahal. To view distinctly, you should stand suitably at the terrace\nadjoining the wall.\nUses of convex mirrors\nConvex mirr ors ar e commonly used as r ear-view (wing) mirr ors in\nvehicles. These mirrors are fitted on the sides of the vehicle, enabling the\ndriver to see traffic behind him/her to facilitate safe driving. Convex\nmirrors are preferred because they always give an erect, though\ndiminished, image. Also, they have a wider field of view as they are curved\noutwards. Thus, convex mirrors enable the driver to view much larger\narea than would be possible with a plane mirr or.\nQUESTIONS\n?1. Define the principal focus of a concave mirr or.\n2. The radius of curvature of a spherical mirror is 20 cm.  What is its focal\nlength?\n3. Name a mirror that can give an erect and enlarged image of an object.\n4. Why do we pr efer a convex mirr or as a r ear-view mirr or in vehicles?\n9.2.3 Sign Convention for Reflection by Spherical Mirrors\nWhile dealing with the reflection of light by spherical mirrors, we shall\nfollow a set of sign conventions called the New Cartesian Sign\nConvention . In this convention, the pole (P) of the mirror is taken as the\norigin (Fig. 9.9).  The principal axis of the mirror is taken as the x-axis\n(X’X) of the coordinate system. The conventions are as follows –\n(i)The object is always placed to the left of the mirr or. This implies\nthat the light from the object falls on the mirror from the left-hand\nside.\n(ii)All distances parallel to the principal axis are measured from the\npole of the mirr or.\n(iii) All the distances measured to the right of the origin (along\n+ x-axis) are taken as positive while those measured to the left of\nthe origin (along – x-axis) are taken as negative.\n(iv) Distances measured perpendicular to and above the principal axis\n(along + y-axis) are taken as positive.\n(v)Distances measured perpendicular to and below the principal axis\n(along –y-axis) are taken as negative.\n2024-25"
            },
            {
                "page": 143,
                "text": "Light – Reflection and Refraction 143The New Cartesian Sign Convention described above is illustrated in\nFig.9.9 for your reference. These sign conventions are applied to obtain\nthe mirror formula and solve related numerical problems.\n9.2.4  Mir ror Formula and  Magnification\nIn a spherical mirror , the distance of the\nobject from its pole is called the object\ndistance ( u).  The distance of the image from\nthe pole of the mirror is called the image\ndistance ( v). You alr eady know that the\ndistance of the principal focus from the pole\nis called the focal length ( f). There is a\nrelationship between these three quantities\ngiven by the mirr or for mula which is\nexpressed as\n1 1 1\nv u f+ = (9.1)\nThis formula is valid in all situations for all\nspherical mirrors for all positions of the\nobject. Y ou must use the New Cartesian Sign\nConvention while substituting numerical\nvalues for u, v, f , and R in the mirror formula\nfor solving problems.\nMagnification\nMagnification produced by a spherical mirror gives the relative extent to\nwhich the image of an object is magnified with respect to the object size.\nIt is expressed as the ratio of the height of the image to the height of the\nobject. It is usually represented by the letter m.\nIf h is the height of the object and h ′ is the height of the image, then\nthe magnification m  produced by a spherical mirror is given by\nm = Height of the image ( )\nHeight of the object ( )′h\nh\nm = ′h\nh(9.2)\nThe magnification m  is also related to the object distance ( u) and\nimage distance ( v).  It can be expressed as:\nMagnification ( m)  = ′= −h\nhv\nu(9.3)\nYou may note that the height of the object is taken to be positive as\nthe object is usually placed above the principal axis.  The height of the\nimage should be taken as positive for virtual images.  However , it is to be\ntaken as negative for real images. A negative sign in the value of the\nmagnification indicates that the image is real. A positive sign in the value\nof the magnification indicates that the image is virtual.Figure 9.9Figure 9.9Figure 9.9Figure 9.9Figure 9.9\nThe New Cartesian Sign Convention for spherical mirrors\n2024-25"
            },
            {
                "page": 144,
                "text": "Science 144Example 9.1\nA convex mirr or used for r ear-view on an automobile has a radius of\ncurvatur e of 3.00 m. If a bus is located at 5.00 m from this mirr or,\nfind the position, nature and size of the image.\nSolution\nRadius of curvature, R=+ 3.00 m;\nObject-distance, u=– 5.00 m;\nImage-distance, v=?\nHeight of the image, h′=?\nFocal length,  f = R/2 = + 3.00 m\n2= + 1.50 m (as the principal focus of\n       a convex mirror is behind the mirror)\nSince 1 1 1+ =v u f\nor, 1 1 1\nv f u= −  = + 1\n1.50  – 1\n( 5.00)−  = 1\n1.50+ 1\n5.00\n   = 5.00 1.50\n7.50+\nv =  7.50\n6.50+ = + 1.15 m\nThe image is 1.15 m at the back of the mirror .\nMagnification, m = 'h v\nh u= − =  – 1.15 m\n5.00 m−\n = + 0.23\nThe image is virtual, erect and smaller in size by a factor of 0.23.\nExample 9.2\nAn object, 4.0 cm in size, is placed at 25.0 cm in front of a concave\nmirror of focal length 15.0 cm. At what distance from the mirror\nshould a screen be placed in order to obtain a sharp image? Find\nthe nature and the size of the image.\nSolution\nObject-size, h =  + 4.0 cm;\nObject-distance, u = – 25.0 cm;\nFocal length, f = –15.0 cm;\nImage-distance,   v  = ?\nImage-size, h′ = ?\nFrom Eq. (10.1):\n1 1 1\nv u f+ =\nor,  1 1 1\nv f u= − =1 1 1 1\n15.0 25.0 15.0 25.0− = − +− −\n2024-25"
            },
            {
                "page": 145,
                "text": "Light – Reflection and Refraction 145or,  1 5.0 3.0 2.0\n75.0 75.0 v− + −= =   or, v = – 37.5 cm\nThe scr een should be placed at 37.5 cm in fr ont of the mirror . The\nimage is real.\nAlso, magnification, m = 'h v\nh u= −\nor, h′ = –v h\nu = ( 37.5cm) ( 4.0cm)\n( 25.0 cm)− +−−\nHeight of the image, h ′ = – 6.0 cm\nThe image is inverted and enlarged.\nQUESTIONS\n?1. Find the focal length of a convex mirror whose radius of curvature is\n32 cm.\n2. A concave mirror produces three times magnified (enlarged) real image\nof an object placed at 10 cm in front of it. Where is the image located?\n9.3 REFRACTION OF LIGHT9.3 REFRACTION OF LIGHT9.3 REFRACTION OF LIGHT9.3 REFRACTION OF LIGHT9.3 REFRACTION OF LIGHT\nLight seems to travel along straight-line paths in a transparent medium.\nWhat happens when light enters from one transparent medium to\nanother? Does it still move along a straight-line path or change its\ndirection? W e shall r ecall some of our day-to-day experiences.\nYou might have observed that the bottom of a tank or a pond\ncontaining water appears to be raised. Similarly, when a thick glass slab\nis placed over some printed matter , the letters appear raised when viewed\nthrough the glass slab. Why does it happen? Have you seen a pencil\npartly immersed in water in a glass tumbler? It appears to be displaced\nat the inter face of air and water . You might have observed that a lemon\nkept in water in a glass tumbler appears to be bigger than its actual\nsize, when viewed from the sides. How can you account for such\nexperiences?\nLet us consider the case of the apparent displacement of a pencil,\npartly immersed in water . The light r eaching you fr om the portion of the\npencil inside water seems to come from a different direction, compared\nto the part above water . This makes the pencil appear to be displaced at\nthe interface. For similar reasons, the letters appear to be raised, when\nseen through a glass slab placed over it.\nDoes a pencil appear to be displaced to the same extent, if instead of\nwater , we use liquids like kerosene or turpentine? W ill the letters appear\nto rise to the same height if we replace a glass slab with a transparent\nplastic slab? Y ou will find that the extent of the ef fect is dif ferent for\ndifferent pair of media. These observations indicate that light does not\n2024-25"
            },
            {
                "page": 146,
                "text": "Science 146travel in the same direction in all media. It appears that when travelling\nobliquely from one medium to another , the dir ection of pr opagation of\nlight in the second medium changes. This phenomenon is known as\nrefraction of light. Let us understand this phenomenon further by doing\na few activities .\nActivity 9.7Activity 9.7Activity 9.7Activity 9.7Activity 9.7\n/square6Place a coin at the bottom of a bucket filled with water .\n/square6With your eye to a side above water , try to pick up the coin in one\ngo. Did you succeed in picking up the coin?\n/square6Repeat the Activity. Why did you not succeed in doing it in one go?\n/square6Ask your friends to do this.  Compare your experience with theirs.\nActivity 9.8Activity 9.8Activity 9.8Activity 9.8Activity 9.8\n/square6Place a large shallow bowl on a Table and put a coin in it.\n/square6Move away slowly from the bowl.  Stop when the coin just\ndisappears from your sight.\n/square6Ask a friend to pour water gently into the bowl without disturbing\nthe coin.\n/square6Keep looking for the coin from your position. Does the coin becomes\nvisible again from your position?  How could this happen?\nThe coin becomes visible again on pouring water into the bowl. The\ncoin appears slightly raised above its actual position due to refraction of\nlight.\nActivity 9.9Activity 9.9Activity 9.9Activity 9.9Activity 9.9\n/square6Draw a thick straight line in ink, over a sheet of white paper placed\non a Table.\n/square6Place a glass slab over the line in such a way that one of its edges\nmakes an angle with the line.\n/square6Look at the portion of the line under the slab from the sides. What\ndo you observe? Does the line under the glass slab appear to be\nbent at the edges?\n/square6Next, place the glass slab such that it is normal to the line. What\ndo you observe now? Does the part of the line under the glass slab\nappear bent?\n/square6Look at the line from the top of the glass slab. Does the part of the\nline, beneath the slab, appear to be raised? Why does this happen?\n9.3.1 Refraction through a Rectangular Glass Slab\nTo understand the phenomenon of refraction of light through a glass\nslab, let us do an Activity.\n2024-25"
            },
            {
                "page": 147,
                "text": "Light – Reflection and Refraction 147In this Activity, you will note, the light ray has changed its direction\nat points O and O ′. Note that both the points O and O ′ lie on surfaces\nseparating two transparent media. Draw a perpendicular NN’ to AB at O\nand another perpendicular MM ′ to CD at O ′. The light ray at point O has\nentered from a rarer medium to a denser medium, that is, from air to\nglass. Note that the light ray has bent towards\nthe normal. At O ′, the light ray has entered\nfrom glass to air , that is, fr om a denser\nmedium to a rarer medium.  The light here\nhas bent away from the normal. Compare the\nangle of incidence with the angle of refraction\nat both refracting surfaces AB and CD.\nIn Fig. 9.10, a ray EO is obliquely\nincident on surface AB, called incident ray.\nOO′ is the refracted ray and O′ H is the\nemer gent ray. Y ou may observe that the\nemergent ray is parallel to the direction of\nthe incident ray. Why does it happen so? The\nextent of bending of the ray of light at the\nopposite parallel faces AB (air -glass inter face)\nand CD (glass-air interface) of the rectangular\nglass slab is equal and opposite. This is why\nthe ray emerges parallel to the incident ray.\nHowever , the light ray is shifted sidewar d\nslightly. What happens when a light ray is\nincident normally to the interface of two\nmedia? T ry and find out.\nNow you are familiar with the refraction of light. Refraction is due to\nchange in the speed of light as it enters from one transparent medium to\nanother .  Experiments show that r efraction of light occurs accor ding to\ncertain laws.Activity 9.10Activity 9.10Activity 9.10Activity 9.10Activity 9.10\n/square6Fix a sheet of white paper on a drawing board using drawing pins.\n/square6Place a rectangular glass slab over the sheet in the middle.\n/square6Draw the outline of the slab with a pencil. Let us name the outline\nas ABCD.\n/square6Take four identical pins.\n/square6Fix two pins, say E and F , vertically such that the line joining the\npins is inclined to the edge AB.\n/square6Look for the images of the pins E and F through the opposite edge.\nFix two other pins, say G and H, such that these pins and the\nimages of E and F lie on a straight line.\n/square6Remove the pins and the slab.\n/square6Join the positions of tip of the pins E and F and produce the line\nup to AB. Let EF meet AB at O.  Similarly, join the positions of tip\nof the pins G and H and produce it up to the edge CD.  Let HG\nmeet CD at O ′.\n/square6Join O and O ′.  Also produce EF up to P , as shown by a dotted line\nin Fig. 9.10.\nFigure 9.10Figure 9.10Figure 9.10Figure 9.10Figure 9.10\nRefraction of light through a rectangular glass slab\n2024-25"
            },
            {
                "page": 149,
                "text": "Science 148The following are the laws of refraction of light.\n (i)The incident ray, the refracted ray and the normal to the interface\nof two transparent media at the point of incidence, all lie in the\nsame plane.\n(ii)The ratio of sine of angle of incidence to the sine of angle of\nrefraction is a constant, for the light of a given colour and for\nthe given pair of media.  This law is also known as Snell’s law of\nrefraction. (This is true for angle 0 < i  < 90o)\nIf i is the angle of incidence and r is the angle of refraction, then,\nsin\nsini\nr = constant (9.4)\nThis constant value is called the refractive index of the second medium\nwith respect to the first.  Let us study about refractive index in some detail.\n9.3.2 The Refractive Index\nYou have alr eady studied that a ray of light that travels obliquely fr om\none transparent medium into another will change its direction in the\nsecond medium. The extent of the change in direction that takes place\nin a given pair of media may be expressed in terms of the refractive index,\nthe “constant” appearing on the right-hand side of Eq.(9.4).\nThe refractive index can be linked to an important physical quantity,\nthe relative speed of propagation of light in different media. It turns\nout that light propagates with different speeds in different media. Light\ntravels fastest in vacuum with speed of 3×108 m s–1.  In air , the speed of\nlight is only marginally less, compared to that in vacuum. It reduces\nconsiderably in glass or water . The value of the r efractive index for a\ngiven pair of media depends upon the speed of light in the two media, as\ngiven below.\nConsider a ray of light travelling from medium 1 into medium 2, as\nshown in Fig.9.11.  Let v1 be the speed of light in medium 1 and v2 be the\nspeed of light in medium 2.  The refractive index of medium 2 with respect\nto medium 1 is given by the ratio of the speed of light in medium 1 and\nthe speed of light in medium 2. This is usually represented by the symbol\nn21. This can be expressed in an equation form as\nn21=Speed of light in medium 1 \nSpeed of light in medium 2=v\nv1\n2(9.5)\nBy the same argument, the refractive index of medium\n1 with respect to medium 2 is represented as n12. It is given\nby\nn12=Speed of light in medium 2 \nSpeed of light in medium 1=v\nv2\n1(9.6)\nIf medium 1 is vacuum or air , then the r efractive index of medium 2\nis considered with respect to vacuum.  This is called the absolute refractive\nindex of the medium.  It is simply represented as n2. If c is the speed ofFigure 9.11Figure 9.11Figure 9.11Figure 9.11Figure 9.11\n2024-25"
            },
            {
                "page": 150,
                "text": "Light – Reflection and Refraction 149The ability of a medium to refract light is also expressed in terms of its optical density.\nOptical density has a definite connotation.  It is not the same as mass density. W e have\nbeen using the ter ms ‘rar er medium’ and ‘denser medium’ in this Chapter . It actually\nmeans  ‘optically rarer medium’ and ‘optically denser medium’, respectively. When can\nwe say that a medium is optically denser than the other? In comparing two media, the\none with the lar ger refractive index is optically denser medium than the other .  The other\nmedium of lower refractive index is optically rar er.  The speed of light is higher in a rar er\nmedium than a denser medium. Thus, a ray of light travelling from a rarer medium to a\ndenser medium slows down and bends  towards the normal. When it travels from a\ndenser medium to a rarer medium, it speeds up and bends away from the normal.Note from Table 9.3 that an optically denser medium may not possess\ngreater mass density. For example, kerosene having higher refractive\nindex, is optically denser than water , although its mass density is less\nthan water .Material Refractive Material Refractive\nmedium index medium index\nAir 1.0003 Canada 1.53\nBalsam\nIce 1.31\nWater 1.33 Rock salt 1.54\nAlcohol 1.36\nKerosene 1.44 Carbon 1.63\ndisulphide\nFused 1.46\nquartz Dense 1.65\nflint glass\nTurpentine 1.47\noil Ruby 1.71\nBenzene 1.50\nSapphire 1.77\nCrown 1.52\nglass Diamond  2.42light in air and v is the speed of light in the medium, then, the refractive\nindex of the medium nm is given by\nnm = Speed of light in air \nSpeed of light in the medium =c\nv(9.7)\nThe absolute refractive index of a medium is simply called its refractive\nindex. The refractive index of several media is given in Table 9.3. From\nthe T able you can know that the r efractive index of water , nw = 1.33.\nThis means that the ratio of the speed of light in air and the speed of\nlight in water is equal to 1.33.  Similarly, the refractive index of crown\nglass, ng =1.52. Such data ar e helpful in many places.  However , you\nneed not memorise the data.\nTable 9.3  Absolute refractive index of some material mediaMore to Know!\n2024-25"
            },
            {
                "page": 151,
                "text": "Science 1509.3.3 Refraction by Spherical Lenses\nYou might have seen watchmakers using a small magnifying glass to\nsee tiny parts. Have you ever touched the surface of a magnifying glass\nwith your hand? Is it plane surface or curved? Is it thicker in the middle\nor at the edges? The glasses used in spectacles and that by a watchmaker\nare examples of lenses. What is a lens? How does it bend light rays? W e\nshall discuss these in this section.\nA transparent material bound by two surfaces, of which one or both\nsurfaces are spherical, forms a lens. This means\nthat a lens is bound by at least one spherical\nsurface. In such lenses, the other surface would\nbe plane.  A lens may have two spherical\nsurfaces, bulging outwards. Such a lens is called\na double convex lens. It is simply called a convex\nlens. It is thicker at the middle as compared to\nthe edges. Convex lens converges light rays as\nshown in Fig. 9.12 (a). Hence convex lenses are\nalso called converging lenses.  Similarly, a double\nconcave lens is bounded by two spherical\nsurfaces, curved inwards.  It is thicker at the\nedges than at the middle. Such lenses diverge\nlight rays as shown in Fig. 9.12 (b). Such lenses\nare also called diverging lenses. A double concave\nlens is simply called a concave lens.\nA lens, either a convex lens or a concave lens,\nhas two spherical surfaces. Each of these surfaces\nforms a part of a sphere. The centres of these\nspheres are called centres of curvature of the lens.\nThe centre of curvature of a lens is usually\nrepresented by the letter C.  Since there are two\ncentres of curvature, we may represent them as C1 and C2. An imaginary\nstraight line passing through the two centres of curvature of a lens is\ncalled its principal axis. The central point of a lens is its optical centre. It isQUESTIONS\n?1. A ray of light travelling in air enters obliquely into water . Does the light\nray bend towards the normal or away from the normal? Why?\n2. Light enters from air to glass having refractive index 1.50. What is the\nspeed of light in the glass? The speed of light in vacuum is 3 × 108 m s–1.\n3. Find out, from Table 9.3, the medium having highest optical density.\nAlso find the medium with lowest optical density.\n4. You ar e given ker osene, turpentine and water . In which of these does\nthe light travel fastest? Use the information given in Table 9.3.\n5. The refractive index of diamond is 2.42. What is the meaning of this\nstatement?\n(a)\nFigure 9.12Figure 9.12Figure 9.12Figure 9.12Figure 9.12\n(a) Converging action of a convex lens, (b) diverging\naction of a concave lens(b)\n2024-25"
            },
            {
                "page": 152,
                "text": "Light – Reflection and Refraction 151usually represented by the letter O. A ray of light through the optical\ncentre of a lens passes without suffering any deviation. The effective\ndiameter of the circular outline of a spherical lens is called its aperture.\nWe shall confine our discussion in this Chapter to such lenses whose\naperture is much less than its radius of curvature  and the two centres of\ncurvatures are equidistant from the optical centre O. Such lenses are\ncalled thin lenses with small apertures. What happens when parallel rays\nof light are incident on a lens?  Let us do an Activity to understand this.\nActivity 9.11Activity 9.11Activity 9.11Activity 9.11Activity 9.11\nCAUTION : Do not look at the Sun directly or through a lens while\ndoing this Activity or otherwise. Y ou may damage your eyes if you\ndo so.\n/square6Hold a convex lens in your hand. Direct it towards the Sun.\n/square6Focus the light fr om the Sun on a sheet of paper . Obtain a sharp\nbright image of the Sun.\n/square6Hold the paper and the lens in the same position for a while.  Keep\nobserving the paper . What happened? Why? Recall your experience\nin Activity 9.2.\nThe paper begins to burn producing smoke. It may even catch fire\nafter a while.  Why does this happen? The light from the Sun constitutes\nparallel rays of light.  These rays were converged by the lens at the sharp\nbright spot for med on the paper .  In fact, the bright spot you got on the\npaper is a real image of the Sun. The concentration of the sunlight at a\npoint generated heat.  This caused the paper to burn.\nNow, we shall consider rays of light parallel to the principal axis of a\nlens.  What happens when you pass such rays of light through a lens?\nThis is illustrated for a convex lens in Fig.9.12 (a) and for a concave lens\nin Fig.9.12 (b).\nObserve Fig.9.12 (a) carefully. Several rays of light parallel to the\nprincipal axis are falling on a convex lens. These rays, after refraction\nfrom the lens, are converging to a point on the principal axis. This point\non the principal axis is called the principal focus of the lens. Let us see\nnow the action of a concave lens.\nObserve Fig.9.12 (b) carefully. Several rays of light parallel to the\nprincipal axis are falling on a concave lens. These rays, after refraction\nfrom the lens, are appearing to diverge from a point on the principal\naxis. This point on the principal axis is called the principal focus of the\nconcave lens.\nIf you pass parallel rays from the opposite surface of the lens, you\nget another principal focus on the opposite side. Letter F is usually used\nto represent principal focus. However , a lens has two principal foci.  They\nare represented by F1 and F2. The distance of the principal focus from\nthe optical centre of a lens is called its focal length. The letter f  is used to\nrepresent the focal length. How can you find the focal length of a convex\nlens? Recall the Activity 9.11. In this Activity, the distance between the\nposition of the lens and the position of the image of the Sun gives the\napproximate focal length of the lens.\n2024-25"
            },
            {
                "page": 153,
                "text": "Science 1529.3.4 Image F ormation by Lenses\nLenses form images by refracting light. How do lenses form images?\nWhat is their nature? Let us study this for a convex lens first.\nActivity 9.12Activity 9.12Activity 9.12Activity 9.12Activity 9.12\n/square6Take a convex lens.  Find its approximate focal length in a way\ndescribed in Activity 9.11.\n/square6Draw five parallel straight lines, using chalk, on a long Table such\nthat the distance between the successive lines is equal to the\nfocal length of the lens.\n/square6Place the lens on a lens stand.  Place it on the central line such\nthat the optical centre of the lens lies just over the line.\n/square6The two lines on either side of the lens correspond to F and 2F of\nthe lens respectively.  Mark them with appropriate letters such as\n2F1, F1, F2 and 2F2, respectively.\n/square6Place a burning candle, far beyond 2F1 to the left. Obtain a clear\nsharp image on a screen on the opposite side of the lens.\n/square6Note down the nature, position and relative size of the image.\n/square6Repeat this Activity by placing object just behind 2F1, between F1\nand 2F1 at F1, between F1 and O. Note down and tabulate your\nobservations.\nThe nature, position and relative size of the image formed by convex\nlens for various positions of the object is summarised in Table 9.4.\nLet us now do an Activity to study the nature, position and relative\nsize of the image formed by a concave lens.Table 9.4 Nature, position and relative size of the image formed by a convex lens for various\npositions of the object\nPosition of the Position of Relative size of Nature of\nobject the image  the image the image\nAt infinity At focus F2Highly diminished, Real and inverted\npoint-sized\nBeyond 2F1Between F2  and 2F2Diminished Real and inverted\nAt 2F1At 2F2Same size Real and inverted\nBetween F1 and 2F1Beyond 2F2Enlarged Real and inverted\nAt focus F1At infinity Infinitely large or Real and inverted\nhighly enlarged\nBetween focus F1On the same side Enlarged Virtual and erect\nand of the lens as the\noptical centre O object\n2024-25"
            },
            {
                "page": 154,
                "text": "Light – Reflection and Refraction 153The summary of the above Activity is given in Table 9.5 below.Activity 9.13Activity 9.13Activity 9.13Activity 9.13Activity 9.13\n/square6Take a concave lens. Place it on a lens stand.\n/square6Place a burning candle on one side of the lens.\n/square6Look through the lens from the other side and observe the image.\nTry to get the image on a screen, if possible. If not, observe the\nimage directly through the lens.\n/square6Note down the nature, relative size and approximate position of\nthe image.\n/square6Move the candle away from the lens.  Note the change in the size\nof the image. What happens to the size of the image when the\ncandle is placed too far away from the lens.\nWhat conclusion can you draw from this Activity? A concave lens\nwill always give a virtual, erect and diminished image, irrespective of the\nposition of the object.\n9.3.5 Image F ormation in Lenses Using Ray Diagrams\n We can r epresent image for mation by lenses using ray diagrams. Ray\ndiagrams will also help us to study the nature, position and relative size\nof the image formed by lenses. For drawing ray diagrams in lenses, alike\nof spherical mirrors, we consider any two of the following rays –\n(i)A ray of light from the object, parallel to the principal axis, after\nrefraction from a convex lens, passes through the principal focus\non the other side of the lens, as shown in Fig. 9.13 (a). In case of\na concave lens,\nthe ray appears\nto diverge from\nthe principal\nfocus located\non the same\nside of the lens,\nas shown in\nFig. 9.13 (b).(a) (b)Table 9.5  Nature, position and relative size of the image formed by a concave lens for various\npositions of the object\nPosition of the Position of Relative size of Nature of\nobject the image  the image the image\nAt infinity At focus F1Highly diminished, Virtual and erect\npoint-sized\nBetween infinity and Between focus F1Diminished Virtual and erect\noptical centre O and optical centre O\nof the lens\nFigure 9.13Figure 9.13Figure 9.13Figure 9.13Figure 9.13\n2024-25"
            },
            {
                "page": 155,
                "text": "Science 154(ii)A ray of light passing\nthrough a principal\nfocus, after refraction\nfrom a convex lens, will\nemerge parallel to the\nprincipal axis. This is\nshown in Fig. 9.14 (a). A\nray of light appearing to\nmeet at the principal\nfocus of a concave lens,\nafter refraction, will\nemerge parallel to the\nprincipal axis. This is\nshown in Fig.9.14 (b).\n(iii)A ray of light passing\nthrough the optical\ncentre of a lens will\nemerge without any\ndeviation. This is\nillustrated in Fig.9.15(a)\nand Fig.9.15 (b).(b) (a)\n(b) (a)\nThe ray diagrams for the image formation in a convex lens for a few\npositions of the object are shown in Fig. 9.16. The ray diagrams\nrepresenting the image formation in a concave lens for various positions\nof the object are shown in Fig. 9.17.Figure 9.14Figure 9.14Figure 9.14Figure 9.14Figure 9.14\nFigure 9.15Figure 9.15Figure 9.15Figure 9.15Figure 9.15\n2024-25"
            },
            {
                "page": 156,
                "text": "Light – Reflection and Refraction 155Figure 9.16Figure 9.16Figure 9.16Figure 9.16Figure 9.16  The position, size and the nature of the image formed by\na convex lens for various positions of the object\nFigure 9.17 Figure 9.17 Figure 9.17 Figure 9.17 Figure 9.17 Nature, position and relative size of the image formed by a concave lens\n9.3.6 Sign Convention for Spherical Lenses\nFor lenses, we follow sign convention, similar to the one used for spherical\nmirrors. W e apply the rules for signs of distances, except that all\nmeasurements are taken from the optical centre of the lens. According\nto the convention, the focal length of a convex lens is positive and that of\na concave lens is negative. Y ou must take car e to apply appropriate\nsigns for the values of u, v, f, object height h and image height h′.\n9.3.7 Lens F ormula and Magnification\nAs we have a formula for spherical mirrors, we also have formula for\nspherical lenses. This formula gives the relationship between object-\ndistance ( u), image-distance ( v) and the focal length ( f).  The lens formula\nis expressed as\n1 1 1\nv u f− = (9.8)\nThe lens formula given above is general and is valid in all situations\nfor any spherical lens. Take proper care of the signs of different quantities,\nwhile putting numerical values for solving problems relating to lenses.\n2024-25"
            },
            {
                "page": 157,
                "text": "Science 156Magnification\nThe magnification produced by a lens, similar to that for spherical\nmirrors, is defined as the ratio of the height of the image and the height\nof the object. Magnification is represented by the letter m . If h is the\nheight of the object and h′ is the height of the image given by a lens, then\nthe magnification produced by the lens is given by,\nm = Height of the Image\nHeight of the object=h\nh′(9.9)\nMagnification produced by a lens is also related to the object-distance\nu, and the image-distance v. This relationship is given by\nMagnification (m ) = h′/h = v/u (9.10)\nExample 9.3\nA concave lens has focal length of 15 cm. At what distance should\nthe object from the lens be placed so that it forms an image at 10 cm\nfrom the lens? Also, find the magnification produced by the lens.\nSolution\nA concave lens always forms a virtual, erect image on the same side\nof the object.\nImage-distance v =–10 cm;\nFocal length f =–15 cm;\nObject-distance u=?\nSince 1 1 1\nv u f− =\nor,1 1 1–u v f=\n( )1 1 1 1 1– ––10 –15 10 15u= = +\n1 3 2 1\n30 30 u− += =−\nor, u = – 30 cm\nThus, the object-distance is 30 cm.\nMagnification m = v/u\nm = −\n−= +10cm\n30cm1\n30.33;\nThe positive sign shows that the image is erect and virtual. The image\nis one-third of the size of the object.\nExample 9.4\nA 2.0 cm tall object is placed perpendicular to the principal axis of a\nconvex lens of focal length 10 cm. The distance of the object from the\nlens is 15 cm. Find the nature, position and size of the image. Also\nfind its magnification.\n2024-25"
            },
            {
                "page": 158,
                "text": "Light – Reflection and Refraction 157Solution\nHeight of the object h=+ 2.0 cm;\nFocal length f =+ 10 cm;\nobject-distance u =–15 cm;\nImage-distance v =?\nHeight of the image h′=?\nSince1 1 1\nv u f− =\nor,1 1 1\nv u f= +\n1 1 1 1 1\n( 15) 10 15 10v= + = − +−\n1 2 3 1\n30 30 v− += =\nor,v = + 30 cm\nThe positive sign of v shows that the image is formed at a distance of\n30 cm on the other side of the optical centre.  The image is real and\ninverted.\nMagnification m = 'h v\nh u=\nor,h′ = h (v/u)\nHeight of the image, h′ = (2.0) (+30/–15) = – 4.0 cm\nMagnification m =  v/u\nor, 30cm215cmm+= = −−\nThe negative signs of m and h′ show that the image is inverted and\nreal. It is formed below the principal axis. Thus, a real, inverted image,\n4 cm tall, is formed at a distance of 30 cm on the other side of the\nlens. The image is two times enlarged.\n9.3.8 Power of a Lens\nYou have alr eady lear nt that the ability of a lens to converge or diver ge\nlight rays depends on its focal length. For example, a convex lens of\nshort focal length bends the light rays through large angles, by focussing\nthem closer to the optical centre. Similarly, concave lens of very short\nfocal length causes higher divergence than the one with longer focal\nlength. The degree of convergence or divergence of light rays achieved\nby a lens is expr essed in ter ms of its power . The power of a lens is defined\nas the r eciprocal of its focal length. It is r epresented by the letter P.  The\npower P of a lens of focal length \nf is given by\nP = 1\nf(9.11)\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 10 : The Human Eye and the Colourful World",
        "pages": [
            {
                "page": 161,
                "text": "The Human Eye and\nthe Colourful World10 CHAPTER\nYou have studied in the pr evious chapter about r efraction of light by\nlenses. Y ou also studied the natur\ne, position and relative size of\nimages formed by lenses. How can these ideas help us in the study of\nthe human eye? The human eye uses light and enables us to see objects\naround us. It has a lens in its structure.  What is the function of the lens\nin a human eye? How do the lenses used in spectacles correct defects of\nvision? Let us consider these questions in this chapter .\nWe have lear nt in the pr evious chapter about light and some of its\nproperties. In this chapter , we shall use these ideas to study some of the\noptical phenomena in natur e. We shall also discuss about rainbow\nformation, splitting of white light and blue colour of the sky.\n10.1 THE HUMAN EYE\nThe human eye is one of the most valuable and sensitive sense organs.\nIt enables us to see the wonderful world and the colours around us. On\nclosing the eyes, we can identify objects to some extent by their smell,\ntaste, sound they make or by touch. It is, however , impossible to identify\ncolours while closing the eyes. Thus, of all the sense organs, the human\neye is the most significant one as it enables us to see the beautiful,\ncolourful world around us.\nThe human eye is like a camera.  Its lens\nsystem forms an image on a light-sensitive\nscreen called the retina. Light enters the eye\nthrough a thin membrane called the cornea.\nIt forms the transparent bulge on the front\nsurface of the eyeball as shown in Fig. 10.1.\nThe eyeball is approximately spherical in shape\nwith a diameter of about 2.3 cm. Most of the\nrefraction for the light rays entering the eye\noccurs at the outer surface of the cornea. The\ncrystalline lens merely provides the finer\nadjustment of focal length required to focus\nobjects at dif ferent distances on the r etina. W e find a structur e called iris\nbehind the cornea. Iris is a dark muscular diaphragm that controls the\nsize of the pupil.  The pupil regulates and controls the amount of light\nFigure 10.1Figure 10.1Figure 10.1Figure 10.1Figure 10.1\nThe human eye\n2024-25"
            },
            {
                "page": 162,
                "text": "Science 162entering the eye. The eye lens forms an inverted real image of the object\non the retina. The retina is a delicate membrane having enormous\nnumber of light-sensitive cells.  The light-sensitive cells get activated\nupon illumination and generate electrical signals.  These signals are\nsent to the brain via the optic nerves.  The brain interprets these signals,\nand finally, processes the information so that we perceive objects as\nthey are.\n10.1.1 Power of Accommodation\nThe eye lens is composed of a fibrous, jelly-like material. Its curvature\ncan be modified to some extent by the ciliary muscles. The change in the\ncurvature of the eye lens can thus change its focal length. When the\nmuscles are relaxed, the lens becomes thin. Thus, its focal length\nincreases.  This enables us to see distant objects clearly. When you are\nlooking at objects closer to the eye, the ciliary muscles contract. This\nincr\neases the curvatur e of the eye lens. The eye lens then becomes thicker .\nConsequently, the focal length of the eye lens decreases.  This enables\nus to see nearby objects clearly.\nThe ability of the eye lens to adjust its focal length is called\naccommodation.  However , the focal length of the eye lens cannot be\ndecreased below a certain minimum limit.  T ry to r ead a printed page by\nholding it very close to your eyes. Y ou may see the image being blurred\nor feel strain in the eye. To see an object comfortably and distinctly, you\nmust hold it at about 25 cm from the eyes.  The minimum distance, at\nwhich objects can be seen most distinctly without strain, is called the\nleast distance of distinct vision. It is also called the near point of the eye.\nFor a young adult with normal vision, the near point is about\n25 cm. The farthest point upto which the eye can see objects clearly is\ncalled the far point of the eye. It is infinity for a nor mal eye. Y ou may note\nhere a normal eye can see objects clearly that are between 25 cm and\ninfinity.\nSometimes, the crystalline lens of people at old age becomes milky and\ncloudy. This condition is called cataract. This causes partial or complete\nloss of vision. It is possible to restore vision through a cataract surgery.\n10.2 DEFECTS OF VISION AND THEIR CORRECTION10.2 DEFECTS OF VISION AND THEIR CORRECTION10.2 DEFECTS OF VISION AND THEIR CORRECTION10.2 DEFECTS OF VISION AND THEIR CORRECTION10.2 DEFECTS OF VISION AND THEIR CORRECTION\nSometimes, the eye may gradually lose its power of accommodation.\nIn such conditions, the person cannot see the objects distinctly and\ncomfortably. The vision becomes blurred due to the refractive defects\nof the eye.\nThere are mainly three common refractive defects of vision. These\nare (i) myopia or near -sightedness, (ii) Hyper metr opia or far -\nsightedness, and (iii) Presbyopia.  These defects can be corrected by\nthe use of suitable spherical lenses. W e discuss below these defects\nand their correction.\n2024-25"
            },
            {
                "page": 163,
                "text": "The Human Eye and the Colour ful W orld 163(a)Myopia\nMyopia is also known as near -\nsightedness. A person with myopia\ncan see nearby objects clearly but\ncannot see distant objects distinctly.\nA person with this defect has the far\npoint nearer than infinity. Such a\nperson may see clearly upto a\ndistance of a few metres. In a myopic\neye, the image of a distant object is\nformed in front of the retina [Fig.\n10.2 (b)] and not at the retina itself.\nThis defect may arise due to (i)\nexcessive curvature of the eye lens,\nor (ii) elongation of the eyeball. This\ndefect can be corrected by using a\nconcave lens of suitable power . This\nis illustrated in Fig. 10.2 (c). A\nconcave lens of suitable power will\nbring the image back on to the\nretina and thus the defect is corrected.\n(b)Hypermetropia\nHyper metropia is also known as far -sightedness.\nA person with hypermetropia can see distant\nobjects clearly but cannot see nearby objects\ndistinctly. The near point, for the person, is farther\naway from the normal near point (25 cm). Such a\nperson has to keep a reading material much\nbeyond 25 cm from the eye for comfortable\nreading. This is because the light rays from a\ncloseby object are focussed at a point behind the\nretina as shown in Fig. 10.3 (b). This defect arises\neither because (i) the focal length of the eye lens is\ntoo long, or (ii) the eyeball has become too small.\nThis defect can be corrected by using a convex\nlens of appr\nopriate power . This is illustrated in\nFig. 10.3 (c). Eye-glasses with converging lenses\nprovide the additional focussing power required\nfor forming the image on the retina.\n(c)   Presbyopia\nThe power of accommodation of the eye usually\ndecreases with ageing. For most people, the near\npoint gradually recedes away. They find it difficult\nto see nearby objects comfortably and distinctly\nwithout corrective eye-glasses.  This defect is\ncalled Presbyopia.  It arises due to the gradualFigure 10.2Figure 10.2Figure 10.2Figure 10.2Figure 10.2\n(a), (b) The myopic eye, and (c) correction for myopia with a\nconcave lens\nFigure 10.3Figure 10.3Figure 10.3Figure 10.3Figure 10.3\n(a), (b) The hypermetropic eye, and (c)\ncorrection for hypermetropia\nN = Near point of a\n      hypermetropic eye.\nN’ = Near point of a\n      normal eye.\n2024-25"
            },
            {
                "page": 164,
                "text": "Science 164Think it over\nYou talk of wondr ous things you see,\nYou say the sun shines bright;\nI feel him warm, but how can he\nOr make it day or night ?\n – C. CIBBER\nDo you know that our eyes can live even after our death? By donating our eyes after we\ndie, we can light the life of a blind person.\nAbout 35 million people in the developing world are blind and most of them can be\ncured. About 4.5 million people with corneal blindness can be cured through corneal\ntransplantation of donated eyes. Out of these 4.5 million, 60% are children below the\nage of 12. So, if we have got the gift of vision, why not pass it on to somebody who does\nnot have it? What do we have to keep in mind when eyes have to be donated?\n/square6Eye donors can belong to any age group or sex. People who use spectacles, or those\noperated for cataract, can still donate the eyes. People who are diabetic, have\nhypertension, asthma patients and those without communicable diseases can also\ndonate eyes.weakening of the ciliary muscles and diminishing flexibility of the\neye lens.  Sometimes, a person may suffer from both myopia and\nhypermetropia.  Such people often require bi-focal lenses. A common\ntype of bi-focal lenses consists of both concave and convex lenses.\nThe upper portion consists of a concave lens. It facilitates distant\nvision. The lower part is a convex lens.  It facilitates near vision.\n  These days, it is possible to correct the refractive defects with\ncontact lenses or through surgical interventions.\nQUESTIONS\n?1. What is meant by power of accommodation of the eye?\n2. A person with a myopic eye cannot see objects beyond 1.2 m distinctly.\nWhat should be the type of the corrective lens used to restore proper\nvision?\n3. What is the far point and near point of the human eye with normal\nvision?\n4. A student has difficulty reading the blackboard while sitting in the last\nrow. What could be the defect the child is suffering from? How can it be\ncorrected?\n2024-25"
            },
            {
                "page": 165,
                "text": "The Human Eye and the Colour ful W orld 16510.3 REFRACTION OF LIGHT THROUGH A PRISM10.3 REFRACTION OF LIGHT THROUGH A PRISM10.3 REFRACTION OF LIGHT THROUGH A PRISM10.3 REFRACTION OF LIGHT THROUGH A PRISM10.3 REFRACTION OF LIGHT THROUGH A PRISM\nYou have lear nt how light gets r efracted thr\nough a rectangular glass\nslab. For parallel refracting surfaces, as in a glass slab, the emergent ray\nis parallel to the incident ray.  However , it is slightly displaced laterally.\nHow would light get refracted through a transparent prism? Consider a\ntriangular glass prism. It has two triangular bases and three rectangular\nlateral sur faces. These sur faces are inclined to each other . The angle\nbetween its two lateral faces is called the angle of the prism. Let us now\ndo an activity to study the refraction of light through a triangular glass\nprism./square6Eyes must be removed within 4-6 hours after death. Inform the nearest eye bank\nimmediately.\n/square6The eye bank team will remove the eyes at the home of the deceased or at a hospital.\n/square6Eye removal takes only 10-15 minutes. It is a simple process and does not lead to\nany disfigurement.\n/square6Persons who were infected with or died because of AIDS, Hepatitis B or C, rabies,\nacute leukaemia, tetanus, cholera, meningitis or encephalitis cannot donate eyes.\nAn eye bank collects, evaluates and distributes the donated eyes. All eyes donated are\nevaluated using strict medical standards. Those donated eyes found unsuitable for\ntransplantation are used for valuable research and medical education. The identities\nof both the donor and the recipient remain confidential.\nOne pair of eyes gives vision to up to FOUR CORNEAL BLIND PEOPLE.\nActivity 10.1Activity 10.1Activity 10.1Activity 10.1Activity 10.1\n/square6Fix a sheet of white paper on a drawing board using drawing pins.\n/square6Place a glass prism on it in such a way that it rests on its triangular\nbase. Trace the outline of the prism using a pencil.\n/square6Draw a straight line PE inclined to one of the refracting surfaces,\nsay AB, of the prism.\n/square6Fix two pins, say at points P and Q, on the line PE as shown in\nFig. 10.4.\n/square6Look for the images of the pins, fixed at P and Q, through the\nother face AC.\n/square6Fix two more pins, at points R and S, such that the pins at R and\nS and the images of the pins at P and Q lie on the same straight\nline.\n/square6Remove the pins and the glass prism.\n/square6The line PE meets the boundary of the prism at point E\n(see Fig. 10.4). Similarly, join and produce the points R and S.  Let\nthese lines meet the boundary of the prism at E and F , respectively.\nJoin E and F .\n/square6Draw perpendiculars to the refracting surfaces AB and AC of the\nprism at points E and F , respectively.\n/square6Mark the angle of incidence ( ∠i), the angle of refraction ( ∠r) and\nthe angle of emergence ( ∠e) as shown in Fig. 10.4.\n2024-25"
            },
            {
                "page": 166,
                "text": "Science 166Activity 10.2Activity 10.2Activity 10.2Activity 10.2Activity 10.2\n/square6Take a thick sheet of cardboard and make a small hole or narrow\nslit in its middle.\n/square6Allow sunlight to fall on the narrow slit. This gives a narrow beam\nof white light.\n/square6Now, take a glass prism and allow the light from the slit to fall on\none of its faces as shown in Fig. 10.5.\n/square6Turn the prism slowly until the light that comes out of it appears\non a nearby screen.\n/square6What do you observe? Y ou will find a beautiful band of colours.\nWhy does this happen?Here PE is the incident ray, EF is the refracted ray and FS is the\nemergent ray. Y ou may note that a ray of light is entering fr\nom air to\nglass at the first surface AB. The light ray on refraction has bent towards\nthe normal. At the second surface AC, the light ray has entered from\nglass to air . Hence it has bent away fr om nor mal. Compar e the angle of\nincidence and the angle of refraction at each refracting surface of the\nprism. Is this similar to the kind of bending that occurs in a glass slab?\nThe peculiar shape of the prism makes the emergent ray bend at an\nangle to the direction of the incident ray. This angle is called the angle of\ndeviation. In this case ∠ D is the angle of deviation. Mark the angle of\ndeviation in the above activity and measure it.\n10.4 DISPERSION OF WHITE LIGHT BY A GL10.4 DISPERSION OF WHITE LIGHT BY A GL10.4 DISPERSION OF WHITE LIGHT BY A GL10.4 DISPERSION OF WHITE LIGHT BY A GL10.4 DISPERSION OF WHITE LIGHT BY A GL ASS PRISM ASS PRISMASS PRISM ASS PRISMASS PRISM\nYou must have seen and appr eciated the spectacular colours in a rainbow.\nHow could the white light of the Sun give us various colours of the\nrainbow? Before we take up this question, we shall first go back to the\nrefraction of light through a prism. The inclined refracting surfaces of a\nglass prism show exciting phenomenon.  Let us find it out through an\nactivity.PE – Incident ray ∠i – Angle of incidence\nEF – Refracted ray ∠r – Angle of refraction\nFS – Emergent ray ∠e – Angle of emergence\n∠A – Angle of the prism ∠D – Angle of deviation\nFigure 10.4Figure 10.4Figure 10.4Figure 10.4Figure 10.4  Refraction of light through a triangular glass prism\n2024-25"
            },
            {
                "page": 167,
                "text": "The Human Eye and the Colour ful W orld 167The prism has probably split the incident\nwhite light into a band of colours.  Note the\ncolours that appear at the two ends of the\ncolour band. What is the sequence of colours\nthat you see on the screen? The various\ncolours seen are Violet, Indigo, Blue, Green,\nYellow, Orange and Red, as shown in\nFig. 10.5. The acronym VIBGYOR will help\nyou to remember the sequence of colours.\nThe band of the coloured components of a\nlight beam is called its spectrum. Y ou might\nnot be able to see all the colours separately.\nYet something makes each colour distinct fr om the other . The splitting\nof light into its component colours is called dispersion.\nYou have seen that white light is dispersed\ninto its seven-colour components by a prism.\nWhy do we get these colours? Different colours\nof light bend through different angles with\nrespect to the incident ray, as they pass\nthrough a prism. The red light bends the least\nwhile the violet the most. Thus the rays of each\ncolour emerge along different paths and thus\nbecome distinct. It is the band of distinct\ncolours that we see in a spectrum.\nIsaac Newton was the first to use a glass prism to obtain\nthe spectrum of sunlight. He tried to split the colours of\nthe spectrum of white light further by using another similar\nprism. However , he could not get any mor e colours. He\nthen placed a second identical prism in an inverted position\nwith respect to the first prism, as shown in Fig. 10.6. This\nallowed all the colours of the spectrum to pass through\nthe second prism. He found a beam of white light emerging\nfrom the other side of the second prism. This observation\ngave Newton the idea that the sunlight is made up of seven\ncolours.\nAny light that gives a spectrum similar to that of\nsunlight is often referred to as white light.\nA rainbow is a natural spectrum appearing in the sky\nafter a rain shower (Fig. 10.7). It is caused by dispersion\nof sunlight by tiny water droplets, present in the\natmosphere. A rainbow is always formed in a direction\nopposite to that of the Sun. The water droplets act like\nsmall prisms. They refract and disperse the incident\nsunlight, then reflect it internally, and finally refract it\nagain when it comes out of the raindrop (Fig. 10.8). Due\nto the dispersion of light and internal reflection, different\ncolours reach the observer’s eye.\nYou can also see a rainbow on a sunny day when\nyou look at the sky through a waterfall or through a water\nfountain, with the Sun behind you.Figure 10.5 Figure 10.5 Figure 10.5 Figure 10.5 Figure 10.5 Dispersion of white light by the glass prism\nFigure 10.6 Figure 10.6 Figure 10.6 Figure 10.6 Figure 10.6 Recombination of the spectrum of\nwhite light\nFigure 10.7 Figure 10.7 Figure 10.7 Figure 10.7 Figure 10.7 Rainbow in the sky\nFigure 10.8 Figure 10.8 Figure 10.8 Figure 10.8 Figure 10.8 Rainbow formationSunlightRaindrop\n2024-25"
            },
            {
                "page": 168,
                "text": "Science 168Figure 10.10Figure 10.10Figure 10.10Figure 10.10Figure 10.10\nAtmospheric refraction\neffects at sunrise and\nsunset10.5     ATMOSPHERIC REFRACTION\nYou might have observed the apparent random wavering or\nflickering of objects seen through a turbulent stream of hot air\nrising above a fir e or a radiator . The air just above the fir e becomes\nhotter than the air further up. The hotter air is lighter (less dense)\nthan the cooler air above it, and has a refractive index slightly\nless than that of the cooler air . Since the physical conditions of\nthe refracting medium (air) are not stationary, the apparent\nposition of the object, as seen thr ough the hot air , fluctuates.\nThis wavering is thus an effect of atmospheric refraction (refraction\nof light by the earth’s atmosphere) on a small scale in our local\nenvironment. The twinkling of stars is a similar phenomenon on\na much larger scale. Let us see how we can explain it.\nTwinkling of stars\nThe twinkling of a star is due to atmospheric refraction of starlight. The\nstarlight, on entering the earth’s atmosphere, undergoes refraction\ncontinuously before it reaches the earth. The atmospheric refraction\noccurs in a medium of gradually changing refractive index. Since the\natmosphere bends starlight towards the normal, the apparent position\nof the star is slightly different from its actual position. The star appears\nslightly higher (above) than its actual position when viewed near the\nhorizon (Fig. 10.9). Further , this apparent position of the star is not\nstationary, but keeps on changing slightly, since the physical conditions\nof the earth’s atmosphere are not stationary, as was the case in the\nprevious paragraph. Since the stars are very distant, they approximate\npoint-sized sources of light. As the path of rays of light coming from\nthe star goes on varying slightly, the apparent position of the star\nfluctuates and the amount of starlight entering the eye flickers – the\nstar sometimes appears brighter , and at some other time, fainter , which\nis the twinkling effect.\nWhy don’t the planets twinkle? The p lanets are much\ncloser to the earth, and are thus seen as extended sources.\nIf we consider a planet as a collection of a large number\nof point-sized sources of light, the total variation in the\namount of light entering our eye from all the individual\npoint-sized sources will average out to zero, thereby\nnullifying the twinkling effect.\nAdvance sunrise and delayed sunset\nThe Sun is visible to us about 2 minutes before the actual\nsunrise, and about 2 minutes after the actual sunset\nbecause of atmospheric refraction. By actual sunrise, we\nmean the actual crossing of the horizon by the Sun. Fig.\n10.10 shows the actual and apparent positions of the\nSun with respect to the horizon. The time difference\nbetween actual sunset and the apparent sunset is about\n2 minutes. The apparent flattening of the Sun’s disc at\nsunrise and sunset is also due to the same phenomenon .Figure 10.9Figure 10.9Figure 10.9Figure 10.9Figure 10.9\nApparent star position\ndue to atmospheric\nrefraction\n2024-25"
            },
            {
                "page": 169,
                "text": "The Human Eye and the Colour ful W orld 16910.6  SC ATTERING OF LIGHT\nThe interplay of light with objects around us gives rise to several\nspectacular phenomena in nature. The blue colour of the sky, colour of\nwater in deep sea, the reddening of the sun at sunrise and the sunset\nare some of the wonderful phenomena we are familiar with. In the previous\nclass, you have learnt about the scattering of light by colloidal particles.\nThe path of a beam of light passing through a true solution is not visible.\nHowever , its path becomes visible thr ough a colloidal solution wher e the\nsize of the particles is r elatively lar ger.\n10.6.1 T yndall Effect\nThe earth’s atmosphere is a heterogeneous mixture of minute particles.\nThese particles include smoke, tiny water droplets, suspended particles\nof dust and molecules of air . When a beam of light strikes such fine\nparticles, the path of the beam becomes visible. The light reaches us,\nafter being reflected diffusely by these particles. The phenomenon of\nscattering of light by the colloidal particles gives rise to Tyndall effect\nwhich you have studied in Class IX. This phenomenon is seen when a\nfine beam of sunlight enters a smoke-filled room through a small hole.\nThus, scattering of light makes the particles visible. Tyndall effect can\nalso be observed when sunlight passes through a canopy of a dense\nforest.  Here, tiny water droplets in the mist scatter light.\nThe colour of the scattered light depends on the size of the scattering\nparticles. V ery fine particles scatter mainly blue light while particles of\nlarger size scatter light of longer wavelengths.  If the size of the scattering\nparticles is large enough, then, the scattered light may even appear\nwhite.\n10.6.2 Why is the colour of the clear Sky Blue?\nThe molecules of air and other fine particles in the atmosphere have size\nsmaller than the wavelength of visible light. These are more effective in\nscattering light of shorter wavelengths at the blue end than light of longer\nwavelengths at the red end. The red light has a wavelength about 1.8\ntimes greater than blue light. Thus, when sunlight passes through the\natmosphere, the fine particles in air scatter the blue colour (shorter\nwavelengths) more strongly than red. The scattered blue light enters\nour eyes. If the earth had no atmosphere, there would not have been\nany scattering. Then, the sky would have looked dark.  The sky appears\ndark to passengers flying at very high altitudes, as scattering is not\nprominent at such heights.\nYou might have observed that ‘danger’ signal lights ar e red in colour .\nDo you know why? The red is least scattered by fog or smoke.  Therefore,\nit can be seen in the same colour at a distance.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 11 : Electricity",
        "pages": [
            {
                "page": 171,
                "text": "Electricity11 CHAPTER\nElectricity has an important place in modern society. It is a controllable\nand convenient form of energy for a variety of uses in homes, schools,\nhospitals, industries and so on. What constitutes electricity? How does\nit flow in an electric circuit? What are the factors that control or regulate\nthe curr ent thr ough an electric cir cuit? In this Chapter , we shall attempt\nto answer such questions. W e shall also discuss the heating ef fect of\nelectric current and its applications.\n11.1 ELECTRIC CURRENT AND CIRCUIT11.1 ELECTRIC CURRENT AND CIRCUIT11.1 ELECTRIC CURRENT AND CIRCUIT11.1 ELECTRIC CURRENT AND CIRCUIT11.1 ELECTRIC CURRENT AND CIRCUIT\nWe are familiar with air curr ent and water curr ent. W e know that flowing\nwater constitute water current in rivers. Similarly, if the electric charge\nflows through a conductor (for example, through a metallic wire), we\nsay that ther e is an electric curr ent in the conductor . In a tor ch, we\nknow that the cells (or a battery, when placed in proper order) provide\nflow of char ges or an electric curr ent thr ough the tor ch bulb to glow. W e\nhave also seen that the torch gives light only when its switch is on. What\ndoes a switch do? A switch makes a conducting link between the cell and\nthe bulb. A continuous and closed path of an electric current is called an\nelectric circuit. Now, if the circuit is broken anywhere (or the switch of the\ntorch is turned off), the current stops flowing and the bulb does not glow.\nHow do we express electric current? Electric current is expressed by\nthe amount of charge flowing through a particular area in unit time. In\nother words, it is the rate of flow of electric charges. In circuits using\nmetallic wir es, electr ons constitute the flow of char ges. However , electr ons\nwere not known at the time when the phenomenon of electricity was first\nobserved. So, electric current was considered to be the flow of positive\ncharges and the direction of flow of positive charges was taken to be the\ndirection of electric current. Conventionally, in an electric circuit the\ndirection of electric current is taken as opposite to the direction of the\nflow of electrons, which are negative charges.\n2024-25"
            },
            {
                "page": 172,
                "text": "Science 172If a net charge Q, flows across any cross-section of a conductor in\ntime t , then the current I, through the cross-section is\nIQ\nt= (11.1)\nThe SI unit of electric charge is coulomb (C), which is equivalent to\nthe char ge contained in nearly 6 × 1018 electr ons. (W e know that an\nelectron possesses a negative charge of 1.6 × 10–19 C.) The electric\ncurrent is expressed by a unit called ampere (A), named after the\nFrench scientist, Andre-Marie Ampere (1775–1836). One ampere is\nconstituted by the flow of one coulomb of charge per second, that is,\n1 A = 1 C/1 s. Small quantities of current are expressed in milliampere\n(1 mA = 10–3 A) or in microampere (1 µA = 10–6 A).\nAn instrument called ammeter measures electric\ncurrent in a circuit. It is always connected in series\nin a circuit through which the current is to be\nmeasured. Figure 11.1 shows the schematic\ndiagram of a typical electric circuit comprising a\ncell, an electric bulb, an ammeter and a plug key.\nNote that the electric current flows in the circuit\nfrom the positive ter minal of the cell to the negative\nterminal of the cell thr ough the bulb and ammeter .\nFigure 11.1Figure 11.1Figure 11.1Figure 11.1Figure 11.1\nA schematic diagram of an electric circuit\ncomprising – cell, electric bulb, ammeter and\nplug key\nQUESTIONS\n?Example 11.1\nA current of 0.5 A is drawn by a filament of an electric bulb for 10\nminutes. Find the amount of electric charge that flows through the\ncircuit.\nSolution\nWe are given, I = 0.5 A; t = 10 min = 600 s.\nFrom Eq. (11.1), we have\nQ=It\n=0.5 A × 600 s\n=300 C\n1. What does an electric circuit mean?\n2. Define the unit of current.\n3. Calculate the number of electrons constituting one coulomb of charge.\n2024-25"
            },
            {
                "page": 173,
                "text": "Electricity 17311.2 ELECTRIC POTENTIAL AND POTENTIAL DIFFERENCE11.2 ELECTRIC POTENTIAL AND POTENTIAL DIFFERENCE11.2 ELECTRIC POTENTIAL AND POTENTIAL DIFFERENCE11.2 ELECTRIC POTENTIAL AND POTENTIAL DIFFERENCE11.2 ELECTRIC POTENTIAL AND POTENTIAL DIFFERENCE\nWhat makes the electric charge to flow? Let us consider the analogy of\nflow of water . Char ges do not flow in a copper wir e by themselves, just as\nwater in a perfectly horizontal tube does not flow. If one end of the tube\nis connected to a tank of water kept at a higher level, such that there is a\npressure difference between the two ends of the tube, water flows out of\nthe other end of the tube. For flow of charges in a conducting metallic\nwire, the gravity, of course, has no role to play; the electrons move only\nif there is a difference of electric pressure – called the potential differenc e –\nalong the conductor . This dif ference of potential may be pr oduced by a\nbattery, consisting of one or more electric cells. The chemical action within\na cell generates the potential difference across the terminals of the cell,\neven when no current is drawn from it. When the cell is connected to a\nconducting circuit element, the potential difference sets the charges in\nmotion in the conductor and produces an electric current. In order to\nmaintain the current in a given electric circuit, the cell has to expend its\nchemical energy stored in it.\nWe define the electric potential dif ference between two points in an\nelectric circuit carrying some current as the work done to move a unit\ncharge from one point to the other –\nPotential dif fer\nence ( V) between two points = Work done ( W)/Char ge (Q)\nV=W/Q (11.2)\nThe SI unit of electric potential difference is volt (V), named after\nAlessandr o Volta (174 5–1827), an Italian physicist. One volt is the\npotential difference between two points in a current carrying conductor\nwhen 1 joule of work is done to move a charge of 1 coulomb from one\npoint to the other .\nTherefore, 1 volt =  1 joule\n1 coulomb\n(11.3)\n1 V  = 1 J C–1\nThe potential difference is measured by means of an instrument called\nthe voltmeter . The voltmeter is always connected in parallel across the\npoints between which the potential difference is to be measured.\nExample 11.2\nHow much work is done in moving a charge of 2 C across two points\nhaving a potential difference 12 V?\nSolution\nThe amount of charge Q,  that flows between two points at potential\ndifference V (= 12 V) is 2 C. Thus, the amount of work W, done in\nmoving the charge [from Eq. (11.2)] is\n2024-25"
            },
            {
                "page": 174,
                "text": "Science 174W= VQ\n= 12 V × 2 C\n= 24 J.\nQUESTIONS\n?\n11.3 CIRCUIT DIAGRAM11.3 CIRCUIT DIAGRAM11.3 CIRCUIT DIAGRAM11.3 CIRCUIT DIAGRAM11.3 CIRCUIT DIAGRAM\nWe know that an electric cir cuit, as shown in Fig. 11.1, comprises a cell\n(or a battery), a plug key, electrical component(s), and connecting wires.\nIt is often convenient to draw a schematic diagram, in which different\ncomponents of the circuit are represented by the symbols conveniently\nused. Conventional symbols  used to represent some of the most\ncommonly used electrical components are given in Table 11.1.\nTable 11.1 Symbols of some commonly used components in circuit diagrams\nSl. Components Symbols\nNo.\n1 An electric cell\n2 A battery or a combination of cells\n3 Plug key or switch (open)\n4 Plug key or switch (closed)\n5 A wire joint\n6 Wires crossing without joining1. Name a device that helps to maintain a potential difference across a\nconductor .\n2. What is meant by saying that the potential difference between two points\nis 1 V?\n3. How much energy is given to each coulomb of charge passing through a\n6 V battery?\n2024-25"
            },
            {
                "page": 175,
                "text": "Electricity 17511.4 OHM’S LA11.4 OHM’S LA11.4 OHM’S LA11.4 OHM’S LA11.4 OHM’S LA W WW WW\nIs there a relationship between the potential difference across a conductor\nand the current through it? Let us explore with an Activity.\nActivity 11.1Activity 11.1Activity 11.1Activity 11.1Activity 11.1\n/square6Set up a circuit as shown in Fig. 11.2,\nconsisting of a nichrome wire XY of length,\nsay 0.5 m, an ammeter , a voltmeter and\nfour cells of 1.5 V each. (Nichrome is an\nalloy of nickel, chromium, manganese, and\niron metals.)\n/square6First use only one cell as the source in the\ncircuit. Note the reading in the ammeter I,\nfor the current and reading of the voltmeter\nV for the potential difference across the\nnichrome wire XY in the circuit. Tabulate\nthem in the Table given.\n/square6Next connect two cells in the circuit and\nnote the respective readings of the ammeter and voltmeter for the values of current through\nthe nichrome wire and potential difference across the nichrome wire.\n/square6Repeat the above steps using three cells and then four cells in the circuit separately.\n/square6Calculate the ratio of V to I for each pair of potential difference V and current I.\nS. Number of cells Current through Potential difference V/I\nNo. used in the the nichrome across the (volt/ampere)\ncircuit wire, I nichrome\n(ampere) wire,  V (volt)\n1 1\n2 2\n3 3\n4 4\n/square6Plot a graph between V and I, and observe the nature of the graph.7 Electric bulb  or    \n8 A resistor of resistance R\n9 Variable r esistance or r heostat  or \n10 Ammeter\n11 Voltmeter\nFigure 11.2Figure 11.2Figure 11.2Figure 11.2Figure 11.2  Electric circuit for studying Ohm’s law\n2024-25"
            },
            {
                "page": 176,
                "text": "Science 176Figure 11.3Figure 11.3Figure 11.3Figure 11.3Figure 11.3\nV–I graph for a nichrome wire. A\nstraight line plot shows that as the\ncurrent through a wire increases, the\npotential difference across the wire\nincreases linearly  – this is Ohm’s law.\nActivity 11.2Activity 11.2Activity 11.2Activity 11.2Activity 11.2\n/square6Take a nichrome wire, a torch bulb, a 10 W bulb and an ammeter (0 – 5 A range), a plug\nkey and some connecting wires.\n/square6Set up the circuit by connecting four dry cells of 1.5 V each in series with the ammeter\nleaving a gap XY in the circuit, as shown in Fig. 11.4.In this Activity, you will find that approximately the\nsame value for V/I  is obtained in each case. Thus the V–I\ngraph is a straight line that passes through the origin of\nthe graph, as shown in Fig. 11.3. Thus, \nV/I is a constant\nratio.\nIn 1827, a German physicist Georg Simon Ohm\n(1787–1854) found out the relationship between the current\nI, flowing in a metallic wire and the potential difference\nacross its terminals. The potential difference, V, across the\nends of a given metallic wire in an electric circuit is directly\nproportional to the current flowing through it,  provided its\ntemperature remains the same. This is called Ohm’s law. In\nother words –\nV ∝ I (11.4)\nor V/I =constant\n=R\nor V =IR (11.5)\nIn Eq. (11.4), R is a constant for the given metallic wire\nat a given temperature and is called its resistance. It is the\nproperty of a conductor to resist the flow of charges  through it. Its SI\nunit is ohm, r epresented by the Gr eek letter Ω. Accor ding to Ohm’s law,\nR = V/I (11.6)\nIf the potential difference across the two ends of a conductor is 1 V\nand the current through it is 1 A, then the resistance R, of the conductor\nis 1 Ω. That is, 1 ohm = 1 volt\n1 ampere\nAlso from Eq. (11.5) we get\nI = V/R (11.7)\nIt is obvious from Eq. (11.7) that the current through a resistor is\ninversely proportional to its resistance. If the resistance is doubled the\ncurrent gets halved. In many practical cases it is necessary to increase\nor decrease the current in an electric circuit. A component used to\nregulate current without changing the voltage source is called variable\nresistance. In an electric circuit, a device called rheostat is often used to\nchange the resistance in the cir cuit. W e will now study about electrical\nresistance of a conductor with the help of following Activity.\n2024-25"
            },
            {
                "page": 177,
                "text": "Electricity 177In this Activity we observe that the current is different for different\ncomponents. Why do they differ? Certain components offer an easy path\nfor the flow of electric curr ent while the others r esist the flow. W e know\nthat motion of electrons in an electric circuit constitutes an electric\ncurrent. The electr ons, however , are not completely fr ee to move within a\nconductor . They ar e restrained by the attraction of the atoms among\nwhich they move. Thus, motion of electrons through a conductor is\nretarded by its resistance. A component of a given size that offers a low\nresistance is a good conductor . A conductor having some appreciable\nresistance is called a r esistor . A component of identical size that of fers a\nhigher r esistance is a poor conductor . An insulator of the same size of fers\neven higher resistance.\n11.5 FA11.5 FA11.5 FA\n11.5 FA11.5 FA CTORS ON WHICH THE RESISTCTORS ON WHICH THE RESISTCTORS ON WHICH THE RESISTCTORS ON WHICH THE RESISTCTORS ON WHICH THE RESIST ANCE OF AANCE OF AANCE OF AANCE OF AANCE OF A\nCONDUCTOR DEPENDSCONDUCTOR DEPENDSCONDUCTOR DEPENDSCONDUCTOR DEPENDSCONDUCTOR DEPENDSFigure 11.4Figure 11.4Figure 11.4Figure 11.4Figure 11.4\n/square6Complete the cir cuit by connecting the nichr ome wir e in the gap XY . Plug the key. Note\ndown the ammeter reading. Take out the key from the plug. [Note:  Always take out the key\nfrom the plug after measuring the current through the circuit. ]\n/square6Replace the nichrome wire with the torch bulb in the circuit and find the current through\nit by measuring the r eading of the ammeter .\n/square6Now r epeat the above step with the 10 W bulb in the gap XY .\n/square6Are the ammeter readings different for different components connected in the gap XY?\nWhat do the above observations indicate?\n/square6You may r epeat this Activity by keeping any material component in the gap. Observe the\nammeter readings in each case. Analyse the observations.\nActivity 11.3Activity 11.3Activity 11.3Activity 11.3Activity 11.3\n/square6Complete an electric cir cuit consisting of a cell, an ammeter , a nichrome wir e of length l\n[say, marked (1)]  \nand a plug key, as shown in Fig. 11.5.\n2024-25"
            },
            {
                "page": 178,
                "text": "Science 178It is observed that the ammeter reading decreases to one-half when\nthe length of the wire is doubled. The ammeter reading is increased when\na thicker wire of the same material and of the same length is used in the\ncircuit. A change in ammeter reading is observed when a wire of different\nmaterial of the same length and the same area of cross-section is used.\nOn applying Ohm’s law [Eqs. (11.5) – (11.7)], we observe that the\nresistance of the conductor depends (i) on its length, (ii) on its area of\ncross-section, and (iii) on the nature of its material. Precise measurements\nhave shown that resistance of a uniform metallic conductor is directly\nproportional to its length (l ) and inversely proportional to the area of\ncross-section ( A). That is,\nR ∝ l (11.8)\nand R ∝ 1/A (11.9)\nCombining Eqs. (11.8) and (11.9) we get\nR ∝ l\nA\nor, R = ρl\nA(11.10)\nwhere ρ (rho) is a constant of proportionality and is called the electrical\nresistivity of the material of the conductor . The SI unit of r esistivity is\nΩ m. It is a characteristic property of the material. The metals and alloysFigure 11.5 Figure 11.5 Figure 11.5 Figure 11.5 Figure 11.5 Electric circuit to study the factors on which the  resistance of conducting wires depends\n/square6Now, plug the key. Note the curr ent in the ammeter .\n/square6Replace the nichrome wire by another nichrome wire of same thickness but twice the\nlength, that is 2 l [marked (2) in the Fig. 11.5].\n/square6Note the ammeter reading.\n/square6Now replace the wire by a thicker nichrome wire, of the same length l [marked (3)]. A\nthicker wire has a larger cross-sectional area. Again note down the current through the\ncircuit.\n/square6Instead of taking a nichrome wire, connect a copper wire [marked (4) in Fig. 11.5] in the\ncircuit. Let the wire be of the same length and same area of cross-section as that of the\nfirst nichrome wire [marked (1)]. Note the value of the current.\n/square6Notice the difference in the current in all cases.\n/square6Does the current depend on the length of the conductor?\n/square6Does the current depend on the area of cross-section of the wire used?\n2024-25"
            },
            {
                "page": 179,
                "text": "Electricity 179have very low resistivity in the  range of 10–8 Ω m to  10–6 Ω m. They are\ngood conductors of electricity. Insulators like rubber and glass have\nresistivity of the order of 1012 to 1017 Ω m. Both the resistance and\nresistivity of a material vary with temperature.\nTable 11.2 reveals that the resistivity of an alloy is generally higher\nthan that of its constituent metals. Alloys do not oxidise (burn) readily\nat high temperatures. For this reason, they are commonly used in\nelectrical heating devices, like electric iron, toasters etc. Tungsten is used\nalmost exclusively for filaments of electric bulbs, whereas copper and\naluminium are generally used for electrical transmission lines.\nTable 11.2  Electrical resistivity*  of some substances at 20°C\nMaterial Resistivity ( ΩΩΩ\nΩΩ m)\nConductors Silver 1.60 × 10–8\nCopper 1.62 × 10–8\nAluminium 2.63 × 10–8\nTungsten 5.20 × 10–8\nNickel 6.84 × 10–8\nIron 10.0 × 10–8\nChromium 12.9 × 10–8\nMercury 94.0 × 10–8\nManganese 1.84 × 10–6\nAlloys Constantan 49 × 10–6\n(alloy of Cu and Ni)\nManganin 44 × 10–6\n(alloy of Cu, Mn and Ni)\nNichrome 100 × 10–6\n(alloy of Ni, Cr, Mn and Fe)\nInsulators Glass 1010 – 1014\nHard rubber 1013 – 1016\nEbonite 1015 – 1017\nDiamond 1012 - 1013\nPaper (dry) 1012\n* You need not memorise these values. Y ou can use these values for solving numerical\nproblems.\nExample 11.3\n(a)How much current will an electric bulb draw from a 220 V source,\nif the resistance of the bulb filament is 1200 Ω ? (b) How much\ncurrent will an electric heater coil draw from a 220 V source, if\nthe resistance of the heater coil is 100 Ω?\nSolution\n(a)We are given V = 220 V ; R = 1200 Ω.\nFrom Eq. (12.6), we have the current I = 220 V/1200 Ω = 0.18 A.\n(b)We are given, V = 220 V , R = 100 Ω.\nFrom Eq. (11.6), we have the current I = 220 V/100 Ω = 2.2 A.\nNote the difference of current drawn by an electric bulb and electric\nheater from the same 220 V source!\n2024-25"
            },
            {
                "page": 180,
                "text": "Science 180Example 11.4\nThe potential difference between the terminals of an electric heater\nis 60 V when it draws a current of 4 A from the source. What current\nwill the heater draw if the potential difference is increased to 120 V?\nSolution\nWe are given, potential dif ference  V =  60 V , curr ent I = 4 A.\nAccording to Ohm’s law, 60 V= = 154 AVRI= Ω.\nWhen the potential difference is increased to 120 V the current is\ngiven by\ncurrent = 120 V= = 8 A15 V\nR Ω.\nThe current through the heater becomes 8 A.\nExample 11.5\nResistance of a metal wire of length 1 m is 26 Ω at 20°C. If the\ndiameter of the wire is 0.3 mm, what will be the resistivity of the\nmetal at that temperature? Using Table 11.2, predict the material\nof the wire.\nSolution\nWe are given the resistance R of the wir\ne = 26 Ω , the diameter\nd = 0.3 mm = 3 × 10-4 m, and the length l  of the wire = 1 m.\nTherefore, from Eq. (11.10), the resistivity of the given metallic wire is\nρ=  (RA/l)  =  (R πd2/4l)\nSubstitution of values in this gives\nρ=  1.84 × 10–6 Ω m\nThe resistivity of the metal at 20°C is 1.84 × 10–6 Ω m. From\nTable 11.2, we see that this is the resistivity of manganese.\nExample 11.6\nA wire of given material having length l and area of cross-section A\nhas a resistance of 4 Ω. What would be the resistance of another wire\nof the same material having length l/2 and area of cross-section 2 A?\nSolution\nFor first wire\n R1ρ=l\nA= 4Ω\nNow for second wire\nR2ρ/2=2l\nA ρ =1\n4l\nA\nR21=4R1\nR2= 1Ω\nThe r esistance of the new wir e is 1 Ω.\n2024-25"
            },
            {
                "page": 181,
                "text": "Electricity 181QUESTIONS\n?1. On what factors does the resistance of a\nconductor depend?\n2. Will current flow more easily through a thick\nwire or a thin wire of the same material, when\nconnected to the same source? Why?\n3. Let the resistance of an electrical component\nremains constant while the potential difference\nacross the two ends of the component\ndecreases to half of its former value. What\nchange will occur in the current through it?\n4. Why are coils of electric toasters and electric\nirons made of an alloy rather than a pure\nmetal?\n5. Use the data in Table 11.2 to answer the\nfollowing –\n(a)Which among iron and mercury is a better\nconductor?\n(b)Which material is the best conductor?\n11.6 RESIST11.6 RESIST11.6 RESIST11.6 RESIST11.6 RESIST ANCE OF A SYSTEM OF RESISTORSANCE OF A SYSTEM OF RESISTORSANCE OF A SYSTEM OF RESISTORSANCE OF A SYSTEM OF RESISTORSANCE OF A SYSTEM OF RESISTORS\nIn preceding sections, we lear nt about some simple electric cir cuits. W e\nhave noticed how the current through a conductor depends upon its\nresistance and the potential difference across its ends. In various electrical\ngadgets, we often use resistors in various combinations. W e now ther efore\nintend to see how Ohm’s law can be applied to combinations of resistors.\nThere are two methods of joining the r esistors together . Figur e 11.6\nshows an electric circuit in which three resistors having resistances R1,\nR2 and R3, respectively, are joined end to end. Here the resistors are said\nto be connected in series.\nFigure 11.6Figure 11.6Figure 11.6Figure 11.6Figure 11.6  Resistors in series\n2024-25"
            },
            {
                "page": 182,
                "text": "Science 182Figure 11.7Figure 11.7Figure 11.7Figure 11.7Figure 11.7  Resistors in parallel\nYou will observe that the value of the current in the ammeter is the\nsame, independent of its position in the electric circuit. It means that in\na series combination of resistors the current is the same in every part of\nthe cir cuit or the same curr ent thr ough each r esistor .Activity 11.4Activity 11.4Activity 11.4Activity 11.4Activity 11.4\n/square6Join three resistors of different values in series. Connect them\nwith a battery, an ammeter and a plug key, as shown in Fig. 11.6.\nYou may use the r esistors of values like 1 Ω, 2 Ω, 3 Ω etc., and a\nbattery of 6 V for performing this Activity.\n/square6Plug the key. Note the ammeter reading.\n/square6Change the position of ammeter to anywhere in between the\nresistors. Note the ammeter reading each time.\n/square6Do you find any change in the value of current through the\nammeter?11.6.1 Resistors in Series\nWhat happens to the value of current when a number of resistors are\nconnected in series in a circuit? What would be their equivalent\nresistance? Let us try to understand these with the help of the following\nactivities.Figure 11.7 shows a combination of resistors in which three resistors\nare connected together between points X and Y . Here, the r esistors ar e\nsaid to be connected in parallel.\n2024-25"
            },
            {
                "page": 183,
                "text": "Electricity 183Activity 11.5Activity 11.5Activity 11.5Activity 11.5Activity 11.5\n/square6In Activity 11.4, insert a voltmeter across the ends X and Y of the\nseries combination of three resistors, as shown in Fig. 11.6.\n/square6Plug the key in the circuit and note the voltmeter reading. It\ngives the potential difference across the series combination of\nresistors. Let it be V. Now measur e the potential dif ference acr oss\nthe two terminals of the battery. Compare the two values.\n/square6Take out the plug key and disconnect the voltmeter . Now insert\nthe voltmeter acr oss the ends X and P of the first r esistor , as\nshown in Fig. 11.8.\nFigure 11.8Figure 11.8Figure 11.8Figure 11.8Figure 11.8\n/square6Plug the key and measure the potential difference across the first\nresistor . Let it be V1.\n/square6Similarly, measure the potential difference across the other two\nresistors, separately. Let these values be V2 and V3, respectively.\n/square6Deduce a relationship between V, V1, V2 and V3.\nYou will observe that the potential dif ference V is equal to the sum of\npotential differences V1, V2, and V3. That is the total potential difference\nacross a combination of resistors in series is equal to the sum of potential\ndifference across the individual resistors. That is,\nV = V1 + V2  + V3(11.11)\nIn the electric circuit shown in Fig. 11.8, let I be the current through\nthe circuit. The current through each resistor is also I. It is possible to\nreplace the three resistors joined in series by an equivalent single resistor\nof resistance \nR, such that the potential difference V across it, and the\ncurrent I through the circuit remains the same. Applying the Ohm’s law\nto the entire circuit, we have\nV = I R (11.12)\n2024-25"
            },
            {
                "page": 184,
                "text": "Science 184On applying Ohm’s law to the three resistors separately, we further\nhave\nV1=I R1[11.13(a)]\nV2=I R2[11.13(b)]\nand V3=I R3[11.13(c)]\nFrom Eq. (11.11),\nI R= I R1 + I R2 + I R3\nor\nRs= R1 +R2 + R3(11.14)\nWe can conclude that when several r esistors ar e joined in series, the\nresistance of the combination Rs equals the sum of their individual\nresistances, R1, R2, R3, and is thus greater than any individual resistance.\nExample 11.7\nAn electric lamp, whose resistance is 20 Ω, and a conductor of 4 Ω\nresistance are connected to a 6 V battery (Fig. 11.9). Calculate (a) the\ntotal resistance of the circuit, (b) the current through the circuit, and (c)\nthe potential dif ference acr oss the electric lamp and conductor .\nSolution\nThe resistance of electric lamp, R1 = 20 Ω ,\nThe r esistance of the conductor connected in series, R2 = 4 Ω.\nThen the total resistance in the circuit\nR=R1 + R2\nRs=20 Ω\n + 4 Ω = 24 Ω.\nThe total potential difference across the two terminals of the battery\nV = 6 V .\nNow by Ohm’s law, the current through the circuit is given by\nI=V/Rs\n=6 V/24 Ω\n=0.25 A.Figure 11.9Figure 11.9Figure 11.9Figure 11.9Figure 11.9  An electric lamp connected in series with\na resistor of 4 Ω to a 6 V battery\n2024-25"
            },
            {
                "page": 185,
                "text": "Electricity 185Applying Ohm’s law to the electric lamp and conductor separately,\nwe get potential difference across the electric lamp,\nV1=20 Ω × 0.25 A\n=5 V;\nand,\nthat acr oss the conductor , V2  =  4 Ω × 0.25 A\n         =  1 V .\nSuppose that we like to replace the series combination of electric\nlamp and conductor by a single and equivalent r esistor . Its resistance\nmust be such that a potential difference of 6 V across the battery\nterminals will cause a current of 0.25 A in the circuit. The resistance\nR of this equivalent resistor would be\nR=V/I\n=6 V/ 0.25 A\n=24 Ω.\nThis is the total resistance of the series circuit; it is equal to the sum\nof the two resistances.\nQUESTIONS\n?1. Draw a schematic diagram of a circuit consisting of a battery of three\ncells of 2 V each, a 5 Ω resistor , an 8 Ω resistor , and a 12 Ω resistor , and\na plug key, all connected in series.\n2. Redraw the circuit of Question 1, putting in an ammeter to measure\nthe current through the resistors and a voltmeter to measure the\npotential dif ference acr oss the 12 Ω resistor . What would be the r eadings\nin the ammeter and the voltmeter?\n11.6.2 Resistors in Parallel\nNow, let us consider the arrangement of three resistors joined in parallel\nwith a combination of cells (or a battery), as shown in Fig.11.7.\nActivity 11.6Activity 11.6Activity 11.6Activity 11.6Activity 11.6\n/square6Make a parallel combination, XY, of three\nresistors having resistances R1, R2, and R3,\nrespectively. Connect it with a battery, a\nplug key and an ammeter , as shown in\nFig. 11.10. Also connect a voltmeter in\nparallel with the combination of resistors.\n/square6Plug the key and note the ammeter reading.\nLet the current be I. Also take the voltmeter\nreading. It gives the potential difference V,\nacross the combination. The potential\ndifference acr oss each r esistor is also V. This\ncan be checked by connecting the voltmeter\nacross each individual resistor (see\nFig. 11.11).Figure 11.10Figure 11.10Figure 11.10Figure 11.10Figure 11.10\n2024-25"
            },
            {
                "page": 186,
                "text": "Science 186/square6Take out the plug from the key. Remove the ammeter and voltmeter from the circuit.\nInsert the ammeter in series with the resistor R1, as shown in Fig. 11.11. Note the ammeter\nreading, I1.\nFigure 11.11Figure 11.11Figure 11.11Figure 11.11Figure 11.11\n/square6Similarly, measure the currents through R2 and R3. Let these be I2 and I3, respectively.\nWhat is the relationship between I, I1, I2 and I3?\nIt is observed that the total current I , is equal to the sum of the\nseparate currents through each branch of the combination.\nI = I1 + I2 + I3(11.15)\nLet Rp be the equivalent resistance of the parallel combination of\nresistors. By applying Ohm’s law to the parallel combination of resistors,\nwe have\nI = V/Rp(11.16)\nOn applying Ohm’s law to each r esistor , we have\nI1 = V /R1;    I2 = V /R2; and I3 = V /R3(11.17)\nFrom Eqs. (11.15) to (11.17), we have\n  V/Rp = V/R1 + V/R2 + V/R3\nor\n  1/Rp = 1/R1 + 1/R2 + 1/R3(11.18)\nThus, we may conclude that the reciprocal of the equivalent resistance\nof a group of resistances joined in parallel is equal to the sum of the\nreciprocals of the individual resistances.\nExample 11.8\nIn the circuit diagram given in Fig. 11.10, suppose the resistors R1,\nR2 and R3 have the values 5 Ω, 10 Ω, 30 Ω, respectively, which have\nbeen connected to a battery of 12 V . Calculate (a) the curr ent thr ough\neach r esistor , (b) the total curr ent in the cir cuit, and (c) the total cir cuit\nresistance.\nSolution\nR1 = 5 Ω, R2 = 10 Ω, and R3 = 30 Ω.\nPotential dif ference acr oss the battery, V = 12 V .\nThis is also the potential difference across each of the individual\nresistor; therefore, to calculate the current in the resistors, we use\nOhm’s law.\nThe current  I1, through \nR1 = V/ R1\nI1=12 V/5 Ω  = 2.4 A.\n2024-25"
            },
            {
                "page": 187,
                "text": "Electricity 187The current  I2, through R2=V/ R2\nI2=12 V/10 Ω=1.2 A.\nThe current  I3, through R3=V/R3\nI3=12 V/30 Ω=0.4 A.\nThe total current in the circuit,\nI= I1 + I2 + I3\n=(2.4 + 1.2 + 0.4) A\n=4 A\nThe total resistance Rp, is given by [Eq. (11.18)]\n1 1 1 1 1\n5 10 30 3pR= + + =\nThus, Rp = 3 Ω.\nExample 11.9\nIf in Fig. 11.12, R1 = 10 Ω, R2 = 40 Ω, R3 = 30 Ω, R4 = 20 Ω, R5 = 60 Ω,\nand a 12 V battery is connected to the arrangement. Calculate\n(a) the total resistance in the circuit, and (b) the total current flowing\nin the circuit.\nSolution\nSuppose we replace the parallel resistors R1 and R2 by an\nequivalent resistor of resistance, R′. Similarly we replace\nthe parallel resistors R3, R4 and R5 by an equivalent single\nresistor of resistance R″. Then using Eq. (11.18), we have\n1/ R′ = 1/10 + 1/40 =5/40; that is R′  = 8 Ω .\nSimilarly, 1/ R″=1/30 + 1/20 + 1/60 = 6/60;\nthat is, R″  = 10 Ω.\nThus, the total resistance, R  = R′ + R″ = 18 Ω.\nTo calculate the current, we use Ohm’s law, and get\n I = V/R = 12 V/18 Ω = 0.67 A.\nWe have seen that in a series cir cuit the curr ent is constant\nthroughout the electric circuit. Thus it is obviously impracticable to\nconnect an electric bulb and an electric heater in series, because they\nneed currents of widely different values to operate properly (see Example\n11.3). Another major disadvantage of a series circuit is that when one\ncomponent fails the circuit is broken and none of the components works.\nIf you have used ‘fairy lights’ to decorate buildings on festivals, on\nmarriage celebrations etc., you might have seen the electrician spending\nlot of time in trouble-locating and replacing the ‘dead’ bulb – each has\nto be tested to find which has fused or gone. On the other hand, a parallel\ncircuit divides the current through the electrical gadgets. The total\nresistance in a parallel circuit is decreased as per Eq. (11.18). This is\nhelpful particularly when each gadget has different resistance and\nrequires different current to operate properly.Figure 11.12Figure 11.12Figure 11.12Figure 11.12Figure 11.12\nAn electric circuit showing\nthe combination of series\nand parallel resistors\n2024-25"
            },
            {
                "page": 188,
                "text": "Science 18811.7 HEA 11.7 HEA11.7 HEA11.7 HEA11.7 HEA TING EFFECT OF ELECTRIC CURRENTTING EFFECT OF ELECTRIC CURRENTTING EFFECT OF ELECTRIC CURRENTTING EFFECT OF ELECTRIC CURRENTTING EFFECT OF ELECTRIC CURRENT\nWe know that a battery or a cell is a sour ce of electrical ener gy. The\nchemical reaction within the cell generates the potential difference between\nits two terminals that sets the electrons in motion to flow the current\nthrough a r esistor or a system of r esistors connected to the battery. W e\nhave also seen, in Section 11.2, that to maintain the current, the source\nhas to keep expending its energy. Where does this energy go? A part of\nthe source energy in maintaining the current may be consumed into\nuseful work (like in rotating the blades of an electric fan). Rest of the\nsource energy may be expended in heat to raise the temperature of\ngadget. W e often observe this in our everyday life. For example, an electric\nfan becomes warm if used continuously for longer time etc. On the other\nhand, if the electric circuit is purely resistive, that is, a configuration of\nresistors only connected to a battery; the source energy continually gets\ndissipated entirely in the form of heat. This is known as the heating\neffect of electric current. This effect is utilised in devices such as electric\nheater , electric ir on etc.\nConsider a current \nI flowing through a resistor of resistance R . Let\nthe potential difference across it be  V (Fig. 11.13). Let t be the time during\nwhich a charge Q flows across. The work done in moving the charge Q\nthrough a potential difference V is VQ. Therefore, the source must supply\nenergy equal to VQ in time t. Hence the power input to the circuit by the\nsource is\nP V VI =Q\nt= (11.19)\nOr the energy supplied to the circuit by the source in time t  is P ×\n t,\nthat is, VIt. What happens to this energy expended by the source? This\nenergy gets dissipated in the resistor as heat. Thus for a steady\ncurrent  I, the amount of heat H produced in time t is\nH = VIt (11.20)QUESTIONS\n?1. Judge the equivalent resistance when the following are connected in\nparallel – (a) 1 Ω and 106 Ω, (b) 1 Ω and 103 Ω, and 106 Ω.\n2. An electric lamp of 100 Ω, a toaster of resistance 50 Ω, and a water\nfilter of resistance 500 Ω are connected in parallel to a 220 V source.\nWhat is the resistance of an electric iron connected to the same source\nthat takes as much current as all three appliances, and what is the\ncurrent through it?\n3. What are the advantages of connecting electrical devices in parallel\nwith the battery instead of connecting them in series?\n4. How can three resistors of resistances 2 Ω, 3 Ω, and 6 Ω be connected\nto give a total resistance of (a) 4 Ω, (b) 1 Ω?\n5. What is (a) the highest, (b) the lowest total resistance that can be secured\nby combinations of four coils of resistance 4 Ω, 8 Ω, 12 Ω, 24 Ω?\n2024-25"
            },
            {
                "page": 189,
                "text": "Electricity 189Applying Ohm’s law [Eq. (11.5)], we get\nH = I2 Rt (11.21)\nThis is known as Joule’s law of heating. The\nlaw implies that heat produced in a resistor is\n(i) directly proportional to the square of current\nfor a given  resistance, (ii) directly proportional to\nresistance for a given current, and (iii) directly\nproportional to the time for which the current flows\nthrough the r esistor . In practical situations, when\nan electric appliance is connected to a known\nvoltage source, Eq. (11.21) is used after\ncalculating the current through it, using the\nrelation I = V/R .\nExample 11.10\nAn electric iron consumes energy at a rate of 840 W when heating is\nat the maximum rate and 360 W when the heating is at the minimum.\nThe voltage is 220 V . What ar e the curr ent and the r esistance in each\ncase?\nSolution\nFrom Eq. (11.19), we know that the power input is\nP = V I\nThus the current I = P/V\n(a)When heating is at the maximum rate,\nI = 840 W/220 V = 3.82 A;\nand the resistance of the electric iron is\nR = V/I = 220 V/3.82 A = 57.60 Ω.\n(b)When heating is at the minimum rate,\nI = 360 W/220 V = 1.64 A;\nand the resistance of the electric iron is\nR = V/I = 220 V/1.64 A = 134.15 Ω.\nExample 11.11\n100 J of heat is produced each second in a 4 Ω  resistance. Find the\npotential dif ference acr oss the r esistor .\nSolution\nH = 100 J, R = 4 Ω, t = 1 s, V = ?\nFrom Eq. (11.21) we have the current through the resistor as\nI = √(H/Rt )\n= √\n[100 J/(4 Ω × 1 s)]\n=5 A\nThus the potential dif ference acr oss the r esistor , V [from Eq. (11.5)] is\nV=IR\n=5 A × 4 Ω\n=20 V.Figure 11.13Figure 11.13Figure 11.13Figure 11.13Figure 11.13\nA steady current in a purely resistive electric circuit\n2024-25"
            },
            {
                "page": 190,
                "text": "Science 19011.7.1 Practical Applications of Heating Effect of\nElectric Current\nThe generation of heat in a conductor is an inevitable consequence of\nelectric current. In many cases, it is undesirable as it converts useful\nelectrical energy into heat. In electric circuits, the unavoidable heating\ncan increase the temperature of the components and alter their properties.\nHowever , heating ef fect of electric curr ent has many useful applications.\nThe electric laundry ir on, electric toaster , electric oven, electric kettle\nand electric heater are some of the familiar devices based on Joule’s\nheating.\nThe electric heating is also used to produce light, as in an electric\nbulb. Here, the filament must retain as much of the heat generated as is\npossible, so that it gets very hot and emits light. It must not melt at such\nhigh temperature. A strong metal with high melting point such as\ntungsten (melting point 3380°C) is used for making bulb filaments. The\nfilament should be thermally isolated as much as possible, using\ninsulating support, etc. The bulbs are usually filled with chemically\ninactive nitrogen and argon gases to prolong the life of filament. Most of\nthe power consumed by the filament appears as heat, but a small part\nof it is in the form of light radiated.\nAnother common application of Joule’s heating is the fuse used  in\nelectric circuits. It protects circuits and appliances by stopping the flow\nof any unduly high electric current. The fuse is placed in series with\nthe device. It consists of a piece of wire made of a metal or an alloy of\nappropriate melting point, for example aluminium, copper , iron, lead\netc. If a current larger than the specified value flows through the circuit,\nthe temperature of the fuse wire increases. This melts the fuse wire and\nbreaks the circuit. The fuse wire is usually encased in a cartridge of\nporcelain or similar material with metal ends. The fuses used for domestic\npurposes are rated as 1 A, 2 A, 3 A, 5 A, 10 A, etc. For an electric iron\nwhich consumes 1 kW electric power when operated at 220 V, a current\nof (1000/220) A, that is, 4.54 A will flow in the circuit. In this case, a 5 A\nfuse must be used.QUESTIONS\n?1. Why does the cord of an electric heater not glow while the heating element\ndoes?\n2. Compute the heat generated while transferring 96000 coulomb of charge\nin one hour thr ough a potential dif ference of 50 V .\n3. An electric iron of resistance 20 Ω takes a current of 5 A. Calculate the\nheat developed in 30 s.\n2024-25"
            },
            {
                "page": 191,
                "text": "Electricity 19111.8 ELECTRIC POWER11.8 ELECTRIC POWER11.8 ELECTRIC POWER11.8 ELECTRIC POWER11.8 ELECTRIC POWER\nYou have studied in your earlier Class that the rate of doing work is\npower . This is also the rate of consumption of ener gy.\nEquation (11.21) gives the rate at which electric energy is dissipated\nor consumed in an electric cir cuit. This is also ter med as electric power .\nThe power P is given by\nP  =  VI\nOr P  =  I2R = V2/R (11.22)\nThe SI unit of electric power is watt (W). It is the power consumed by\na device that carries 1 A of current when operated at a potential difference\nof 1 V . Thus,\n       1 W  =  1 volt × 1 ampere = 1 V A (11.23)\nThe unit ‘watt’ is very small. Therefore, in actual practice we use a\nmuch larger unit called ‘kilowatt’. It is equal to 1000 watts. Since electrical\nenergy is the product of power and time, the unit of electric energy is,\ntherefore, watt hour (W h). One watt hour is the energy consumed when\n1 watt of power is used for 1 hour . The commer cial unit of electric ener gy\nis kilowatt hour (kW h), commonly known as ‘unit’.\n1 kW h =1000 watt × 3600 second\n=3.6 × 106 watt second\n=3.6 × 106 joule (J)More to Know!Many people think that electrons are consumed in an electric circuit. This is wrong!\nWe pay the electricity board or electric company to pr ovide ener gy to move electr ons\nthrough the electric gadgets like electric bulb, fan and engines. W e pay for the ener gy\nthat we use.\nExample 11.12\nAn electric bulb is connected to a 220 V generator . The curr ent is\n0.50 A. What is the power of the bulb?\nSolution\nP=VI\n=220 V ×  0.50 A\n=110 J/s\n=110 W .\nExample 11.13\nAn electric refrigerator rated 400 W operates 8 hour/day. What is\nthe cost of the energy to operate it for 30 days at Rs 3.00 per kW h?\n2024-25"
            },
            {
                "page": 192,
                "text": "Science 192QUESTIONS\n?1. What determines the rate at which energy is delivered by a current?\n2. An electric motor takes 5 A from a 220 V line. Determine the power of\nthe motor and the energy consumed in 2 h.\nWhat y ou hav e learnt\n/square6A stream of electrons moving through a conductor constitutes an electric current.\nConventionally, the direction of current is taken opposite to the direction of flow of\nelectrons.\n/square6The SI unit of electric current is ampere.\n/square6To set the electrons in motion in an electric circuit, we use a cell or a battery. A cell\ngenerates a potential difference across its terminals. It is measured in volts (V).\n/square6Resistance is a pr operty that r esists the flow of electr ons in a conductor . It contr ols\nthe magnitude of the current. The SI unit of resistance is ohm (Ω ).\n/square6Ohm’s law: The potential difference across the ends of a resistor is directly\nproportional to the current through it, provided its temperature remains the same.\n/square6The resistance of a conductor depends directly on its length, inversely on its area of\ncross-section, and also on the material of the conductor .\n/square6The equivalent resistance of several resistors in series is equal to the sum of\ntheir individual resistances.\n/square6A set of resistors connected in parallel has an equivalent resistance \nRp given by\n1 2 31 1 1 1...\npR R R R= + + +\n/square6The electrical energy dissipated in a resistor is given by\nW = V × I × t\n/square6The unit of power is watt (W). One watt of power is consumed when 1 A of current\nflows at a potential dif ference of 1 V .\n/square6The commercial unit of electrical energy is kilowatt hour (kWh).\n1 kW h = 3,600,000 J = 3.6 ×\n 106 J.Solution\nThe total energy consumed by the refrigerator in 30 days would be\n400 W × 8.0 hour/day × 30 days = 96000 W h\n= 96 kW h\nThus the cost of energy to operate the refrigerator for 30 days is\n96 kW h × Rs 3.00 per kW h = Rs 288.00\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 12 : Magnetic Effects of Electric Current",
        "pages": [
            {
                "page": 195,
                "text": "Magnetic Effects of\nElectric Current12 CHAPTER\nIn the previous Chapter on ‘Electricity’ we learnt about the heating\neffects of electric current. What could be the other effects of electric\ncurr\nent? W e know that an electric current-carrying wir e behaves like a\nmagnet. Let us perform the following Activity to reinforce it.\nActivity 12.1Activity 12.1Activity 12.1Activity 12.1Activity 12.1\n/square6Take a straight thick copper wire and place it\nbetween the points X and Y in an electric circuit,\nas shown in Fig. 12.1. The wire XY is kept\nperpendicular to the plane of paper .\n/square6Horizontally place a small compass near to this\ncopper wire. See the position of its needle.\n/square6Pass the current through the circuit by\ninserting the key into the plug.\n/square6Observe the change in the position of the\ncompass needle.Figure 12.1Figure 12.1Figure 12.1Figure 12.1Figure 12.1\nCompass needle is deflected on passing an electric\ncurrent through a metallic conductor\nWe see that the needle is deflected. What does it mean?  It means that\nthe electric current through the copper wire has produced a magnetic\neffect. Thus we can say that electricity and magnetism are linked to each\nother . Then, what about the r everse possibility of an electric ef fect of\nmoving magnets? In this Chapter we will study magnetic fields and such\nelectr omagnetic ef fects. W e shall also study about electr omagnets which\ninvolve the magnetic effect of electric current.\nHans Christian Oersted (1777–1851)\nHans Christian Oersted, one of the leading scientists of the 19th\ncentury, played a crucial role in understanding  electromagnetism . In\n1820 he accidentally discovered that a compass needle got deflected\nwhen an electric current passed through a metallic wire placed nearby.\nThrough this observation Oersted showed that electricity and\nmagnetism were related phenomena. His research later created\ntechnologies such as the radio, television and fiber optics. The unit of\nmagnetic field str ength is named the oersted in his honor .Resistor\nLong straight\nconductor\n2024-25"
            },
            {
                "page": 196,
                "text": "Science 19612.1 MAGNETIC FIELD AND FIELD LINES12.1 MAGNETIC FIELD AND FIELD LINES12.1 MAGNETIC FIELD AND FIELD LINES12.1 MAGNETIC FIELD AND FIELD LINES12.1 MAGNETIC FIELD AND FIELD LINES\nWe are familiar with the fact that a compass needle gets deflected when\nbrought near a bar magnet. A compass needle is, in fact, a small bar\nmagnet. The ends of the compass needle point approximately towards\nnorth and south directions. The end pointing towards north is called north\nseeking  or north pole. The other end that points towards south is called\nsouth seeking  or south pole. Through various activities we have observed\nthat like poles r epel, while unlike poles of magnets attract each other .\nQUESTION\n?1. Why does a compass needle get deflected when brought near\na bar magnet?\nActivity 12.2Activity 12.2Activity 12.2Activity 12.2Activity 12.2\n/square6Fix a sheet of white paper on a drawing\nboard using some adhesive material.\n/square6Place a bar magnet in the centre of it.\n/square6Sprinkle some iron filings uniformly\naround the bar magnet (Fig. 12.2). A\nsalt-sprinkler may be used for this\npurpose.\n/square6Now tap the board gently.\n/square6What do you observe?\nFigure 12.2Figure 12.2Figure 12.2Figure 12.2Figure 12.2\nIron filings near the bar magnet align\nthemselves along the field lines.\nThe iron filings arrange themselves in a pattern as shown\nFig. 12.2.  Why do the iron filings arrange in such a pattern? What does\nthis pattern demonstrate?  The magnet exerts its influence in the region\nsurrounding it.  Therefore the iron filings experience a force.  The force\nthus exerted makes iron filings to arrange in a pattern. The region\nsurrounding a magnet, in which the force of the magnet can be detected,\nis said to have a magnetic field.  The lines along which the iron filings\nalign themselves represent magnetic field lines.\nAre there other ways of obtaining magnetic field lines around a bar\nmagnet?  Y es, you can yourself draw the field lines of a bar magnet.\nActivity 12.3Activity 12.3Activity 12.3Activity 12.3Activity 12.3\n/square6Take a small compass and a bar magnet.\n/square6Place the magnet on a sheet of white paper fixed on a drawing\nboard, using some adhesive material.\n/square6Mark the boundary of the magnet.\n/square6Place the compass near the north pole of the magnet. How does\nit behave? The south pole of the needle points towards the north\npole of the magnet. The north pole of the compass is directed\naway from the north pole of the magnet.\n2024-25"
            },
            {
                "page": 197,
                "text": "Magnetic Effects of Electric Current 197Magnetic field is a quantity that has both direction and magnitude.\nThe direction of the magnetic field is taken to be the direction in which a\nnorth pole of the compass needle moves inside it.  Therefore it is taken\nby convention that the field lines emerge from north pole and merge at\nthe south pole (note the arrows marked on the field lines in Fig. 12.4).\nInside the magnet, the direction of field lines is from its south pole to its\nnorth pole. Thus the magnetic field lines are closed curves.\nThe relative strength of the magnetic field is shown by the degree of\ncloseness of the field lines. The field is str onger , that is, the for ce acting\non the pole of another magnet placed is greater where the field lines are\ncrowded (see Fig. 12.4).\nNo two field-lines ar e found to cr oss each other . If they did, it would\nmean that at the point of intersection, the compass needle would point\ntowards two directions, which is not possible.\n12.2\n12.212.2 12.212.2 MA MAMA MAMAGNETIC FIELD DUE TO A CURRENTGNETIC FIELD DUE TO A CURRENTGNETIC FIELD DUE TO A CURRENTGNETIC FIELD DUE TO A CURRENTGNETIC FIELD DUE TO A CURRENT --- --C CC CCARRYING ARRYINGARRYING ARRYINGARRYING\nCONDUCTORCONDUCTORCONDUCTORCONDUCTORCONDUCTOR\nIn Activity 12.1, we have seen that an electric current through a\nmetallic conductor produces a magnetic field around it. In order to\nfind the direction of the field produced let us repeat the activity in the\nfollowing way  –Figure 12.3Figure 12.3Figure 12.3Figure 12.3Figure 12.3\nDrawing a magnetic field line with the help of a\ncompass needle/square6Mark the position of two ends of the needle.\n/square6Now move the needle to a new position\nsuch that its south pole occupies the\nposition previously occupied by its north\npole.\n/square6In this way, proceed step by step till you\nreach the south pole of the magnet as\nshown in Fig. 12.3.\n/square6Join the points marked on the paper by a\nsmooth curve.  This curve represents\na field line.\n/square6Repeat the above procedure and draw as\nmany lines as you can. Y ou will get a\npattern shown in Fig. 12.4. These lines\nrepresent the magnetic field around the\nmagnet. These are known as magnetic\nfield lines.\n/square6Observe the deflection in the compass\nneedle as you move it along a field line.\nThe deflection increases as the needle is\nmoved towards the poles.\nFigure 12.4Figure 12.4Figure 12.4Figure 12.4Figure 12.4\nField lines around a bar magnet\n2024-25"
            },
            {
                "page": 198,
                "text": "Science 19812.2.1 Magnetic Field due to a Current through a Straight\nConductor\nWhat determines the pattern of the magnetic field generated by a current\nthrough a conductor? Does the pattern depend on the shape of the\nconductor? W e shall investigate this with an activity.\nWe shall first consider the patter n of the magnetic field ar ound a\nstraight conductor carrying current.Activity 12.4Activity 12.4Activity 12.4Activity 12.4Activity 12.4\n/square6Take a long straight copper wire, two or three cells of 1.5 V each, and a plug key. Connect\nall of them in series as shown in Fig. 12.5 (a).\n/square6Place the straight wire parallel to and over a compass needle.\n/square6Plug the key in the circuit.\n/square6Observe the direction of deflection of the north pole of the needle. If the current flows from\nnorth to south, as shown in Fig. 12.5 (a), the north pole of the compass needle would move\ntowards the east.\n/square6Replace the cell connections in the circuit as shown in Fig. 12.5 (b). This would result in\nthe change of the direction of current through the copper wire, that is, from south to\nnorth.\n/square6Observe the change in the dir ection of deflection of the needle. Y ou will see that now the\nneedle moves in opposite direction, that is, towards the west [Fig. 12.5 (b)]. It means that\nthe direction of magnetic field produced by the electric current is also reversed.\nFigure 12.5Figure 12.5Figure 12.5Figure 12.5Figure 12.5 A simple electric circuit in which a straight copper wire is placed parallel to and over a compass\nneedle. The deflection in the needle becomes opposite when the direction of the current is reversed.(a) (b)\nActivity 12.5Activity 12.5Activity 12.5Activity 12.5Activity 12.5\n/square6Take a battery (12 V), a variable resistance (or a rheostat), an\nammeter (0–5 A), a plug key, connecting wires and a long straight\nthick copper wire.\n/square6Insert the thick wire through the centre, normal to the plane of a\nrectangular cardboard.  Take care that the cardboard is fixed and\ndoes not slide up or down.\n2024-25"
            },
            {
                "page": 199,
                "text": "Magnetic Effects of Electric Current 199What happens to the deflection of the compass needle placed at a\ngiven point if the current in the copper wire is changed? To see this, vary\nthe curr ent in the wir\ne. We find that the deflection in the needle also\nchanges. In fact, if the current is increased, the deflection also increases.\nIt indicates that the magnitude of the magnetic field produced at a given\npoint increases as the current through the wire increases.\nWhat happens to the deflection of the needle if the compass is moved\naway from the copper wire but the current through the wire remains the\nsame? To see this, now place the compass at a farther point from the\nconducting wire (say at point Q). What change do you observe? W e see\nthat the deflection in the needle decreases. Thus the magnetic field\nproduced by a given current in the conductor decreases as the distance\nfrom it increases. From Fig. 12.6, it can be noticed that the concentric\ncircles representing the magnetic field around a current-carrying straight\nwire become larger and larger as we move away from it.\n12.2.2 Right-Hand Thumb Rule\nA convenient way of finding the direction of magnetic field associated\nwith a current-carrying conductor is  given in Fig. 12.7./square6Connect the copper wire vertically between the\npoints X and Y, as shown in Fig. 12.6 (a), in\nseries with the battery, a plug and key.\n/square6Sprinkle some iron filings uniformly on the\ncardboar d. (You may use a salt sprinkler for this\npurpose.)\n/square6Keep the variable of the rheostat at a fixed\nposition and note the current through the\nammeter .\n/square6Close the key so that a current flows through\nthe wire. Ensure that the copper wire placed\nbetween the points X and Y remains vertically\nstraight.\n/square6Gently tap the cardboard a few times. Observe\nthe patter n of the ir on filings. Y ou would find\nthat the iron filings align themselves showing\na pattern of concentric circles around the\ncopper wire (Fig. 12.6).\n/square6What do these concentric circles represent?\nThey represent the magnetic field lines.\n/square6How can the direction of the magnetic field be\nfound? Place a compass at a point (say P) over\na circle. Observe the direction of the needle. The\ndirection of the north pole of the compass\nneedle would give the direction of the field lines\nproduced by the electric current through the\nstraight wir e at point P . Show the dir ection by\nan arrow.\n/square6Does the direction of magnetic field lines get\nreversed if the direction of current through the\nstraight copper wire is reversed? Check it.\nFigure 12.6Figure 12.6Figure 12.6Figure 12.6Figure 12.6\n(a) A pattern of concentric circles indicating\nthe field lines of a magnetic field around a\nstraight conducting wire. The arrows in the\ncircles show the direction of the field lines.\n(b) A close up of the pattern obtained.(a)\n(b)Variable\nresistance\n2024-25"
            },
            {
                "page": 200,
                "text": "Science 200Imagine that you are holding a current-carrying straight\nconductor in your right hand such that the thumb points towards\nthe direction of current. Then your fingers will wrap around the\nconductor in the direction of the field lines of the magnetic field, as\nshown in Fig. 12.7. This is known as the right-hand thumb rule *.\nExample 12.1\nA current through a horizontal power line flows in east to west\ndirection. What is the direction of magnetic field at a point directly\nbelow it and at a point directly above it?\nSolution\nThe current is in the east-west direction. Applying the right-hand\nthumb rule, we get that the magnetic field (at any point below or\nabove the wire) turns clockwise in a plane perpendicular to the wire,\nwhen viewed from the east end, and anti-clockwise, when viewed\nfrom the west end.Figure 12.7Figure 12.7Figure 12.7Figure 12.7Figure 12.7\nRight-hand thumb rule\n*This rule is also called Maxwell’s corkscrew rule. If we consider ourselves driving a\ncorkscrew in the direction of the current, then the direction of the rotation of\ncorkscrew is the direction of the magnetic field.12.2.3 Magnetic Field due to a Current through a\nCircular Loop\nWe have so far observed the patter n of the magnetic field lines\nproduced around a current-carrying straight wire. Suppose\nthis straight wire is bent in the form of a circular loop and a\ncurrent is passed through it. How would the magnetic field\nlines look like? W e know that the magnetic field pr\noduced\nby a current-carrying straight wire depends inversely on the\ndistance from it. Similarly at every point of a current-carrying\ncircular loop, the concentric circles representing the magnetic\nfield around it would become larger and larger as we move\naway from the wire (Fig. 12.8). By the time we reach at the\ncentre of the circular loop, the arcs of these big circles would\nappear as straight lines. Every point on the wire carrying\ncurrent would give rise to the magnetic field appearing as\nstraight lines at the center of the loop. By applying the right\nhand rule, it is easy to check that every section of the wire\ncontributes to the magnetic field lines in the same direction\nwithin the loop.Figure 12.8Figure 12.8Figure 12.8Figure 12.8Figure 12.8\nMagnetic field lines of the field\nproduced by a current-carrying\ncircular loop?QUESTIONS\n1. Draw magnetic field lines around a bar magnet.\n2. List the properties of magnetic field lines.\n3. Why don’t two magnetic field lines intersect each other?\n2024-25"
            },
            {
                "page": 201,
                "text": "Magnetic Effects of Electric Current 201We know that the magnetic field pr oduced by a curr ent-carrying\nwire at a given point depends directly on the current passing through it.\nTherefore, if there is a circular coil having n turns, the field produced is\nn times as large as that produced by a single turn. This is because the\ncurrent in each circular turn has the same direction, and the field due to\neach turn then just adds up.\nActivity 12.6Activity 12.6Activity 12.6Activity 12.6Activity 12.6\n/square6Take a rectangular cardboard having two holes.\nInsert a circular coil having large number of turns\nthrough them, normal to the plane of the cardboard.\n/square6Connect the ends of the coil in series with a battery,\na key and a rheostat, as shown in Fig. 12.9.\n/square6Sprinkle iron filings uniformly on the cardboard.\n/square6Plug the key.\n/square6Tap the cardboard gently a few times. Note the\npattern of the iron filings that emerges on the\ncardboard.Figure 12.9Figure 12.9Figure 12.9Figure 12.9Figure 12.9\nMagnetic field produced by a current-\ncarrying circular coil.\n12.2.4 Magnetic Field due to a Current in a Solenoid\nA coil of many circular turns of insulated copper wire wrapped\nclosely in the shape of a cylinder is called a solenoid. The pattern\nof the magnetic field lines around a current-carrying solenoid is\nshown in Fig. 12.10. Compare the pattern of the field with the\nmagnetic field around a bar magnet (Fig. 12.4). Do they look\nsimilar? Y es, they ar\ne similar . In fact, one end of the solenoid\nbehaves as a magnetic north pole, while the other behaves as the\nsouth pole. The field lines inside the solenoid are in the form of\nparallel straight lines. This indicates that the magnetic field is\nthe same at all points inside the solenoid. That is, the field is\nuniform inside the solenoid.\nA strong magnetic field produced inside a solenoid can be\nused to magnetise a piece of magnetic material, like soft iron,\nwhen placed inside the coil (Fig. 12.11). The magnet so formed is\ncalled an electromagnet.Figure 12.10Figure 12.10Figure 12.10Figure 12.10Figure 12.10\nField lines of the magnetic field\nthrough and around a current\ncarrying solenoid.\nFigure 12.11Figure 12.11Figure 12.11Figure 12.11Figure 12.11\nA current-carrying solenoid coil\nis used to magnetise steel rod\ninside it – an electromagnet.QUESTIONS\n?1. Consider a circular loop of wire lying in\nthe plane of the table. Let the current\npass through the loop clockwise. Apply\nthe right-hand rule to find out the\ndirection of the magnetic field inside\nand outside the loop.\n2. The magnetic field in a given region is\nuniform. Draw a diagram to represent it.\n2024-25"
            },
            {
                "page": 202,
                "text": "Science 20212.3\n12.312.3 12.312.3 FORCE ON A CURRENTFORCE ON A CURRENTFORCE ON A CURRENTFORCE ON A CURRENTFORCE ON A CURRENT --- --C CC CCARRYING CONDUCTORARRYING CONDUCTORARRYING CONDUCTORARRYING CONDUCTORARRYING CONDUCTOR\nIN A MAGNETIC FIELDIN A MAGNETIC FIELDIN A MAGNETIC FIELDIN A MAGNETIC FIELDIN A MAGNETIC FIELD\nWe have lear nt that an electric current flowing through a conductor\nproduces a magnetic field. The field so produced exerts a force on a\nmagnet placed in the vicinity of the conductor . French scientist Andre\nMarie Ampere (1775–1836) suggested that the magnet must also exert\nan equal and opposite for ce on the curr ent-carrying conductor . The for ce\ndue to a magnetic field acting on a current-carrying conductor can be\ndemonstrated through the following activity.3. Choose the correct option.\nThe magnetic field inside a long straight solenoid-carrying current\n(a) is zero.\n(b) decreases as we move towards its end.\n(c) increases as we move towards its end.\n(d) is the same at all points.\nActivity 12.7Activity 12.7Activity 12.7Activity 12.7Activity 12.7\n/square6Take a small aluminium rod AB (of about 5 cm). Using\ntwo connecting wires suspend it horizontally from a\nstand, as shown in Fig. 12.12.\n/square6Place a strong horse-shoe magnet in such a way that\nthe rod lies between the two poles with the magnetic\nfield directed upwards. For this put the north pole of\nthe magnet vertically below and south pole vertically\nabove the aluminium rod (Fig. 12.12).\n/square6Connect the aluminium rod in series with a battery,\na key and a rheostat.\n/square6Now pass a current through the aluminium rod from\nend B to end A.\n/square6What do you observe? It is observed that the rod is\ndisplaced towar ds the left. Y ou will notice that the r od\ngets displaced.\n/square6Reverse the direction of current flowing through the\nrod and observe the direction of its displacement. It is\nnow towards the right.\nWhy does the rod get displaced?Figure 12.12Figure 12.12Figure 12.12Figure 12.12Figure 12.12\nA current-carrying rod, AB, experiences\na force perpendicular to its length and\nthe magnetic field. Support for the\nmagnet is not shown here, for simplicity.\nThe displacement of the rod in the above activity suggests that a\nforce is exerted on the current-carrying aluminium rod when it is placed\nin a magnetic field. It also suggests that the direction of force is also\nreversed when the direction of current through the conductor is reversed.\nNow change the direction of field to vertically downwards by\ninterchanging the two poles of the magnet. It is once again observed that\n2024-25"
            },
            {
                "page": 203,
                "text": "Magnetic Effects of Electric Current 203the direction of force acting on the current-carrying rod gets reversed. It\nshows that the direction of the force on the conductor depends upon the\ndirection of current and the direction of the magnetic field. Experiments\nhave shown that the displacement of the rod is largest (or the magnitude\nof the force is the highest) when the direction of current is at right angles\nto the direction of the magnetic field. In such a condition we can use a\nsimple rule to find the dir ection of the for ce on the conductor .\nIn Activity 12.7, we considered the\ndirection of the current and that of the magnetic\nfield perpendicular to each other and found\nthat the force is perpendicular to both of them.\nThe three directions can be illustrated through\na simple rule, called Fleming’s left-hand rule.\nAccording to this rule, stretch the thumb,\nforefinger and middle finger of your left hand\nsuch that they are mutually perpendicular\n(Fig. 12.13). If the first finger points in the\ndirection of magnetic field and the second\nfinger in the direction of current, then the\nthumb will point in the direction of motion or\nthe for ce acting on the conductor .\nDevices that use current-carrying conductors and magnetic fields\ninclude electric motor , electric generator , loudspeakers, micr\nophones\nand measuring instruments.\nExample 12.2\nAn electron enters a magnetic field at right angles to it, as shown\nin Fig. 12.14. The direction of force acting on the electron will be\n(a) to the right.\n(b)to the left.\n(c)out of the page.\n(d)into the page.\nSolution\nAnswer is option (d). The direction of force is perpendicular to the\ndirection of magnetic field and current as given by Fleming’s left hand\nrule. Recall that the direction of current is taken opposite to the direction\nof motion of electrons. The force is therefore directed into the page.Figure 12.13Figure 12.13Figure 12.13Figure 12.13Figure 12.13\nFleming’s left-hand rule\nFigure 12.14Figure 12.14Figure 12.14Figure 12.14Figure 12.14\nQUESTIONS\n?1. Which of the following property of a proton can change while it moves\nfreely in a magnetic field? (Ther e may be mor e than one corr ect answer .)\n(a) mass (b) speed\n(c) velocity (d) momentum\n2024-25"
            },
            {
                "page": 204,
                "text": "Science 20412.4 DOMESTIC ELECTRIC CIRCUITS12.4 DOMESTIC ELECTRIC CIRCUITS12.4 DOMESTIC ELECTRIC CIRCUITS12.4 DOMESTIC ELECTRIC CIRCUITS12.4 DOMESTIC ELECTRIC CIRCUITS\nIn our homes, we receive supply of electric power through a main supply\n(also called mains), either supported through overhead electric poles or\nby underground cables. One of the wires in this supply, usually with\nred insulation cover , is called live wir e (or positive). Another wir e, with\nblack insulation, is called neutral wire (or negative). In our country, the\npotential dif ference between the two is 220 V .\nAt the meter -boar d in the house, these wir es pass into an electricity\nmeter through a main fuse. Through the main switch they are connected\nto the line wires in the house. These wires supply electricity to separate\ncircuits within the house. Often, two separate circuits are used, one of\n15 A current rating for appliances with higher power ratings such as\ngeysers, air coolers, etc. The other circuit is of 5 A current rating for\nbulbs, fans, etc. The earth wir e, which has insulation of gr een colour , is\nusually connected to a metal plate deep in the earth near the house.\nThis is used as a safety measure, especially for those appliances that\nhave a metallic body, for example, electric pr\ness, toaster , table fan,\nrefrigerator , etc. The metallic body is connected to the earth wir e, which\nprovides a low-resistance conducting path for the current. Thus, it\nensures that any leakage of current to the metallic body of the appliance\nkeeps its potential to that of the earth, and the user may not get a severe\nelectric shock.2. In Activity 12.7, how do we think the displacement of rod AB will be\naffected if (i) current in rod AB is increased; (ii) a stronger horse-shoe\nmagnet is used; and (iii) length of the rod AB is increased?\n3. A positively-charged particle (alpha-particle) projected towards west is\ndeflected towards north by a magnetic field. The direction of magnetic\nfield is\n(a) towards south (b) towards east\n(c) downward (d) upward\nMagnetism in medicine\nAn electric current always produces a magnetic field. Even weak ion currents that\ntravel along the nerve cells in our body produce magnetic fields. When we touch\nsomething, our nerves carry an electric impulse to the muscles we need to use. This\nimpulse produces a temporary magnetic field. These fields are very weak and are\nabout one-billionth of the earth’s magnetic field. Two main organs in the human\nbody where the magnetic field produced is significant , are the heart and the brain. The\nmagnetic field inside the body forms the basis of obtaining the images of different body\nparts. This is done using a technique called Magnetic Resonance Imaging (MRI). Analysis\nof these images helps in medical diagnosis. Magnetism has, thus, got important uses\nin medicine.More to Know!\n2024-25"
            },
            {
                "page": 205,
                "text": "Magnetic Effects of Electric Current 205Figure 12.15Figure 12.15Figure 12.15Figure 12.15Figure 12.15  A schematic diagram of one of the common domestic circuits\nQUESTIONS\n?Figure 12.15 gives a schematic diagram of one of the common\ndomestic circuits. In each separate circuit, different appliances can be\nconnected across the live and neutral wires. Each appliance has a\nseparate switch to ‘ON’/‘OFF’ the flow of current through it. In order\nthat each appliance has equal potential difference, they are connected\nparallel to each other .\nElectric fuse is an important component of all domestic cir cuits. W e\nhave already studied the principle and working of a fuse in the previous\nchapter (see Section 11.7). A fuse in a circuit prevents damage to the\nappliances and the circuit due to overloading. Overloading can occur\nwhen the live wire and the neutral wire come into direct contact. (This\noccurs when the insulation of wires is damaged or there is a fault in the\nappliance.) In such a situation, the current in the circuit abruptly\nincreases. This is called short-circuiting. The use of an electric fuse\nprevents the electric circuit and the appliance from a possible damage\nby stopping the flow of unduly high electric current. The Joule heating\nthat takes place in the fuse melts it to break the electric circuit.\nOverloading can also occur due to an accidental hike in the supply\nvoltage. Sometimes overloading is caused by connecting too many\nappliances to a single socket.\n1. Name two safety measures commonly used in electric circuits and\nappliances.\n2. An electric oven of 2 kW power rating is operated in a domestic electric\ncircuit (220 V) that has a current rating of 5 A. What result do you\nexpect? Explain.\n3. What precaution should be taken to avoid the overloading of domestic\nelectric circuits?\n2024-25"
            }
        ]
    }
]