[
    {
        "chapter": "Chapter 7: Motion",
        "pages": [
            {
                "page": 1,
                "text": "In everyday life, we see some objects at r est\nand others in motion. Bir ds fly, fish swim,\nblood flows through veins and arteries, and\ncars move. Atoms, molecules, planets, stars\nand galaxies ar e all in motion. W e often\nperceive an object to be in motion when its\nposition changes with time. However , ther e\nare situations wher e the motion is inferr ed\nthrough indir ect evidences. For example, we\ninfer the motion of air by observing the\nmovement of dust and the movement of leaves\nand branches of tr ees. What causes the\nphenomena of sunrise, sunset and changing\nof seasons? Is it due to the motion of the\nearth? If it is true, why don’t we dir ectly\nperceive the motion of the earth?\nAn object may appear to be moving for\none person and stationary for some other . For\nthe passengers in a moving bus, the r oadside\ntrees appear to be moving backwar ds. A\nperson standing on the r oad–side per ceives\nthe bus alongwith the passengers as moving.\nHowever , a passenger inside the bus sees his\nfellow passengers to be at r est. What do these\nobservations indicate?\nMost motions ar e complex. Some objects\nmay move in a straight line, others may take\na circular path. Some may r otate and a few\nothers may vibrate. Ther e may be situations\ninvolving a combination of these. In this\nchapter , we shall first lear n to describe the\nmotion of objects along a straight line. W e\nshall also lear n to expr ess such  motions\nthrough simple equations and graphs. Later ,\nwe shall discuss ways of describing\ncircular motion.Activity ______________ 7.1\n•Discuss whether the walls of your\nclassr oom ar e at r est or in motion.\nActivity ______________ 7.2\n•Have you ever experienced that the\ntrain in which you ar e sitting appears\nto move while it is at r est?\n•Discuss and shar e your experience.\nThink and Act\nWe sometimes ar e endangered by the\nmotion of objects ar ound us, especially\nif that motion is erratic and\nuncontr olled as observed in a flooded\nriver, a hurricane or a tsunami. On the\nother hand, contr olled motion can be a\nservice to human beings such as in the\ngeneration of hydr o-electric power . Do\nyou feel the necessity to study the\nerratic motion of some objects and\nlearn to control them?\n7.1Describing Motion\nWe describe the location of an object by\nspecifying a r eference point. Let us\nunderstand this by an example. Let us\nassume that a school in a village is 2 km north\nof the railway station. W e have specified the\nposition of the school with r espect to the\nrailway station. In this example, the railway\nstation is the r eference point. W e could have\nalso chosen other r eference points accor ding\nto our convenience. Ther efore, to describe the\nposition of an object we need to specify a\nreference point called the origin.7\nM MM MMOTIONOTIONOTION\nOTIONOTIONChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "7.1.1 MOTION  ALONG  A STRAIGHT  LINE\nThe simplest type of motion is the motion\nalong a straight line. W e shall first lear n to\ndescribe this by an example. Consider the\nmotion of an object moving along a straight\npath. The object starts its jour ney fr om O\nwhich is tr eated as its r eference point\n(Fig. 7.1). Let A, B and C represent the position\nof the object at different instants. At first, the\nobject moves through C and B and reaches A.\nThen it moves back along the same path and\nreaches C through B.\nare used to describe the overall motion of an\nobject and to locate its final position with\nreference to its initial position at a given time.\nActivity ______________ 7.3\n•Take a metre scale and a long rope.\n•Walk from one cor ner of a basket-ball\ncourt to its oppposite cor ner along its\nsides.\n•Measur e the distance cover ed by you\nand magnitude of the displacement.\n•What dif ference would you notice\nbetween the two in this case?\nActivity ______________ 7.4\n•Automobiles are fitted with a device\nthat shows the distance travelled. Such\na device is known as an odometer . A\ncar is driven fr om Bhubaneshwar to\nNew Delhi. The dif ference between the\nfinal r eading and the initial r eading of\nthe odometer is 1850 km.\n•Find the magnitude of the displacement\nbetween Bhubaneshwar and New Delhi\nby using the Road Map of India.The total path length covered by the object\nis OA + AC, that is 60 km + 35 km = 95 km.\nThis is the distance cover ed by the object. T o\ndescribe distance we need to specify only the\nnumerical value and not the dir ection of\nmotion. Ther e are certain quantities which\nare described by specifying only their\nnumerical values. The numerical value of a\nphysical quantity is its magnitude. Fr om this\nexample, can you find out the distance of the\nfinal position C of the object fr om the initial\nposition O? This dif ference will give you the\nnumerical value of the displacement of the\nobject fr om O to C thr ough A. The shortest\ndistance measur ed from the initial to the final\nposition of an object is known as\nthe displacement.\nCan the magnitude of the displacement be\nequal to the distance travelled by an object?\nConsider the example given in (Fig. 7.1). For\nmotion of the object from O to A,  the distance\ncovered is 60 km  and the magnitude of\ndisplacement is also 60 km. During its motion\nfrom O to A and back to B, the distance coveredFig. 7.1:  Positions of an object on a straight line path= 60 km + 25 km = 85 km while the magnitude\nof displacement = 35 km. Thus, the magnitude\nof displacement (35 km) is not equal to the path\nlength (85 km). Further , we will notice that the\nmagnitude of the displacement for a course of\nmotion may be zero but the corresponding\ndistance covered is not zero. If we consider the\nobject to travel back to O, the final position\nconcides with the initial position, and therefore,\nthe displacement is zer o. However , the distance\ncovered in this journey is OA + AO = 60 km +\n60 km = 120 km. Thus, two different physical\nquantities—the distance and the displacement,\nMOTION 73\n2024-25"
            },
            {
                "page": 3,
                "text": "SCIENCE 74uestions\n1.An object has moved thr ough a\ndistance. Can it have zer o\ndisplacement? If yes, support\nyour answer with an example.\n2.A far mer moves along the\nboundary of a squar e field of side\n10 m in 40 s. What will be the\nmagnitude of displacement of the\nfarmer at the end of 2 minutes 20\nseconds fr om his initial position?\n3.Which of the following is true for\ndisplacement?\n(a)It cannot be zer o.\n(b)Its magnitude is gr eater than\nthe distance travelled by the\nobject.\n7.1.2 UNIFORM MOTION  AND NON-\nUNIFORM MOTION\nConsider an object moving along a straight\nline. Let it travel 5 m in the first second,\n5 m mor e in the next second , 5 m in the\nthird second  and 5 m in the fourth second .\nIn this case, the object covers 5 m in each\nsecond. As the object covers equal distances\nin equal intervals of time, it is said to be in\nunifor m motion. The time interval in this\nmotion should be small. In our day-to-day\nlife, we come acr oss motions wher e objects\ncover unequal distances in equal intervals\nof time, for example, when a car is moving\non a cr owded str eet or a person is jogging\nin a park. These ar e some instances of\nnon-unifor m motion.\nActivity ______________ 7.5\n•The data regarding the motion of two\ndifferent objects A and B ar e given in\nTable 7.1.\n•Examine them car efully and state\nwhether the motion of the objects is\nunifor m or non-unifor m.Q\n(a)\n(b)\nFig. 7.2Table 7.1\nTime Distance Distance\ntravelled by travelled by\nobject A in m object  B in m\n9:30 am 10 12\n9:45 am 20 19\n10:00 am 30 23\n10:15 am 40 35\n10:30 am 50 37\n10:45 am 60 41\n11:00 am 70 44\n7.2Measuring the Rate of Motion\n2024-25"
            },
            {
                "page": 4,
                "text": "MOTION 75Look at the situations given in Fig. 7.2. If\nthe bowling speed is 143 km h–1 in Fig. 7.2(a)\nwhat does it mean? What do you understand\nfrom the signboard in Fig. 7.2(b)?\nDifferent objects may take dif ferent\namounts of time to cover a given distance.\nSome of them move fast and some move\nslowly.  The rate at which objects move can\nbe dif ferent. Also, dif ferent objects can move\nat the same rate. One of the ways of\nmeasuring the rate of motion of an object is\nto find out the distance travelled by the object\nin unit time. This quantity is r eferred to as\nspeed. The SI unit of speed is metr e per\nsecond. This is r epresented by the symbol\nm s–1 or m/s. The other units of speed include\ncentimetr e per second (cm s–1) and kilometr e\nper hour (km h–1). To specify the speed of an\nobject, we r equir e only its magnitude. The\nspeed of an object need not be constant. In\nmost cases, objects will be in non-unifor m\nmotion. Ther efore, we describe the rate of\nmotion of such objects in ter ms of their\naverage speed. The average speed of an object\nis obtained by dividing the total distance\ntravelled by the total time taken. That is,\naverage speed =\n Total distance travelled\nTotal time taken\nIf an object travels a distance s in time t then\nits speed v is,\nv = s\nt(7.1)\nLet us understand this by an example. A\ncar travels a distance of 100 km in 2 h. Its\naverage speed is 50 km h–1. The car might\nnot have travelled at 50 km h–1 all the time.\nSometimes it might have travelled faster and\nsometimes slower than this.\nExample 7.1  An object travels 16 m in 4 s\nand then another 16 m in 2 s. What is\nthe average speed of the object?\nSolution:\nTotal distance travelled by the object =\n16 m + 16 m = 32 m\nTotal time taken = 4 s + 2 s = 6 sAverage speed =  Total distance travelled\nTotal time taken\n= 32 m\n6 s= 5.33 m s–1\nTherefore, the average speed of the object\nis 5.33 m s–1.\n7.2.1 SPEED WITH DIRECTION\nThe rate of motion of an object can be mor e\ncompr ehensive if we specify its dir ection of\nmotion along with its speed. The quantity that\nspecifies both these aspects is called velocity.\nVelocity is the speed of an object moving in a\ndefinite dir ection. The velocity of an object\ncan be unifor m or variable. It can be changed\nby changing the object’s speed, dir ection of\nmotion or both. When an object is moving\nalong a straight line at a variable speed, we\ncan expr ess the magnitude of its rate of\nmotion in ter ms of average velocity. It is\ncalculated in the same way as we calculate\naverage speed.\nIn case the velocity of the object is\nchanging at a unifor m rate, then average\nvelocity is given by the arithmetic mean of\ninitial velocity and final velocity for a given\nperiod of time. That is,\naverage velocity = initialvelocity + finalvelocity\n2\nMathematically, v av  = u + v\n2(7.2)\nwhere vav is the average velocity, u is the initial\nvelocity and v is the final velocity of the object.\nSpeed and velocity have the same units,\nthat is, m s–1 or m/s.\nActivity ______________ 7.6\n•Measure the time it takes you to walk\nfrom your house to your bus stop or\nthe school. If you consider that your\naverage walking speed is 4 km h–1,\nestimate the distance of the bus stop\nor school fr om your house.\n2024-25"
            },
            {
                "page": 5,
                "text": "SCIENCE 76 76767676= 50km 1000m 1h\n× ×\nh 1km 3600s\n= 13.9 m s–1\nThe average speed of the car is\n50 km h–1 or 13.9 m s–1.\nExampl ExamplExamplExamplExampl e 7.e 7.e 7.e 7.e 7.33333 Usha swims in a 90 m long\npool. She covers 180 m in one minute\nby swimming from one end to the other\nand back along the same straight path.\nFind the average speed and average\nvelocity of Usha.\nSolution:\nSolution:Solution: Solution:Solution:\nTotal distance covered by Usha in 1 min\nis 180 m.\nDisplacement of Usha in 1 min = 0 m\nAverage spe ed = Total distance covered\nTotaltimetaken\n=180m 180 m 1 min= ×\n1min 1min 60s\n= 3 m s-1\nAverage velocity =  Displacement\nTotaltimetaken\n= 0m\n60 s\n= 0 m s–1\nThe average speed of Usha is 3 m s–1\nand her average velocity is 0 m s–1.\n7.3Rate of Change of Velocity\nDuring uniform motion of an object along a\nstraight line,  the velocity remains constant\nwith time. In this case, the change in velocity\nof the object for any time interval is zero.\nHowever , in non-uniform motion, velocity\nvaries with time. I t has dif ferent values at\ndifferent instants and at dif ferent points of\nthe path. Thus, the change in velocity of the\nobject during any time interval is not zero.\nCan we now express the change in velocity\nof an object?Activity ActivityActivity ActivityActivity 7.7 7.77.7 7.77.7\n•At a time when it is cloudy, there may\nbe frequent thunder and lightning. The\nsound of thunder takes some time to\nreach you after you se e the lightning.\n•Can you answer why this happens?\n•Measure this time interval using a\ndigital wrist watch or a stop watch.\n•Calculate the distance of the nearest\npoint of lightning. (Speed of sound in\nair = 346 m s-1.)\nuestions\n1.Distinguish between speed and\nvelocity.\n2.Under what condition(s) is the\nmagnitude of average velocity of\nan object equal to its average\nspeed?\n3.What does the odometer of an\nautomobile measur e?\n4.What does the path of an object\nlook like when it is in unifor m\nmotion?\n5.During an experiment, a signal\nfrom a spaceship r eached the\nground station in five minutes.\nWhat was the distance of the\nspaceship fr om the gr ound\nstation? The signal travels at the\nspeed of light, that is, 3 × 108\nm s–1.\nExampl ExamplExampl ExamplExampl e 7.2 e 7.2 e 7.2 e 7.2 e 7.2 The odometer of a car reads\n2000 km at the start of a trip and\n2400 km at the end of the trip. If the\ntrip took 8 h, calculate the average\nspeed of the car in km h–1 and m s–1.\nSolution:Solution:Solution:\nSolution:Solution:\nDistance covered by the car ,\ns = 2400 km – 2000 km = 400 km\nTime elapsed, t = 8 h\nAverage spe ed of the car is,\nvav =  400 km\n8 h=s\nt\n= 50 km h–1Q\n2024-25"
            },
            {
                "page": 6,
                "text": "MOTION 77 7777 7777To answer such a question, we have to\nintroduce another physical quantity called\nacceleration, which is a measure of the\nchange in the velocity of an object per unit\ntime. That is,\nacceleration  =change in velocity\ntime taken\nIf the velocity of an object changes from\nan initial value u to the final value v in time\nt, the acceleration a is,\nv – u\na =\nt(7.3)\nThis kind of motion is known as\naccelerated motion. The acceleration is taken\nto be positive if it is in the direction of velocity\nand negative when it is opposite to the\ndirection of velocity . The SI unit of\nacceleration is m s–2 .\nIf an object travels in a straight line and\nits velocity increases or decreases by equal\namounts in equal intervals of time, then the\nacceleration of the object is said to be\nuniform. The motion of a fre ely falling body\nis an example of uniformly accelerated\nmotion. On the other hand, an object can\ntravel with non-uniform acceleration if its\nvelocity changes at a non-uniform rate. F or\nexample, if a car travelling along a straight\nroad increases its spe ed by unequal amounts\nin equal intervals of time, then the car is said\nto be moving with non-uniform acceleration.\nActivity ActivityActivity ActivityActivity 7.8 7.87.8 7.87.8\n•In your everyday life you come across\na range of motions in which\n(a)acceleration is in the direction of\nmotion,\n(b)acceleration is against the\ndirection of motion,\n(c)acceleration is uniform,\n(d)acceleration is non-uniform.\n•Can you identify one example each\nfor the above type of motion?\nExampl ExamplExampl ExamplExampl e ee ee 7.4 Starting from a stationary\nposition, Rahul paddles his bicycle toattain a velocity of 6 m s–1 in 30 s. Then\nhe applies brakes such that the velocity\nof the bicycle comes down to 4 m s-1 in\nthe next 5 s. Calculate the acceleration\nof the bicycle in both the cases.\nSolution:Solution:Solution:Solution:Solution:\nIn the first case:\ninitial velocity, u = 0 ;\nfinal velocity , v = 6 m s–1 ;\ntime, t = 30 s .\nFrom E q. (8.3), we have\nv – u\na =\nt\nSubstituting the given values of u,v and\nt in the above equation, we get\n( )–1 –16m s – 0m s\n=\n30 sa\n= 0.2  m s–2\nIn the second case:\ninitial velocity , u = 6 m s–1;\nfinal velocity , v = 4 m s–1;\ntime,  t = 5 s.\nThen,  ( )–1 –14m s – 6m s\n=\n5 sa\n= –0.4 m s–2 .\nThe acceleration of the bicycle in the\nfirst case is 0.2 m s–2 and in the second\ncase, it is –0.4 m s–2.\nuestions\n1.When will you say a body is in\n(i) unifor m acceleration?  (ii) non-\nunifor m acceleration?\n2.A bus decr eases its speed from\n80 km h–1 to 60 km h–1 in 5 s .\nFind the acceleration of the bus.\n3.A train starting fr om a railway\nstation and moving with unifor m\nacceleration attains a speed\n40 km h–1 in 10 minutes. Find\nits acceleration.Q\n2024-25"
            },
            {
                "page": 7,
                "text": "SCIENCE 78 787878787.4Graphical Representation of\nMotion\nGraphs provide a convenient method to\npresent basic information about a variety of\nevents. For example, in the telecast of a\none-day cricket match, vertical bar graphs\nshow the run rate of a team in each over . As\nyou have studied in mathematics, a straight\nline graph helps in solving a linear equation\nhaving two variables.\nTo describe the motion of an object, we\ncan use line graphs. In this case, line graphs\nshow dependence of one physical quantity,\nsuch as distance or velocity, on another\nquantity, such as time.\n7.4.1 DISTANCE –TIME GRAPHS\nThe change in the position of an object with\ntime can be represented on the distance-time\ngraph adopting a convenient scale of choice.\nIn this graph, time is taken along the x–axis\nand distance is taken along the y-axis.\nDistance-time graphs can be employed under\nvarious conditions where objects move with\nuniform speed, non-uniform speed, remain\nat rest etc.\nFig. 7.3: Fig. 7.3:Fig. 7.3: Fig. 7.3:Fig. 7.3: Distance-time graph of an object moving\nwith unifor m speed\nWe know that when an object travels equal\ndistances in equal intervals of time, it moves\nwith uniform speed. This shows that thedistance travelled by the object is directly\nproportional to time taken. Thus, for uniform\nspeed, a graph of distance travelled against\ntime is a straight line, as shown in Fig. 7.3.\nThe portion OB of the graph shows that the\ndistance is increasing at a uniform rate. N ote\nthat, you can also use the term uniform\nvelocity in place of uniform spe ed if you take\nthe magnitude of displacement equal to the\ndistance travelled by the object along the\ny-axis.\nWe can use the distance-time graph to\ndetermine the spe ed of an object. T o do so,\nconsider a small part AB of the distance-time\ngraph shown in Fig 7.3. Draw a line parallel\nto the x-axis from point A and another line\nparallel to the y-axis from point B . These two\nlines me et each other at point C to form a\ntriangle ABC. Now, on the graph, AC  denotes\nthe time interval ( t2 – t1) while BC corresponds\nto the distance ( s2 – s1). We can se e from the\ngraph that as the object moves from the point\nA to B, it covers a distance ( s2 – s1) in time\n(t2 – t1). The spe ed, v of the object, therefore\ncan be represented as\n  = 2 1\n2 1–\n–s s\nt t(7.4)\nWe can also plot the distance-time graph\nfor accelerated motion. Table 7.2 shows the\ndistance travelled by a car in a time interval\nof two seconds.\nTable 7.2: Distance travelled by aTable 7.2: Distance travelled by aTable 7.2: Distance travelled by aTable 7.2: Distance travelled by aTable 7.2: Distance travelled by a\ncar at regular time intervalscar at regular time intervalscar at regular time intervalscar at regular time intervalscar at regular time intervals\nTime in secondsTime in secondsTime in secondsTime in secondsTime in seconds Distance in metresDistance in metresDistance in metresDistance in metresDistance in metres\n0 0\n2 1\n4 4\n6 9\n8 16\n10 25\n12 36v\n2024-25"
            },
            {
                "page": 8,
                "text": "MOTION 79The distance-time graph for the motion\nof the car is shown in Fig. 7.4. Note that the\nshape of this graph is dif ferent fr om the earlier\ndistance-time graph (Fig. 7.3) for uniform\nmotion. The natur e of this graph shows non-\nlinear variation of the distance travelled by\nthe car with time. Thus, the graph shown in\nFig 7.4 represents motion with non-uniform\nspeed.\n7.4.2 V ELOCITY -TIME GRAPHS\nThe variation in velocity with time for an object\nmoving in a straight line can be represented\nby a velocity-time graph. In this graph, time is\nrepresented along the x-axis and the velocityFig. 7.4: Distance-time graph for a car moving with\nnon-unifor m speed\nFig. 7.5: Velocity-time graph for unifor m motion\nof a caris represented along the y-axis. If the object\nmoves at uniform velocity, the height of its\nvelocity-time graph will not change with time\n(Fig. 7.5). It will be a straight line parallel to\nthe x-axis. Fig. 7.5 shows the velocity-time\ngraph for a car moving with uniform velocity\nof 40 km h–1.\nWe know that the pr oduct of velocity and\ntime give displacement of an object moving\nwith unifor m velocity. The area enclosed by\nvelocity-time graph and the time axis will be\nequal to the magnitude of the displacement.\nTo know the distance moved by the car\nbetween time  t1 and t2 using Fig. 7.5, draw\nperpendiculars fr om the points corr esponding\nto the time t1 and t2 on the graph. The velocity\nof 40 km h–1 is represented by the height AC\nor BD and the time ( t2 – t1) is represented by\nthe length AB.\nSo, the distance s moved by the car in\ntime ( t2 – t1) can be expr essed as\ns=AC × CD\n=[(40 km h–1) × (t2 – t1) h]\n=40 (t2– t1) km\n=area of the r ectangle ABDC (shaded\nin Fig. 7.5).\nWe can also study about unifor mly\naccelerated motion by plotting its velocity–\ntime graph. Consider a car being driven along\na straight r oad for testing its engine. Suppose\na person sitting next to the driver r ecords its\nvelocity after every 5 seconds by noting the\nreading of the speedometer of the car . The\nvelocity of the car , in km h–1 as well as in\nm s–1,  at dif fer\nent instants of time is shown\nin table 7.3.\nTable 7.3: Velocity of a car at\nregular instants of time\nTime Velocity of the car\n  (s) (m s–1) (km h–1)\n0 0 0\n5 2.5 9\n10 5.0 18\n15 7.5 27\n20 10.0 36\n25 12.5 45\n30 15.0 54\n2024-25"
            },
            {
                "page": 9,
                "text": "SCIENCE 80In this case, the velocity-time graph for the\nmotion of the car is shown in Fig. 7.6. The\nnature of the graph shows that velocity\nchanges by equal amounts in equal intervals\nof time. Thus, for all unifor mly accelerated\nmotion, the velocity-time graph is a\nstraight line.\nFig. 7.6:  Velocity-time graph for a car moving with\nuniform accelerations.\nYou can also determine the distance\nmoved by the car fr om its velocity-time graph.\nThe area under the velocity-time graph gives\nthe distance (magnitude of displacement)\nmoved by the car in a given interval of time.\nIf the car would have been moving with\nunifor m velocity, the distance travelled by it\nwould be r epresented by the ar ea ABCD\nunder the graph (Fig. 7.6). Since the\nmagnitude of the velocity of the car is\nchanging due to acceleration, the distance s\ntravelled by the car will be given by the ar\nea\nABCDE under the velocity-time graph\n(Fig. 7.6).\nThat is,\ns=area ABCDE\n=area of the rectangle ABCD + area of\nthe triangle ADE\n=AB × BC +  1\n2(AD × DE)\nIn the case of non-unifor mly accelerated\nmotion, velocity-time graphs can have any\nshape.Fig. 7.7:  Velocity-time graphs of an object in non-\nunifor mly accelerated motion.\nFig. 7.7(a) shows a velocity-time graph that\nrepresents the motion of an object whose\nvelocity is decr easing with time while\nFig. 7.7 (b) shows the velocity-time graph\nrepresenting the non-unifor m variation of\nvelocity of the object with time. T ry to interpr et\nthese graphs.\nActivity ActivityActivity ActivityActivity 7.9 7.97.9 7.97.9\n•The times of arrival and departure of\na train at three stations A, B and C\nand the distance of stations B and C\nfrom station A are given in Table 7.4.\nTable 7.4: Distances of stations B\nand C fr om A and times of arrival\nand departure of the train\nStation Distance Time of Time of\nfrom A arrival departur e\n(km) (hours) (hours)\nA 0 08:00 08:15\nB 120 11:15 11:30\nC 180 13:00 13:15\n•Plot and interpret the distance-time\ngraph for the train assuming that its\nmotion between any two stations is\nuniform.Velocity (km h–1)\n2024-25"
            },
            {
                "page": 10,
                "text": "MOTION 814.What is the quantity which is\nmeasured by the area occupied\nbelow the velocity-time graph?\n7.5Equations of Motion\nWhen an object moves along a straight line\nwith unifor m acceleration, it is possible to\nrelate its velocity, acceleration during motion\nand the distance cover ed by it in a certain\ntime interval by a set of equations known as\nthe equations of motion. For convenience, a\nset of three such equations are given below:\nv=u + at (7.5)\ns=ut + ½ at2(7.6)\n2 as = v2 – u2(7.7)\nwhere u is the initial velocity of the object which\nmoves with uniform acceleration a for time t,\nv is the final velocity, and s is the distance\ntravelled by the object in time t. Eq. (7.5)\ndescribes the velocity-time relation and Eq.\n(7.6) represents the position-time relation. Eq.\n(7.7), which represents the relation between the\nposition and the velocity, can be obtained from\nEqs. (7.5) and (7.6) by eliminating t. These\nthree equations can be derived by graphical\nmethod.\nExampl e 7.5 A train starting from rest\nattains a velocity of 72 km h–1 in 5\nminutes. Assuming that the acceleration\nis uniform, find (i) the acceleration and\n(ii) the distance travelled by the train for\nattaining this velocity.\nSolution:\nWe have been given\nu = 0 ; v = 72 km h–1 = 20 m s-1 and\nt = 5 minutes = 300 s.\n(i)From Eq. (7.5) we know that\n() v – ua =\nt\n–1 –1\n–220 m s – 0 m s=300s\n1= m s\n15Activity ActivityActivity ActivityActivity 7.10 7.107.10 7.107.10\n•Feroz and his sister Sania go to school\non their bicycles. Both of them start at\nthe same time fr om their home but take\ndifferent times to r each the school\nalthough they follow the same r oute.\nTable 7.5 shows the distance travelled\nby them in dif ferent times\nTable 7.5: Distance covered by\nFeroz and Sania at different\ntimes on their bicycles\nTime Distance Distance\ntravelled travelled\nby Fer oz by Sania\n(km) (km)\n8:00 am 0 0\n8:05 am 1.0 0.8\n8:10 am 1.9 1.6\n8:15 am 2.8 2.3\n8:20 am 3.6 3.0\n8:25 am – 3.6\nQ•Plot the distance-time graph for their\nmotions on the same scale and\ninterpr et.\nuestions\n1.What is the nature of the\ndistance-time graphs for unifor m\nand non-uniform motion of an\nobject?\n2.What can you say about the\nmotion of an object whose\ndistance-time graph is a straight\nline parallel to the time axis?\n3.What can you say about the\nmotion of an object if its speed-\ntime graph is a straight line\nparallel to the time axis?\n2024-25"
            },
            {
                "page": 11,
                "text": "SCIENCE 82Exampl e 7.7 The brakes applied to a car\nproduce an acceleration of 6 m s-2 in the\nopposite direction to the motion. If the\ncar takes 2 s to stop after the application\nof  brakes, calculate the distance it\ntravels during this time.\nSolution:\nWe have been given\na = – 6 m s–2  ; t = 2 s and v = 0 m s–1.\nFrom Eq. (7.5) we know that\nv = u + at\n0 = u +  (– 6 m s–2) × 2 s\n      or u = 12 m s–1 .\nFrom Eq. (7.6) we get\ns = u t + 1\n2 a t 2\n= (12 m s–1 ) × (2 s) + 1\n2  (–6 m s–2 ) (2 s)2\n= 24 m – 12 m\n= 12 m\nThus, the car will move 12 m before it\nstops after the application of brakes. Can\nyou now appreciate why drivers are\ncautioned to maintain some distance\nbetween vehicles while travelling on the\nroad?\nuestions\n1.A bus starting from rest moves\nwith a unifor m acceleration of\n0.1 m s-2  for 2 minutes. Find (a)\nthe speed acquired, (b) the\ndistance travelled.\n2.A train is travelling at a speed\nof 90 km h–1. Brakes are applied\nso as to pr oduce a unifor m\nacceleration of – 0.5 m s-2. Find\nhow far the train will go befor e it\nis brought to r est.\n3.A trolley, while going down an\ninclined plane, has an\nacceleration of 2 cm s-2. What will\nbe its velocity 3 s after the start?(ii)From Eq. (7.7) we have\n2 as = v2 – u2 = v2 – 0\nThus,\n2\n–1 2\n–2=\n2\n(20 m s )\n=\n2×(1/15) m sv\ns\na\n= 3000 m\n= 3 km\nThe acceleration of the train is 1\n15m s– 2\nand the distance travelled is 3 km.\nExampl e 7.6 A car accelerates uniformly\nfrom 18 km h–1 to 36 km h–1 in 5 s.\nCalculate (i) the acceleration and (ii) the\ndistance covered by the car in that time.\nSolution:\nWe are given that\nu=18 km h–1  = 5 m s–1\nv=36 km h–1  = 10 m s–1 and\nt=5 s .\n(i)   From Eq. (7.5) we have\nv – ua =\nt\n= -1 -110 m s  – 5 m s\n5s\n= 1 m s–2\n(ii)From Eq. (7.6) we have\ns = u t + 1\n2a t 2\n= 5 m s–1 × 5 s + 1\n2× 1 m s–2 × (5 s)2\n= 25 m + 12.5 m\n= 37.5 m\nThe acceleration of the car is 1 m s–2 and\nthe distance covered is 37.5 m.Q\n2024-25"
            },
            {
                "page": 12,
                "text": "MOTION 834.A racing car has a unifor m\nacceleration of 4 m s-2. What\ndistance will it cover in 10 s after\nstart?\n5.A stone is thrown in a vertically\nupward direction with a velocity\nof 5 m s-1. If the acceleration of\nthe stone during its motio n is 10\nm s–2 in the downward direction,\nwhat will be the height attained\nby the stone and how much time\nwill it take to reach there?\n7.6Uniform Circular Motion\nWhen the velocity of an object changes, we say\nthat the object is accelerating. The change in\nthe velocity could be due to change in its\nmagnitude or the direction of the motion or\nboth. Can you think of an example when an\nobject does not change its magnitude of\nvelocity but only its direction of motion?straight parts AB, BC, CD and DA of the track.\nIn order to keep himself on track, he quickly\nchanges his speed at the corners. How many\ntimes will the athlete have to change his\ndirection of motion, while he completes one\nround? It is clear that to move in a rectangular\ntrack once, he has to change his direction of\nmotion four times.\nNow, suppose instead of a rectangular\ntrack, the athlete is running along a\nhexagonal shaped path ABCDEF , as shown\nin Fig. 7.8(b). In this situation, the athlete will\nhave to change his direction six times while\nhe  completes one round. What if the track\nwas not a hexagon but a regular octagon,\nwith eight equal sides as shown by\nABCDEFGH in Fig. 7.8(c)?  It is observed that\nas the number of sides of the track increases\nthe athelete has to take turns more and more\noften. What would happen to the shape of the\ntrack as we go on increasing the number of\nsides indefinitely? If you do this you will\nnotice that the shape of the track approaches\nthe shape of a circle and the length of each of\nthe sides will decrease to a point. If the athlete\nmoves with a velocity of constant magnitude\nalong the circular path, the only change in\nhis velocity is due to the change in the\ndirection of motion. The motion of the athlete\nmoving along a circular path is, therefore, an\nexample of an accelerated moti on.\nWe know  that the cir cumfer ence of a cir cle\nof radius r is given by  π2 r. If the athlete takes\nt seconds to go once around the circular path\nof radius r, the speed v is given by\nπ2 rv =\nt\n(7.8)\nWhen an object moves in a circular path\nwith uniform speed, its motion is called\nuniform circular motion.(a) Rectangular track (b) Hexagonal track\n(d) A cir cular track (c) Octagonal shaped track\nFig. 7.8: The motion of an athlete along closed tracks\nof different shapes.\nLet us consider an example of the motion\nof a body along a closed path. Fig 8.9 (a)\nshows the path of an athlete along a\nrectangular track ABCD. Let us assume that\nthe athlete runs at a uniform speed on the\n2024-25"
            },
            {
                "page": 13,
                "text": "SCIENCE 84Activity ActivityActivity ActivityActivity 7.11 7.117.11 7.117.11\n•Take a piece of thread and tie a small\npiece of stone at one of its ends. Move\nthe stone to describe a circular path\nwith constant speed by holding the\nthread at the other end, as shown in\nFig. 7.9.If you carefully note, on being released\nthe stone moves along a straight line\ntangential to the circular path. This is\nbecause once the stone is released, it\ncontinues to move along the direction it has\nbeen moving at that instant. This shows that\nthe direction of motion changed at every point\nwhen the stone was moving along the circular\npath.\nWhen an athlete throws a hammer or a\ndiscus in a sports meet, he/she holds the\nhammer or the discus in his/her hand and\ngives it a circular motion by rotating his/\nher own body. Once released in the desired\ndirection, the hammer or discus moves in\nthe direction in which it was moving at the\ntime it was released, just like the piece of\nstone in the activity described above. There\nare many more familiar examples of objects\nmoving under uniform circular motion,\nsuch as the motion of the moon and the\nearth, a satellite in a circular orbit around\nthe earth, a cyclist on a circular track at\nconstant speed and so on.\nWhat\nyou have\nlearnt\n• Motion is a change of position; it can be described in terms\nof the distance moved or the displacement.\n• The motion of an object could be uniform or non-uniform\ndepending on whether its velocity is constant or changing.\n• The speed of an object is the distance covered per unit time,\nand velocity is the displacement per unit time.\n• The acceleration of an object is the change in velocity per\nunit time.\n• Uniform and non-uniform motions of objects can be shown\nthrough graphs.\n• The motion of an object moving at uniform acceleration can\nbe described with the help of the following equations, namely\nv = u + at\ns = ut + ½ at2\n2as = v2 – u2Fig. 7.9: A stone describing a circular path with\na velocity of constant magnitude.\n•Now, let the stone go by releasing the\nthread.\n•Can you tell the direction in which\nthe stone moves after it is released?\n•By repeating the activity for a few\ntimes and releasing the stone at\ndifferent positions of the circular\npath, check whether the direction in\nwhich the stone moves remains the\nsame or not.\n2024-25"
            },
            {
                "page": 14,
                "text": "MOTION 85 8585 8585where u is initial velocity of the object, which moves with\nuniform acceleration  a for time t, v is its final velocity and\ns is the distance it travelled in time  t.\n• If an object moves in a circular path with uniform speed,\nits motion is called uniform circular motion.\nExercises\n1.An athlete completes one round of a circular track of\ndiameter 200 m in 40 s. What will be the distance covered\nand the displacement at the end of 2 minutes 20 s?\n2.Joseph jogs from one end A to the other end B of a straight\n300 m road in 2 minutes 30 seconds and then turns around\nand jogs 100 m back to point C in another 1 minute. What\nare Joseph’s average speeds and velocities in jogging (a)\nfrom A to B and (b) from A to C?\n3.Abdul, while driving to school, computes the average speed\nfor his trip to be 20 km h–1. On his return trip along the\nsame route, there is less traffic and the average speed is\n30 km h–1. What is the average speed for Abdul’s trip?\n4.A motorboat starting from rest on a lake accelerates in a\nstraight line at a constant rate of 3.0 m s–2 for 8.0 s. How\nfar does the boat travel during this time?\n5.A driver of a car travelling at 52 km h–1 applies the brakes\nShade the area on the graph that represents the distance\ntravelled by the car during the period.\n(b)Which part of the graph represents uniform motion of\nthe car?\n6.Fig 7.10 shows the distance-time graph of three objects A,B\nand C. Study the graph and  answer the following questions:\nFig. 7.10 Fig. 7.10Fig. 7.10 Fig. 7.10Fig. 7.10\n2024-25"
            },
            {
                "page": 15,
                "text": "SCIENCE 86(a)Which of the three is travelling the fastest?\n(b)Are all three ever at the same point on the road?\n(c)How far has C travelled when B passes A?\n(d)How far has B travelled by the time it passes C?\n7.A ball is gently dropped from a height of 20 m. If its velocity\nincreases uniformly at the rate of 10 m s-2, with what velocity\nwill it strike the ground? After what time will it strike the\nground?\n8.The speed-time graph for a car is shown is Fig. 7.11.\n(a)Find how far does the car travel in the first 4 seconds.\nShade the area on the graph that represents the distance\ntravelled by the car during the period.\n(b)Which part of the graph represents uniform motion of\nthe car?\n9.State which of the following situations are possible and give\nan example for each of these:\n(a)an object with a constant acceleration but with zero\nvelocity\n(b)an object moving with an acceleration but with uniform\nspeed.\n(c)an object moving in a certain direction with an\nacceleration in the perpendicular direction.\n10. An artificial satellite is moving in a circular orbit of radius\n42250 km. Calculate its speed if it takes 24 hours to revolve\naround the earth.Fig. 7.11\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 8: Force and Laws of Motion",
        "pages": [
            {
                "page": 1,
                "text": "In the pr evious chapter , we described the\nmotion of an object along a straight line in\nterms of its position, velocity and acceleration.\nWe saw that such a motion can be unifor m\nor non-unifor m. W e have not yet discovered\nwhat causes the motion. Why does the speed\nof an object change with time? Do all motions\nrequir e a cause? If so, what is the natur e of\nthis cause? In this chapter we shall make an\nattempt to quench all such curiosities.\nFor many centuries, the pr oblem of\nmotion and its causes had puzzled scientists\nand philosophers. A ball on the gr ound, when\ngiven a small hit, does not move for ever. Such\nobservations suggest that rest is the “natural\nstate” of an object. This r emained the belief\nuntil Galileo Galilei and Isaac Newton\ndeveloped an entir ely dif ferent appr oach to\nunderstand motion.In our everyday life we observe that some\neffort is r equir ed to put a stationary object\ninto motion or to stop a moving object. W e\nordinarily experience this as a muscular ef fort\nand say that we must push or hit or pull on\nan object to change its state of motion. The\nconcept of for ce is based on this push, hit or\npull. Let us now ponder about a ‘for ce’. What\nis it? In fact, no one has seen, tasted or felt a\nforce. However , we always see or feel the ef fect\nof a for\nce. It can only be explained by\ndescribing what happens when a for ce is\napplied to an object. Pushing, hitting and\npulling of objects ar e all ways of bringing\nobjects in motion (Fig. 8.1). They move because\nwe make a force act on them.\nFrom your studies in earlier classes, you\nare also familiar with the fact that a for ce can\nbe used to change the magnitude of velocity\nof an object (that is, to make the object move\nfaster or slower) or to change its dir ection of\nmotion. W e also know that a for ce can change\nthe shape and size of objects (Fig. 8.2).\n(a) The tr olley moves along the\ndirection we push it.\n(c) The hockey stick hits the ball forwar d(b) The drawer is pulled.\nFig. 8.1:     Pushing, pulling, or hitting objects change\ntheir state of motion.(a)\n(b)\nFig. 8.2: (a) A spring expands on application of force;\n(b) A spherical rubber ball becomes oblong\n    as we apply force on it.8\nFFF\nFFORCE ORCEORCE ORCEORCE     AND ANDANDANDAND L  L L  L LAWS AWSAWS AWSAWS     OF OFOF OFOF M  M M  M MOTION OTIONOTION OTIONOTIONChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "SCIENCE 88box with a small force, the box does not move\nbecause of friction acting in a dir ection\nopposite to the push [Fig. 8.4(a)]. This friction\nforce arises between two sur faces in contact;\nin this case, between the bottom of the box\nand floor’s r ough sur face. It balances the\npushing force and ther\nefore the box does not\nmove. In Fig. 8.4(b), the children push the box\nharder but the box still does not move. This is\nbecause the friction force still balances the\npushing force. If the children push the box\nharder still, the pushing force becomes bigger\nthan the friction force [Fig. 8.4(c)].\nThere is an unbalanced force. So the box\nstarts moving.\nWhat happens when we ride a bicycle?\nWhen we stop pedalling, the bicycle begins\nto slow down. This is again because of the\nfriction for ces acting opposite to the dir ection\nof motion. In or der to keep the bicycle moving,\nwe have to start pedalling again. It thus\nappears that an  object maintains its motion\nunder the continuous application of an\nunbalanced for ce. However , it is quite\nincorr ect. An object moves with a unifor m\nvelocity when the for ces (pushing force and\nfrictional for ce) acting on the object ar e\nbalanced and ther e is no net exter nal for ce\non it. If an unbalanced for ce is applied on\nthe object, ther e will be a change either in its\nspeed or in the direction of its motion. Thus,\nto accelerate the motion of an object, an\nunbalanced for ce is r equir ed. And the change\nin its speed (or in the dir ection of motion)\nwould continue as long as this unbalanced\nforce is applied. However , if this for ce is8.1Balanced and Unbalanced\nForces\nFig. 8.3 shows a wooden block on a horizontal\ntable. Two strings X and Y are tied to the two\nopposite faces of the block as shown. If we\napply a for ce by pulling the string X, the block\nbegins to move to the right. Similarly, if we\npull the string Y , the block moves to the left.\nBut, if the block is pulled fr om both the sides\nwith equal for ces, the block will not move.\nSuch for ces are called balanced for ces and\ndo not change the state of r est or of motion of\nan object. Now, let us consider a situation in\nwhich two opposite for ces of dif ferent\nmagnitudes pull the block. In this case, the\nblock would begin to move in the dir ection of\nthe gr eater for ce. Thus, the two for ces ar e\nnot balanced and the unbalanced for ce acts\nin the dir ection the block moves. This\nsuggests that an unbalanced force acting on\nan object brings it in motion.\nFig. 8.3: Two forces acting on a wooden block\nWhat happens when some children try to\npush a box on a rough floor? If they push the\n(a) (b) (c)\nFig. 8.4\n2024-25"
            },
            {
                "page": 3,
                "text": "FORCE AND LAWS OF MOTION 89removed completely, the object would continue\nto move with the velocity it has acquired till\nthen.\n8.2First Law of Motion\nBy observing the motion of objects on an\ninclined plane Galileo deduced that objects\nmove with a constant speed when no for ce\nacts on them. He observed that when a marble\nrolls down an inclined plane, its velocity\nincreases [Fig. 8.5(a)]. In the next chapter , you\nwill learn that the marble falls under the\nunbalanced force of gravity as it r olls down\nand attains a definite velocity by the time it\nreaches the bottom. Its velocity decreases\nwhen it climbs up as shown in Fig. 8.5(b).\nFig. 8.5(c) shows a marble resting on an ideal\nfrictionless plane inclined on both sides.\nGalileo ar gued that when the marble is\nreleased fr om left, it would r oll down the slope\nand go up on the opposite side to the same\nheight fr om which it was r eleased. If the\ninclinations of the planes on both sides ar e\nequal then the marble will climb the same\ndistance that it cover ed while r\nolling down. If\nthe angle of inclination of the right-side plane\nwere gradually decr eased, then the marble\nwould travel further distances till it r eaches\nthe original height. If the right-side plane wer e\nultimately made horizontal (that is, the slope\nis reduced to zer o), the marble would continue\nto travel for ever trying to r each the same\nheight that it was r eleased fr om. The\nunbalanced forces on the marble in this case\nare zero. It thus suggests that an unbalanced\n(exter nal) for ce is r equir ed to change the\nmotion of the marble but no net for ce is\nneeded to sustain the unifor m motion of the\nmarble.  In practical situations it is dif ficult\nto achieve a zer o unbalanced for ce. This is\nbecause of the presence of the frictional for ce\nacting opposite to the dir ection of motion.\nThus, in practice the marble stops after\ntravelling some distance. The ef fect of the\nfrictional for ce may be minimised by using a\nsmooth marble and a smooth plane and\nproviding a lubricant on top of the planes.Fig. 8.5: (a) the downward motion; (b) the upward\nmotion of a marble on an inclined plane;\nand (c) on a double inclined plane.\nNewton further studied Galileo’s ideas on\nforce and motion and pr esented thr ee\nfundamental laws that gover n the motion of\nobjects. These thr ee laws ar e known as\nNewton’s laws of motion. The first law of\nmotion is stated as:\nAn object r emains in a state of r est or of\nunifor m motion in a straight line unless\ncompelled to change that state by an\napplied force.\nIn other words, all objects resist a change\nin their state of motion . In a qualitative way,\nthe tendency of undisturbed objects to stay\nat rest or to keep moving with the same\nvelocity is called inertia. This is why, the first\nlaw of motion is also known as the law\nof inertia.\nCertain experiences that we come across\nwhile travelling in a motor car can be\nexplained on the basis of the law of inertia.\nWe tend to r emain at rest with r espect to the\nseat until the driver applies a braking for ce\nto stop the motor car. With the application of\nbrakes, the car slows down but our body\ntends to continue in the same state of motion\nbecause of its inertia. A sudden application of\nbrakes may thus cause injury to us by impact\n2024-25"
            },
            {
                "page": 4,
                "text": "SCIENCE 90or collision with the panels in front. Safety belts\nare worn to prevent such accidents. Safety belts\nexert a force on our body to make the forward\nmotion slower . An opposite experience is\nencountered when we are standing in a bus\nand the bus begins to move suddenly. Now\nwe tend to fall backwards. This is because the\nsudden start of the bus brings motion to the\nbus as well as to our feet in contact with the\nfloor of the bus. But the rest of our body\nopposes this motion because of its inertia.\nWhen a motorcar makes a sharp turn at a\nhigh speed, we tend to get thrown to one side.\nThis can again be explained on the basis of\nthe law of inertia. W e tend to continue in our\nstraight-line motion. When an unbalanced\nforce is applied by the engine to change the\ndirection of motion of the motor car, we slip to\none side of the seat due to the inertia of\nour body.\nThe fact that a body will remain at rest\nunless acted upon by an unbalanced for ce\ncan be illustrated through the\nfollowing activities:\nActivity ______________ 8.1\n•Make a pile of similar carom coins on\na table, as shown in Fig. 8.6.\n•Attempt  a sharp horizontal hit at the\nbottom of the pile using another car om\ncoin or the striker . If the hit is str ong\nenough, the bottom coin moves out\nquickly. Once the lowest coin is\nremoved, the inertia of the other coins\nmakes them ‘fall’ vertically on the\ntable.Galileo Galilei was born\non 15 February 1564 in\nPisa, Italy. Galileo, right\nfrom his childhood, had\ninterest in mathematics\nand natural philosophy.\nBut his father\nVincenzo Galilei wanted\nhim to become a medical\ndoctor . Accor dingly,\nGalileo enr olled himself\nfor a medical degr ee at the\nUniversity of Pisa in 1581 which he never\ncompleted because of his r eal inter est in\nmathematics. In 1586, he wr ote his first\nscientific book ‘The Little Balance [La\nBalancitta ]’, in which he described\nArchimedes’ method of finding the relative\ndensities (or specific gravities) of substances\nusing a balance. In 1589, in his series of\nessays – De Motu , he pr esented his theories\nabout falling objects using an inclined plane\nto slow down the rate of descent.\nIn 1592, he was appointed pr ofessor of\nmathematics at the University of Padua in\nthe Republic of V enice. Her e he continued his\nobservations on the theory of motion and\nthrough his study of inclined planes and the\npendulum, for mulated the corr ect law for\nunifor mly accelerated objects that the\ndistance the object moves is pr oportional to\nthe square of the time taken.\nGalileo was also a r emarkable craftsman.\nHe developed a series of telescopes whose\noptical per formance was much better than\nthat of other telescopes available during those\ndays. Ar ound 1640, he designed the first\npendulum clock. In his book ‘Starry\nMessenger’  on his astr onomical discoveries,\nGalileo claimed to have seen mountains on\nthe moon, the milky way made up of tiny\nstars, and four small bodies orbiting Jupiter .\nIn his books \n‘Discourse on Floating Bodies’\nand ‘Letters on the Sunspots’ , he disclosed\nhis observations of sunspots.\nUsing his own telescopes and thr ough his\nobservations on Satur n and V enus, Galileo\nargued that all the planets must orbit the Sun\nand not the earth, contrary to what was\nbelieved at that time.\nGalileo Galilei\n(1564 – 1642)\nFig. 8.6: Only the carom coin at the bottom of a\npile is removed when a fast moving carom\ncoin (or striker) hits it.\n2024-25"
            },
            {
                "page": 5,
                "text": "FORCE AND LAWS OF MOTION 91five-rupees coin if we use a one-rupee coin, we\nfind that a lesser force is required to  perform\nthe activity. A force that is just enough to cause\na small cart to pick up a large velocity will\nproduce a negligible change in the motion of a\ntrain. This is because, in comparison to the\ncart the train has a much lesser tendency to\nchange its state of motion. Accordingly, we say\nthat the train has more inertia than the cart.\nClearly, heavier or more massive objects offer\nlarger inertia. Quantitatively, the inertia of an\nobject is measur ed by its mass. W e may thus\nrelate inertia and mass as follows:\nInertia is the natural tendency of an object to\nresist a change in its state of motion or of\nrest. The mass of an object is a measur e of\nits inertia.\nuestions\n1.Which of the following ha s more\ninertia: (a) a rubber ball and a\nstone of the same size? (b) a\nbicycle and a train? (c) a five -\nrupees coin and a one-rupee coin?\n2.In the following example, try to\nidentify the number of times the\nvelocity of the ball changes:\n“A football player kicks a football\nto another player of his team who\nkicks the football towar ds the\ngoal. The goalkeeper of the\nopposite team collects the football\nand kicks it towards a player of\nhis own team”.\nAlso identify the agent supplying\nthe force in each case.\n3.Explain why some of the leaves\nmay get detached fr om a tr ee if\nwe vigor ously shake its branch.\n4.Why do you fall in the forwar d\ndirection when a moving bus\nbrakes to a stop and fall\nbackwar ds when it accelerates\nfrom rest?\n8.4Second Law of Motion\nThe first law of motion indicates that when an\nunbalanced external force acts on an object,Activity ______________ 8.2\n•Set a five-rupee coin on a stiff card\ncovering an empty glass tumbler\nstanding on a table as shown in\nFig. 8.7.\n•Give the car d a sharp horizontal flick\nwith a finger . If we do it fast then the\ncard shoots away, allowing the coin to\nfall vertically into the glass tumbler due\nto its inertia.\n•The inertia of the coin tries to\nmaintain its state of rest even when\nthe card flows off.\nFig. 8.7:  When the card is flicked with the\nfinger the coin placed over it falls in the\ntumbler .\nActivity ______________ 8.3\n•Place a water -filled tumbler on a tray.\n•Hold the tray and tur n around as fast\nas you can.\n•We observe that the water spills. Why?\nObserve that a gr oove is pr ovided in a\nsaucer for placing the tea cup. It pr events\nthe cup from toppling over in case of\nsudden jerks.\n8.3Inertia and Mass\nAll the examples and activities given so far\nillustrate that ther e is a r esistance of fered by\nan object to change its state of motion. If it is\nat rest it tends to r emain at r est; if it is moving\nit tends to keep moving. This pr operty of an\nobject is called its inertia. Do all bodies have\nthe same inertia? W e know that it is easier to\npush an empty box than a box full of books.\nSimilarly, if we kick a football it flies away.\nBut if we kick a stone of the same size with\nequal for ce, it har dly moves. W e may, in fact,\nget an injury in our foot while doing so!\nSimilarly, in activity 8.2, instead of aQ\n2024-25"
            },
            {
                "page": 6,
                "text": "SCIENCE 92its velocity changes, that is, the object gets an\nacceleration. W e would now like to study how\nthe acceleration of an object depends on the\nforce applied to it and how we measure a force.\nLet us recount some observations from our\neveryday life. During the game of table tennis\nif the ball hits a player it does not hurt him.\nOn the other hand, when a fast moving cricket\nball hits a spectator , it may hurt him. A truck\nat rest does not require any attention when\nparked along a roadside. But a moving truck,\neven at speeds as low as 5 m s–1, may kill a\nperson standing in its path. A small mass,\nsuch as a bullet may kill a person when fired\nfrom a gun. These observations suggest that\nthe impact produced by the objects depends\non their mass and velocity. Similarly, if an\nobject is to be accelerated, we know that a\ngreater force is required to give a greater\nvelocity. In other words, there appears to exist\nsome quantity of importance that combines\nthe object’s mass and its velocity. One such\nproperty called momentum was introduced by\nNewton. The momentum, p of an object is\ndefined as the product of its mass, m and\nvelocity, v. That is,\np = mv (8.1)\nMomentum has both direction and\nmagnitude. Its dir ection is the same as that\nof velocity, v . The SI unit of momentum is\nkilogram-metr e per second (kg m s-1). Since\nthe application of an unbalanced for ce brings\na change in the velocity of the object, it is\ntherefore clear that a for ce also pr oduces a\nchange of momentum.\nLet us consider a situation in which a car\nwith a dead battery is to be pushed along a\nstraight road to give it a speed of 1 m s-1, which\nis sufficient to start its engine. If one or two\npersons give a sudden push (unbalanced force)\nto it, it hardly starts. But a continuous push\nover some time results in a gradual acceleration\nof the car to this speed. It means that the change\nof momentum of the car is not only determined\nby the magnitude of the force but also by the\ntime during which the force is exerted. It may\nthen also be concluded that the force necessary\nto change the momentum of an object dependson the time rate at which the momentum is\nchanged.\nThe second law of motion states that the\nrate of change of momentum of an object is\nproportional to the applied unbalanced for ce\nin the direction of force.\n8.4.1 MATHEMATICAL  FORMULATION  OF\nSECOND  LAW OF MOTION\nSuppose an object of mass, m is moving along\na straight line with an initial velocity, u . It is\nunifor mly accelerated to velocity, v in time, t\nby the application of a constant for ce, F\nthroughout the time, t. The initial and final\nmomentum of the object will be, p1 = mu  and\np2 = mv  respectively.\nThe change in momentum ∝p2 – p1\n∝mv – mu\n∝m × (v – u).\nThe rate of change of momentum ∝( )× −m v u\nt\nOr, the applied force,\nF ∝ ( )× −m v u\nt\n( )× −=km v u\ntF (8.2)\n=  kma  (8.3)\nHere a [ = (v – u)/ t ] is the acceleration,\nwhich is the rate of change of velocity. The\nquantity, k  is a constant of proportionality.\nThe SI units of mass and acceleration ar e kg\nand m s-2 respectively. The unit of for\nce is so\nchosen that the value of the constant, k\nbecomes one. For this, one unit of force is\ndefined as the amount that pr oduces an\nacceleration of 1 m s-2 in an object of 1 kg\nmass. That is,\n1 unit of force = k × (1 kg) × (1 m s-2).\nThus, the value of k becomes 1. From Eq. (8.3)\nF = ma (8.4)\nThe unit of force is kg m s-2 or newton,\nwhich has the symbol N. The second law of\n2024-25"
            },
            {
                "page": 7,
                "text": "FORCE AND LAWS OF MOTION 93 9393 9393motion gives us a method to measure the force\nacting on an object as a product of its mass\nand acceleration.\nThe second law of motion is often seen in\naction in our everyday life. Have you noticed\nthat while catching a fast moving cricket ball,\na fielder in the ground gradually pulls his\nhands backwards with the moving ball? I n\ndoing so, the fielder increases the time during\nwhich the high velocity of the moving ball\ndecreases to zero. Thus, the acceleration of\nthe ball is decreased and therefore the impact\nof catching the fast moving ball (Fig. 8.8) is\nalso reduced. I f the ball is stopped suddenly\nthen its high velocity decreases to zero in a\nvery short interval of time. Thus, the rate of\nchange of momentum of the ball will be large.\nTherefore, a large force would have to be\napplied for holding the catch that may hurt\nthe palm of the fielder . In a high jump athletic\nevent, the athletes are made to fall either on\na cushioned bed or on a sand bed. This is to\nincrease the time of the athlete’ s fall to stop\nafter making the jump. This decreases the rate\nof change of momentum and hence the force.\nTry to ponder how a karate player breaks a\nslab of ice with a single blow.The first law of motion can be\nmathematically stated from the mathematical\nexpression for the second law of motion. Eq.\n(8.4) is\nF = ma\nor F( )−=m v u\nt(8.5)\nor Ft = mv – mu\nThat is, when F = 0, v = u for whatever time,\nt is taken. This means that the object will\ncontinue moving with uniform velocity , u\nthroughout the time, t. If u is zero then \nv will\nalso be zero. That is, the object will remain\nat rest.\nExampl ExamplExampl ExamplExampl e ee ee     8.1 8.18.1 8.18.1 A constant force acts on an\nobject of mass 5 kg for a duration of\n2 s. I t increases the object’ s velocity\nfrom 3 m s–1 to  7 m s-1. Find the\nmagnitude of the applied force. N ow, if\nthe force was applied for a duration of\n5 s, what would be the final velocity of\nthe object?\nSolution: Solution:Solution: Solution:Solution:\nWe have be en given that u = 3 m s–1\nand v = 7 m s-1, t = 2 s and m  = 5 kg.\nFrom Eq. (8.5) we have,\nF ( )−=m v u\nt\nSubstitution of values in this relation\ngives\nF= 5 kg (7 m s-1 – 3 m s-1)/2 s = 10 N.\nNow, if this force is applied for a\nduration  of 5 s ( t = 5 s), then the final\nvelocity can be calculated by rewriting\nEq. (8.5) as\n= +Ftv u\nm\nOn substituting the values of u, F, m and\nt, we get the final velocity,\nv = 13 m s-1.\n Fig. 8.8: Fig. 8.8:Fig. 8.8: Fig. 8.8:Fig. 8.8: A fielder pulls his hands gradually with the\nmoving ball while holding a catch.\n2024-25"
            },
            {
                "page": 8,
                "text": "SCIENCE 94Exampl e 8.2 Which would require a\ngreater force –– accelerating a 2 kg mass\nat 5 m s–2 or a 4 kg mass at 2 m s-2 ?\nSolution:\nFrom Eq. (8.4), we have F = ma.\nHere we have m1 = 2 kg; a1 = 5 m s-2\nand m2 = 4 kg; a2 = 2 m s-2.\nThus,  F1 = m1a1 = 2 kg × 5 m s-2 = 10 N;\nand F2  =  m2a2  = 4 kg \n× 2 m s-2 = 8 N.\n⇒ F1 > F2.\nThus, accelerating a 2 kg mass at\n5 m s-2 would r equir e a gr eater for ce.\nExampl e 8.3 A motorcar is moving with a\nvelocity of 108 km/h and it takes 4 s to\nstop after the brakes ar e applied.\nCalculate the force exerted by the\nbrakes on the motor car if its mass along\nwith the passengers is 1000 kg.\nSolution:\nThe initial velocity of the motorcar\nu = 108 km/h\n= 108 × 1000 m/(60 × 60 s)\n= 30 m s-1\nand the final velocity of the motor car\nv = 0 m s-1.\nThe total mass of the motor\ncar along\nwith its passengers = 1000 kg and the\ntime taken to stop the motor car, t = 4 s.\nFrom Eq. (8.5) we have the magnitude\nof the for ce (F) applied by the brakes as\nm(v – u)/t .\nOn substituting the values, we get\nF= 1000 kg × (0 – 30) m s-1/4 s\n= – 7500 kg m s-2 or – 7500 N.\nThe negative sign tells us that the force\nexerted by the brakes is opposite to the\ndirection of motion of the motor car.\nExampl e 8.4 A force of 5 N gives a mass\nm1, an acceleration of 10 m s–2 and a\nmass m2, an acceleration of 20 m s-2.\nWhat acceleration would it give if both\nthe masses wer e tied together?Solution:\nFrom Eq. (8.4) we have m1 = F/a1; and\nm2 = F/a2. Here, a1 = 10 m s-2;\na2 = 20 m s-2 and F = 5 N.\nThus,  m1 = 5 N/10 m s-2 = 0.50 kg; and\nm2 = 5 N/20 m s-2 = 0.25 kg.\nIf the two masses wer e tied together ,\nthe total mass, m would be\nm = 0.50 kg + 0.25 kg = 0.75 kg.\nThe acceleration, a produced in the\ncombined mass by the 5 N for ce would\nbe, a = F/m = 5 N/0.75 kg = 6.67 m s-2.\nExampl e 8.5 The velocity-time graph of a\nball of mass 20 g moving along a\nstraight line on a long table is given in\nFig. 8.9.\nFig. 8.9\nHow much force does the table exert on\nthe ball to bring it to rest?\nSolution:\nThe initial velocity of the ball is 20 cm s-1.\nDue to the friction al force exerted by the\ntable, the velocity of the ball decr eases\ndown to zer o in 10 s. Thus , u = 20 cm s–1;\nv = 0 cm s-1 and t = 10 s. Since the\nvelocity-time graph is a straight line, it is\nclear that the ball moves with a constant\naccelerat ion. The acceleration a is\n−=v ua\nt\n= (0 cm s-1 – 20 cm s-1)/10 s\n= –2 cm s-2 = –0.02 m s-2.\n2024-25"
            },
            {
                "page": 9,
                "text": "FORCE AND LAWS OF MOTION 95The force exerted on the ball F is,\nF = ma = (20/1000) kg × (– 0.02 m s-2)\n   = – 0.0004 N.\nThe negative sign implies that the\nfrictional force exerted by the table is\nopposite to the dir\nection of motion of\nthe ball.\n8.5Third Law of Motion\nThe first two laws of motion tell us how an\napplied for ce changes the motion and pr ovide\nus with a method of deter mining the for ce.\nThe thir d law of motion states that when one\nobject exerts a force on another object, the\nsecond object instantaneously exerts a for ce\nback on the first. These two forces ar e always\nequal in magnitude but opposite in dir ection.\nThese for ces act on dif ferent objects and never\non the same object. In the game of football\nsometimes we, while looking at the football\nand trying to kick it with a gr eater for ce,\ncollide with a player of the opposite team.\nBoth feel hurt because each applies a for ce\nto the other . In other words, ther e is a pair of\nforces and not just one for ce. The two\nopposing for ces ar e also known as action and\nreaction for ces.\nLet us consider two spring balances\nconnected together as shown in Fig. 8.10. The\nfixed end of balance B is attached with a rigid\nsupport, like a wall. When a for ce is applied\nthrough the fr ee end of spring balance A, it is\nobserved that both the spring balances show\nthe same r eadings on their scales. It means\nthat the for ce exerted by spring balance A on\nbalance B is equal but opposite in dir ection\nto the for ce exerted by the balance B on\nbalance A. Any of these two forces can be called\nas action  and the other as reaction . This gives\nus an alternative statement of the third law of\nmotion i.e., to every action there is an equal\nand opposite r eaction. However , it must be\nremembered that the action and reaction\nalways act on two different objects,\nsimultaneously.Fig. 8.10: Action and reaction forces are equal and\nopposite.\nSuppose you are standing at rest and\nintend to start walking on a r oad. Y ou must\naccelerate, and this r equir es a for ce in\naccor dance with the second law of motion.\nWhich is this for ce? Is it the muscular ef fort\nyou exert on the r oad? Is it in the dir ection\nwe intend to move? No, you push the r oad\nbelow backwar ds. The r oad exerts an equal\nand opposite force on your feet to make you\nmove forward.\nIt is important to note that even though\nthe action and r eaction for ces ar e always\nequal in magnitude, these for ces may not\nproduce accelerations of equal magnitudes.\nThis is because each for ce acts on a dif ferent\nobject that may have a dif fer\nent mass.\nWhen a gun is fir ed, it exerts a forwar d\nforce on the bullet. The bullet exerts an equal\nand opposite force on the gun. This results in\nthe recoil of the gun (Fig. 8.11). Since the gun\nhas a much greater mass than the bullet, the\nacceleration of the gun is much less than the\nacceleration of the bullet. The third law of\nmotion can also be illustrated when a sailor\njumps out of a rowing boat. As the sailor\njumps forward, the force on the boat moves it\nbackwards (Fig. 8.12).\nFig. 8.11: A forward force on the bullet and recoil\nof the gun.\n2024-25"
            },
            {
                "page": 10,
                "text": "SCIENCE 96What\nyou have\nlearnt\n• First law of motion: An object continues to be in a state of\nrest or of uniform motion along a straight line unless acted\nupon by an unbalanced force.\n• The natural tendency of objects to resist a change in their\nstate of rest or of uniform motion is called inertia.\n• The mass of an object is a measure of its inertia. Its SI unit\nis kilogram (kg).\n• Force of friction always opposes motion of objects.\n• Second law of motion: The rate of change of momentum of\nan object is proportional to the applied unbalanced force in\nthe direction of the force.Activity ______________ 8.4\n•Request two children to stand on two\nseparate carts as shown in Fig. 8.13.\n•Give them a bag full of sand or some\nother heavy object. Ask them to play a\ngame of catch with the bag.\n•Does each of them experience an\ninstantaneous force as a result of\nthrowing the sand bag?\n•You can paint a white line on\ncartwheels to observe the motion of the\ntwo carts when the children throw the\nbag towar ds each other .\nFig. 8.12:  As the sailor jumps in forward direction,\nthe boat moves backwar ds.\nFig. 8.13\nNow, place two children on one cart and\none on another cart. The second law of motion\ncan be seen, as this arrangement would show\ndifferent accelerations for the same force.\nThe cart shown in this activity can be\nconstructed by using a 12 mm or 18 mm thick\nplywood board of about 50 cm × 100 cm with\ntwo pairs of har d ball-bearing wheels (skate\nwheels ar e good to use). Skateboar ds ar e not\nas effective because it is dif ficult to maintain\nstraight-line motion.\n2024-25"
            },
            {
                "page": 11,
                "text": "FORCE AND LAWS OF MOTION 97• The SI unit of force is kg m s–2. This is also known as newton\nand represented by the symbol N. A force of one newton\nproduces an acceleration of 1 m s–2 on an object of\nmass 1 kg.\n• The momentum of an object is the product of its mass and\nvelocity and has the same direction as that of the velocity.\nIts SI unit is kg m s–1.\n• Third law of motion: To every action, there is an equal and\nopposite reaction and they act on two different bodies.\nExercises\n1.An object experiences a net zero external unbalanced force.\nIs it possible for the object to be travelling with a non-zero\nvelocity? If yes, state the conditions that must be placed on\n  2. When a carpet is beaten with a stick, dust comes out of it,\nExplain.\n3.Why is it advised to tie any luggage kept on the roof of a bus\nwith a rope?\n4.A batsman hits a cricket ball which then rolls on a level\nground. After covering a short distance, the ball comes to\nrest. The ball slows to a stop because\n(a)the batsman did not hit the ball hard enough.\n(b)velocity is proportional to the force exerted on the ball.\n(c)there is a force on the ball opposing the motion.\n(d)there is no unbalanced force on the ball, so the ball\nwould want to come to rest.\n5.A truck starts from rest and rolls down a hill with a constant\nacceleration. It travels a distance of 400 m in 20 s. Find its\nacceleration. Find the force acting on it if its mass is\n7 tonnes ( Hint: 1 tonne = 1000 kg.)\n6.A stone of 1 kg is thrown with a velocity of 20 m s–1 across\nthe frozen surface of a lake and comes to rest after travelling\na distance of 50 m. What is the force of friction between the\nstone and the ice?\n7.A 8000 kg engine pulls a train of 5 wagons, each of 2000 kg,\nalong a horizontal track. If the engine exerts a force of 40000\nN and the track offers a friction force of 5000 N, then\ncalculate:\n(a)the net accelerating force and\n(b)the acceleration of the train.\n8.An automobile vehicle has a mass of 1500 kg. What must be\nthe force between the vehicle and road if the vehicle is to be\n2024-25"
            },
            {
                "page": 12,
                "text": "SCIENCE 98stopped with a negative acceleration of 1.7 m s–2?\n9.What is the momentum of an object of mass m, moving with\na velocity v ?\n(a) (mv)2(b) mv2(c) ½ mv2(d) mv\n10. Using a horizontal force of 200 N, we intend to move a wooden\ncabinet across a floor at  a constant velocity. What is the\nfriction force that will be exerted on the cabinet?\n11. According to the third law of motion when we push on an\nobject, the object pushes back on us with an equal and\nopposite force. If the object is a massive truck parked along\nthe roadside, it will probably not move. A student justifies\nthis by answering that the two opposite and equal forces\ncancel each other . Comment on this logic and explain why\nthe truck does not move.\n12. A hockey ball of mass 200 g travelling at 10 m s–1 is struck\nby a hockey stick so as to return it along its original path\nwith a velocity at 5 m s–1. Calculate the magnitude of change\nof momentum occurred in the motion of the hockey ball by\nthe force applied by the hockey stick.\n13. A bullet of mass 10 g travelling horizontally with a velocity\nof 150 m s–1 strikes a stationary wooden block and comes to\nrest in 0.03 s. Calculate the distance of penetration of the\nbullet into the block. Also calculate the magnitude of the\nforce exerted by the wooden block on the bullet.\n14. An object of mass 1 kg travelling in a straight line with a\nvelocity of 10 m s–1 collides with, and sticks to, a stationary\nwooden block of mass 5 kg. Then they both move off together\nin the same straight line. Calculate the total momentum\njust before the impact and just after the impact. Also,\ncalculate the velocity of the combined object.\n15. An object of mass 100 kg is accelerated uniformly from a\nvelocity of 5 m s–1 to 8 m s–1 in 6 s. Calculate the initial and\nfinal momentum of the object. Also, find the magnitude of\nthe force exerted on the object.\n16. Akhtar , Kiran and Rahul wer e riding in a motor car that\nwas moving with a high velocity on an expressway when an\ninsect hit the windshield and got stuck on the windscreen.\nAkhtar and Kiran started pondering over the situation. Kiran\nsuggested that the insect suffered a greater change in\nmomentum as compared to the change in momentum of the\nmotorcar (because the change in the velocity of the insect\nwas much more than that of the motorcar). Akhtar said\nthat since the motorcar was moving with a larger velocity,\nit exerted a larger force on the insect. And as a result the\ninsect died. Rahul while putting an entirely new explanation\n2024-25"
            },
            {
                "page": 13,
                "text": "FORCE AND LAWS OF MOTION 99said that both the motorcar and the insect experienced the\nsame force and a change in their momentum. Comment on\nthese suggestions.\n17. How much momentum will a dumb-bell of mass 10 kg\ntransfer to the floor if it falls from a height of 80 cm? Take\nits downward acceleration to be 10 m s–2.\nAdditional\nExercises\nA1. The following is the distance-time table of an object in\nmotion:\nTime in seconds Distance in metres\n0 0\n1 1\n2 8\n3 27\n4 64\n5 125\n6 216\n7 343\n(a)What conclusion can you draw about the acceleration?\nIs it constant, increasing, decreasing, or zero?\n(b)What do you infer about the forces acting on the object?\nA2. Two persons manage to push a motorcar of mass 1200 kg at\na uniform velocity along a level road. The same motorcar\ncan be pushed by three persons to produce an acceleration\nof 0.2 m s-2. With what force does each person push the\nmotorcar? (Assume that all persons push the motorcar with\nthe same muscular effort.)\nA3. A hammer of mass 500 g, moving at 50 m s-1, strikes a nail.\nThe nail stops the hammer in a very short time of 0.01 s.\nWhat is the force of the nail on the hammer?\nA4. A motorcar of mass 1200 kg is moving along a straight line\nwith a uniform velocity of 90 km/h. Its velocity is slowed\ndown to 18 km/h in 4 s by an unbalanced external force.\nCalculate the acceleration and change in momentum. Also\ncalculate the magnitude of the force required.\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 9: Gravitation",
        "pages": [
            {
                "page": 1,
                "text": "SCIENCE 100We have lear nt about the motion of objects and\nforce as the cause of motion. W e have lear nt\nthat a force is needed to change the speed or\nthe dir ection of motion of an object. W e always\nobserve that an object dropped from a height\nfalls towar ds the earth. W e know that all the\nplanets go around the Sun. The moon goes\naround the earth. In all these cases, there must\nbe some force acting on the objects, the planets\nand on the moon. Isaac Newton could grasp\nthat the same force is responsible for all these.\nThis force is called the gravitational force.\nIn this chapter we shall learn about\ngravitation and the universal law of\ngravitation. W e shall discuss the motion of\nobjects under the influence of gravitational\nforce on the earth. W e shall study how the\nweight of a body varies fr om place to place.\nWe shall also discuss the conditions for\nobjects to float in liquids.\n9.1Gravitation\nWe know that the moon goes ar ound the earth.\nAn object when thrown upwards, reaches a\ncertain height and then falls downwards. It is\nsaid that when Newton was sitting under a tree,\nan apple fell on him. The fall of the apple made\nNewton start thinking. He thought that: if the\nearth can attract an apple, can it not attract\nthe moon? Is the force the same in both cases?\nHe conjectured  that the same type of force is\nresponsible in both the cases. He argued that\nat each point of its orbit, the moon falls\ntowards the earth, instead of going off in a\nstraight line. So, it must be attracted by the\nearth. But we do not really see the moon falling\ntowards the earth.Let us try to understand the motion of the\nmoon by recalling activity 7.11.\nActivity ______________ 9.1\n•Take a piece of thread.\n•Tie a small stone at one end. Hold the\nother end of the thread and whirl it\nround, as shown in Fig. 9.1.\n•Note the motion of the stone.\n•Release the thread.\n•Again, note the direction of motion of\nthe stone.\nFig. 9.1: A stone describing a circular path with a\nvelocity of constant magnitude.\nBefore the thread is released, the stone\nmoves in a circular path with a certain speed\nand changes direction at every point.\nThe change in direction involves change in\nvelocity or acceleration. The force that causes\nthis acceleration and keeps the body moving\nalong the circular path is acting towards\nthe centre. This force is called the\ncentripetal (meaning ‘centre-seeking’) force.9\nG GG GGRAVITATIONRAVITATIONRAVITATIONRAVITATIONRAVITATIONChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "GRAVITATION 1019.1.1 UNIVERSAL  LAW OF GRAVITATION\nEvery object in the universe attracts every\nother object with a for ce which is pr oportional\nto the pr oduct of their masses and inversely\nproportional to the squar e of the distance\nbetween them. The for ce is along the line\njoining the centr es of two objects.In the absence of this force, the stone flies off\nalong a straight line. This straight line will be\na tangent to the circular path.\nMore to  knowTangent to a circle\nA straight line that meets the circle at\none and only one point is called a\ntangent to the cir cle. Straight line\nABC is a tangent to the circle at\npoint B.\nThe motion of the moon ar ound the earth\nis due to the centripetal for ce. The centripetal\nforce is pr ovided by the force of attraction of\nthe earth. If ther e wer e no such for ce, the\nmoon would pursue a unifor m straight line\nmotion.\nIt is seen that a falling apple is attracted\ntowar ds the earth. Does the apple attract the\nearth? If so, we do not see the earth moving\ntowar ds an apple. Why?\nAccor\nding to the thir d law of motion, the\napple does attract the earth. But accor ding\nto the second law of motion, for a given for ce,\nacceleration is inversely pr oportional to the\nmass of an object [Eq. (8.4)]. The mass of an\napple is negligibly small compar ed to that of\nthe earth. So, we do not see the earth moving\ntowar ds the apple. Extend the same ar gument\nfor why the earth does not move towar ds the\nmoon.\nIn our solar system, all the planets go\naround the Sun. By ar guing the same way,\nwe can say that ther e exists a force between\nthe Sun and the planets. Fr om the above facts\nNewton concluded that not only does the\nearth attract an apple and the moon, but all\nobjects in the universe attract each other . This\nforce of attraction between objects is called\nthe gravitational force.G2Mm\nF =\nd\nFig. 9.2: The gravitational force between two\nuniform objects is directed along the line\njoining their centres.\nLet two objects A and B of masses M and\nm lie at a distance d from each other as shown\nin Fig. 9.2. Let the force of attraction between\ntwo objects be F.  Accor ding to the universal\nlaw of gravitation, the for ce between two\nobjects is dir ectly pr oportional to the pr oduct\nof their masses. That is,\nF∝M × m (9.1)\nAnd the force between two objects is inversely\nproportional to the squar e of the distance\nbetween them, that is,\n∝21F\nd(9.2)\nCombining Eqs. (10.1) and (10.2), we get\nF ∝ 2×M m\nd(9.3)\nor,  G2M × m\nF =\nd(9.4)\nwhere G is the constant of proportionality and\nis called the universal gravitation constant.\nBy multiplying crosswise, Eq. (9.4) gives\n F × d 2 = G M × m\n2024-25"
            },
            {
                "page": 3,
                "text": "SCIENCE 102From Eq. (9.4), the force exerted by the\nearth on the moon is\nG2M × mF =\nd\n11 2 -2 24 22\n8 26.7 10 N m kg 6 10 kg 7.4 10 kg\n(3.84 10 m)−× × × × ×=\n×\n= 2.02 × 1020 N.\nThus, the for ce exerted by the earth on\nthe moon is 2.02 × 1020 N.\nuestions\n1.State the universal law of\ngravitation.\n2.Write the for mula to find the\nmagnitude of the gravitational\nforce between the earth and an\nobject on the surface of the earth.\n9.1.2 IMPORTANCE  OF THE UNIVERSAL\nLAW OF GRAVITATION\nThe universal law of gravitation successfully\nexplained several phenomena which wer e\nbelieved to be unconnected:\n(i)the for ce that binds us to the earth;\n(ii)the motion of the moon ar ound the\nearth;\n(iii) the motion of planets ar ound the Sun;\nand\n(iv)the tides due to the moon and the Sun.\n9.2Free Fall\nLet us try to understand the meaning of free\nfall by per forming this activity.\nActivity ActivityActivity ActivityActivity 9. 9.9. 9.9.2 22 22\n•Take a stone.\n•Throw it upwards.\n•It reaches a certain height and then it\nstarts falling down.\nWe have lear nt that the earth attracts\nobjects towards it. This is due to the\ngravitational force. Whenever objects fall\ntowar ds the earth under this for ce alone, we\nsay that the objects are in free fall. Is there anyor2\nG=\n×F d\nM m(9.5)\nThe SI unit of G can be obtained by\nsubstituting the units of force, distance and\nmass in Eq. (9.5) as N m2 kg–2.\nThe value of G was found out by\nHenry Cavendish (1731 – 1810) by using a\nsensitive balance. The accepted value of G is\n6.673 × 10–11 N m2 kg–2.\nWe know that ther e exists a for ce of\nattraction between any two objects. Compute\nthe value of this for ce between you and your\nfriend sitting closeby. Conclude how you do\nnot experience this force!\nThe law is universal in the sense that\nit is applicable to all bodies, whether\nthe bodies are big or small, whether\nthey ar e celestial or terr estrial.\nInverse-squar e\nSaying that F is inversely\nproportional to the squar e of d\nmeans, for example, that if d gets\nbigger by a factor of 6, F becomes\n1\n36times smaller .\nExampl e 9.1 The mass of the earth is\n6 × 1024 kg and that of the moon is\n7.4 × 1022 kg. If the distance between the\nearth and the moon is 3.84×105 km,\ncalculate the force exerted by the earth on\nthe moon. (Take G = 6.7 × 10–11 N m2 kg-2)\nSolution :\nThe mass of the earth, M = 6 × 1024 kg\nThe mass of the moon,\nm = 7.4 × 1022 kg\nThe distance between the earth and the\nmoon,\nd=3.84 × 105 km\n=3.84 × 105 × 1000 m\n=3.84 × 108 m\nG=6.7 × 10–11 N m2 kg–2More to  knowQ\n2024-25"
            },
            {
                "page": 4,
                "text": "GRAVITA TION 103calculations, we can take g  to be more or less\nconstant on or near the earth. But for objects\nfar from the earth, the acceleration due to\ngravitational for ce of earth is given by\nEq. (9.7).\n9.2.1 TO CALCULATE  THE VALUE  OF g\nTo calculate the value of g, we should put   the\nvalues of G, M and R  in Eq. (9.9), namely,\nuniversal gravitational constant,   G = 6.7 × 10–11\nN m2 kg-2, mass of the earth, M = 6 × 1024 kg,\nand radius of the earth,  R = 6.4 × 106 m.\nG2M\ng =\nR\n-11 2 -2 24\n6 26.7 10 N m kg 6 10 kg=\n(6.4 10 m)× × ×\n×\n      = 9.8 m s–2.\nThus, the value of acceleration due to gravity\nof the earth, g  = 9.8 m s–2.\n9.2.2 MOTION  OF OBJECTS  UNDER  THE\nINFLUENCE  OF GRAVITATIONAL\nFORCE  OF THE EARTH\nLet us do an activity to understand whether\nall objects hollow or solid, big or small, will\nfall from a height at the same rate.\nActivity                          9.3Activity                          9.3Activity                          9.3Activity                          9.3Activity                          9.3\n•Take a sheet of paper and a stone.\nDrop them simultaneously from the\nfirst floor of a building. Observe\nwhether both of them reach the\nground simultaneously.\n•We see that paper r eaches the gr ound\nlittle later than the stone. This happens\nbecause of air r esistance. The air of fers\nresistance due to friction to the motion\nof the falling objects. The r esistance\noffered by air to the paper is mor e than\nthe resistance offered to the stone. If\nwe do the experiment in a glass jar\nfrom which air has been sucked out,\nthe paper and the stone would fall at\nthe same rate.change in the velocity of falling objects? While\nfalling, there is no change in the direction of\nmotion of the objects. But due to the earth’s\nattraction, there will be a change in the\nmagnitude of the velocity. Any change in\nvelocity involves acceleration. Whenever an\nobject falls towar ds the earth, an acceleration\nis involved. This acceleration is due to the\nearth’s gravitational for ce. Ther efore, this\nacceleration is called the acceleration due to\nthe gravitational for ce of the earth (or\nacceleration due to gravity). It is denoted by\ng. The unit of g is the same as that of\nacceleration, that is, m s–2.\nWe know fr om the second law of motion\nthat for ce is the pr oduct of mass and\nacceleration. Let the mass of the stone in\nactivity 9.2 be m. We already know that ther e\nis acceleration involved in falling objects due\nto the gravitational force and is denoted by g.\nTherefor e the magnitude of the gravitational\nforce F will be equal to the pr oduct of mass\nand acceleration due to the gravitational\nforce, that is,\nF = m g (9.6)\nFrom Eqs. (9.4) and (9.6) we have\n2= G×M m\nm g\nd\nor G2M\ng =\nd(9.7)\nwhere M is the mass of the earth, and d is the\ndistance between the object and the earth.\nLet an object be on or near the sur face of\nthe earth. The distance d in Eq. (9.7) will be\nequal to R, the radius of the earth. Thus, for\nobjects on or near the sur face of the earth,\nG2M × m\nmg =\nR(9.8)\n  G2M\ng =\nR(9.9)\nThe earth is not a perfect sphere. As the\nradius of the earth increases from the poles to\nthe equator , the value of g becomes gr eater at\nthe poles than at the equator . For most\n2024-25"
            },
            {
                "page": 5,
                "text": "SCIENCE 104We know that an object experiences\nacceleration during free fall. From Eq. (9.9),\nthis acceleration experienced by an object is\nindependent of its mass. This means that all\nobjects hollow or solid, big or small, should\nfall at the same rate. According to a story,\nGalileo dr opped dif ferent objects fr om the top\nof the Leaning T ower of Pisa in Italy to prove\nthe same.\nAs g is constant near the earth, all the\nequations for the unifor mly accelerated\nmotion of objects become valid with\nacceleration a replaced by g.\nThe equations are:\nv = u + at (9.10)\ns = ut + 1\n2 at2(9.11)\nv2 = u2 + 2as (9.12)\nwhere u and v are the initial and final velocities\nand s is the distance covered in    time, t.\nIn applying these equations, we will take\nacceleration, a to be positive when it is in the\ndirection of the velocity, that is, in the\ndirection of motion. The acceleration, a  will\nbe taken as negative when it opposes the\nmotion.\nExampl e 9.2 A car falls off a ledge and\ndrops to the ground in 0.5 s. Let\ng = 10 m s–2 (for simplifying the\ncalculations).\n(i)What is its speed on striking the\nground?\n(ii)What is its average speed during the\n0.5 s?\n(iii)How high is the ledge fr om the\nground?\nSolution:\n     Time, t  = ½ second\nInitial velocity, u = 0 m s–1\nAcceleration due to gravity, g  = 10 m s–2\nAcceleration of the car , a = + 10 m s–2\n   (downward)\n(i)speed        v=a t\n                 v=10 m s–2 × 0.5 s\n=5 m s–1(ii)average speed =\n2u +v\n=(0 m s–1+ 5 m s–1)/2\n=2.5 m s–1\n(iii)distance travelled, s = ½ a t2\n=  ½ × 10 m s–2 × (0.5 s)2\n=  ½ × 10 m s–2 × 0.25 s2\n=  1.25 m\nThus,\n(i)its speed on striking the ground\n= 5 m s–1\n(ii)its average speed during the 0.5 s\n= 2.5 m s–1\n(iii)height of  the ledge fr om the gr ound\n= 1.25 m.\nExampl e 9.3 An object is thrown vertically\nupwards and rises to a height of 10 m.\nCalculate (i) the velocity with which the\nobject was thrown upwards and (ii) the\ntime taken by the object to reach the\nhighest point.\nSolution:\nDistance travelled, s = 10 m\nFinal velocity, v = 0 m s–1\nAcceleration due to gravity, g  = 9.8 m s–2\nAcceleration of the object, a = –9.8 m s–2\n(upwar d motion)\n(i) v 2 = u2 + 2a s\n0 =  u 2 + 2 × (–9.8 m s–2) × 10 m\n–u 2 = –2 ×  9.8 ×  10  m2 s–2\nu =  196 m s-1\n             u  = 14 m s-1\n(ii) v = u + a t\n0 = 14 m s–1 – 9.8 m s–2 × t\nt = 1.43 s.\nThus,\n(i) Initial velocity, u = 14 m s–1, and\n(ii) Time taken, t  = 1.43 s.\nuestions\n1.What do you mean by free fall?\n2.What do you mean by acceleration\ndue to gravity?Q\n2024-25"
            },
            {
                "page": 6,
                "text": "GRAVITATION 1059.3Mass\nWe have lear nt in the pr evious chapter that the\nmass of an object is the measure of its inertia .\nWe have also lear nt that gr eater the mass, the\ngreater is the inertia. It remains the same\nwhether the object is on the earth, the moon\nor even in outer space. Thus, the mass of an\nobject is constant and does not change from\nplace to place.\n9.4Weight\nWe know that the earth attracts every object\nwith a certain force and this force depends on\nthe mass ( m) of the object and the acceleration\ndue to the gravity (g ). The weight of an object\nis the force with which it is attracted towards\nthe earth.\nWe know that\nF = m × a, (9.13)\nthat is,\nF = m × g. (9.14)\nThe force of attraction of the earth on an\nobject is known as the weight of the object. It\nis denoted by W. Substituting the same in Eq.\n(9.14), we have\nW = m × g (9.15)\nAs the weight of an object is the force with\nwhich it is attracted towards the earth, the SI\nunit of weight is the same as that of force, that\nis, newton (N). The weight is a force acting\nvertically downwards; it has both magnitude\nand direction.\nWe have lear nt that the value of g is\nconstant at a given place. Therefore at a given\nplace, the weight of an object is directly\nproportional to the mass, say m, of the object,\nthat is, W ∝ m. It is due to this reason that at\na given place, we can use the weight of an\nobject as a measure of its mass. The mass of\nan object remains the same everywhere, that\nis, on the earth and on any planet whereas its\nweight depends on its location because g\ndepends on location.\n9.4.1 WEIGHT  OF AN OBJECT ON\nTHE MOON\nWe have lear nt that the weight of an object on\nthe earth is the force with which the earthattracts the object. In the same way, the weight\nof an object on the moon is the force with\nwhich the moon attracts that object. The mass\nof the moon is less than that of the earth. Due\nto this the moon exerts lesser force of attraction\non objects.\nLet the mass of an object be m. Let its\nweight on the moon be Wm. Let the mass of\nthe moon be Mm and its radius be Rm.\nBy applying the universal law of\ngravitation, the weight of the object on the\nmoon will be\n2G×=m\nm\nmM mW\nR(9.16)\nLet the weight of the same object on the\nearth be We. The mass of the earth is M and its\nradius is R.\nTable 9.1\nCelestial Mass (kg) Radius (m)\nbody\nEarth 5.98 ×  10246.37 ××106\nMoon 7.36 ××10221.74 ××106\nFrom Eqs. (9.9) and (9.15) we have,\n2G×=eM mW\nR (9.17)\nSubstituting the values from Table 10.1 in\nEqs. (9.16) and (9.17), we get\n( )22\n267.36 10 kgG\n1.74 10\nm× ×=\n×mmW\n 102.431 10 G × = ×mW m (9.18a)\nand 111.474 10 G × = ×eW m (9.18b)\nDividing Eq. (9.18a) by Eq. (9.18b), we get\n10\n112.431 10\n1.474 10×=\n×m\neW\nW\nor  10.1656m\neW\nW= ≈ (9.19)\nWeight of theobject on the moon 1=\nWeight of theobject on theearth 6\nWeight of the object on the moon\n= (1/6) × its weight on the earth.\n2024-25"
            },
            {
                "page": 7,
                "text": "SCIENCE 106Exampl e 9.4 Mass of an object is 10 kg.\nWhat is its weight on the earth?\nSolution:\nMass, m = 10 kg\nAcceleration due to gravity, g = 9.8 m s–2\nW = m × g\nW = 10 kg × 9.8 m s-2 = 98 N\nThus, the weight of the object is 98 N.\nExampl e 9.5 An object weighs 10 N when\nmeasured on the sur face of the earth.\nWhat would be its weight when\nmeasur ed on the sur face of the moon?\nSolution:\nWe know,\nWeight of object on the moon\n= (1/6) \n× its weight on the earth.\nThat is,\n10\n6 6e\nmWW = =  N.\n= 1.67 N.\nThus, the weight of object on the\nsurface of the moon would be 1.67 N.\nuestions\n1.What ar e the dif ferences between\nthe mass of an object and its\nweight?\n2.Why is the weight of an object on\nthe moon 1\n6th its weight on the\nearth?\n9.5Thrust and Pressure\nHave you ever wonder ed why a camel can run\nin a desert easily? Why an ar my tank weighing\nmore than a thousand tonne r ests upon a\ncontinuous chain? Why a truck or a motorbus\nhas much wider tyr es? Why cutting tools have\nsharp edges? In order to address these\nquestions and understand the phenomena\ninvolved, it helps to intr oduce the conceptsof the net force in a particular direction (thrust)\nand the force per unit area (pressure) acting\non the object concerned.\nLet us try to understand the meanings of\nthrust and pr essur e by considering the\nfollowing situations:\nSituation 1: Y ou wish to fix a poster on a\nbulletin board, as shown in Fig 9.3. To do this\ntask you will have to press drawing pins with\nyour thumb. Y ou apply a for ce on the sur face\narea of the head of the pin. This force is directed\nperpendicular to the surface area of the board.\nThis force acts on a smaller area at the tip of\nthe pin.\nQ\nFig. 9.3: To fix a poster , drawing pins ar e pressed\nwith the thumb perpendicular to the boar d.\nSituation 2: Y ou stand on loose sand. Y our\nfeet go deep into the sand. Now, lie down on\nthe sand. Y ou will find that your body will not\ngo that deep in the sand. In both cases the\nforce exerted on the sand is the weight of your\nbody.\n2024-25"
            },
            {
                "page": 8,
                "text": "GRAVITATION 107You have lear nt that weight is the for ce\nacting vertically downwards. Here the force is\nacting perpendicular to the surface of the sand.\nThe force acting on an object perpendicular to\nthe surface is called thrust.\nWhen you stand on loose sand, the for ce,\nthat is, the weight of your body is acting on\nan ar ea equal to ar ea of your feet. When you\nlie down, the same for ce acts on an ar ea equal\nto the contact ar ea of your whole body, which\nis lar ger than the ar ea of your feet. Thus, the\neffects of for ces of the same magnitude on\ndifferent ar eas ar e different. In the above\ncases, thrust is the same. But ef fects ar e\ndifferent. Ther efore the ef fect of thrust\ndepends on the ar ea on which it acts.\nThe ef fect of thrust on sand is lar ger while\nstanding than while lying. The thrust on unit\narea is called pressur e. Thus,\nthrustPressure=\narea(9.20)\nSubstituting the SI unit of thrust and area in\nEq. (9.20), we get the SI unit of pressure as N/\nm2 or N m–2.\nIn honour of scientist Blaise Pascal, the\nSI unit of pr essur e is called pascal, denoted\nas Pa.\nLet us consider a numerical example to\nunderstand the ef fects of thrust acting on\ndifferent areas.\nExampl e 9.6 A block of wood is kept on a\ntabletop. The mass of wooden block is 5\nkg and its dimensions are 40 cm × 20\ncm × 10 cm. Find the pr essur e exertedby the wooden block on the table top if\nit is made to lie on the table top with its\nsides of dimensions (a) 20 cm ×  10 cm\nand (b) 40 cm \n× 20 cm.\nSolution:\nThe mass of the wooden block = 5 kg\nThe dimensions\n= 40 cm ×  20 cm ×  10 cm\nHere, the weight of the wooden block\napplies a thrust on the table top.\nThat is,\n  Thrust = F = m × g\n=5 kg × 9.8 m s–2\n=49 N\nArea of a side = length × breadth\n=20 cm × 10 cm\n=200 cm2 = 0.02 m2\nFrom Eq. (9.20),\nPressur e = 249N\n0.02m\n= 2450 N m-2.\nWhen the block lies on its side of\ndimensions 40 cm × 20 cm, it exerts\nthe same thrust.\nArea=length × breadth\n=40 cm × 20 cm\n=800 cm2 = 0.08 m2\nFrom Eq. (9.20),\nPressur e\n= 249 N\n0.08 m\n=612.5 N m–2\nThe pr essur e exerted by the side 20 cm\n× 10 cm is 2450 N m–2 and by the side\n40 cm × 20 cm is 612.5 N m–2.\nThus, the same for ce acting on a smaller\narea exerts a larger pressure, and a smaller\npressure on a larger area. This is the reason\nwhy a nail has a pointed tip, knives have sharp\nedges and buildings have wide foundations.\n9.5.1 PRESSURE  IN FLUIDS\nAll liquids and gases are fluids. A solid exerts\npressur e on a sur face due to its weight.\nSimilarly, fluids have weight, and they also Fig. 9.4\n2024-25"
            },
            {
                "page": 9,
                "text": "SCIENCE 108water on the bottle is greater than its weight.\nTherefore it rises up when released.\nTo keep the bottle completely immersed,\nthe upwar d force on the bottle due to water\nmust be balanced. This can be achieved by\nan exter nally applied force acting downwar ds.\nThis for ce must at least be equal to the\ndifference between the upwar d force and the\nweight of the bottle.\nThe upwar d force exerted by the water on\nthe bottle is known as upthrust or buoyant\nforce. In fact, all objects experience a for ce of\nbuoyancy when they ar e immersed in a fluid.\nThe magnitude of this buoyant for ce depends\non the density of the fluid.\n9.5.3 WHY OBJECTS  FLOAT  OR SINK\nWHEN  PLACED  ON\n THE SURFACE  OF\nWATER ?\nLet us do the following activities to arrive at\nan answer for the above question.\nActivity ______________ 9.5\n•Take a beaker filled with water .\n•Take an ir on nail and place it on the\nsurface of the water .\n•Observe what happens.\nThe nail sinks. The for ce due to the\ngravitational attraction of the earth on the\niron nail pulls it downwar ds. Ther e is an\nupthrust of water on the nail, which pushes\nit upwards. But the downwar d force acting\non the nail is greater than the upthrust of\nwater on the nail. So it sinks (Fig. 9.5).exert pressure on the base and walls of the\ncontainer in which they are enclosed. Pressure\nexerted in any confined mass of fluid is\ntransmitted undiminished in all directions.\n9.5.2 BUOYANCY\nHave you ever had a swim in a pool and felt\nlighter? Have you ever drawn water fr om a\nwell and felt that the bucket of water is heavier\nwhen it is out of the water? Have you ever\nwonder ed why a ship made of iron and steel\ndoes not sink in sea water , but while the same\namount of ir on and steel in the for m of a sheet\nwould sink? These questions can be answer ed\nby taking buoyancy in consideration. Let us\nunderstand the meaning of buoyancy by\ndoing an activity.\nActivity ______________ 9.4\n•Take an empty plastic bottle. Close\nthe mouth of the bottle with an\nairtight stopper . Put it in a bucket\nfilled with water . You see that the\nbottle floats.\n•Push the bottle into the water . You feel\nan upwar d push. T ry to push it further\ndown. Y ou will find it dif ficult to push\ndeeper and deeper . This indicates that\nwater exerts a for ce on the bottle in the\nupwar d dir ection. The upwar d for ce\nexerted by the water goes on incr easing\nas the bottle is pushed deeper  till it is\ncompletely immersed.\n•Now, r elease the  bottle. It bounces\nback to the sur face.\n•Does the for ce due to the gravitational\nattraction of the earth act on this\nbottle? If so, why doesn’t the bottle stay\nimmersed in water after it is r eleased?\nHow can you immerse the bottle in\nwater?\nThe for ce due to the gravitational\nattraction of the earth acts on the bottle in\nthe downwar d dir ection. So the bottle is\npulled downwar ds. But the water exerts an\nupward force on the bottle. Thus, the bottle is\npushed upwards. W e have lear nt that weight\nof an object is the force due to gravitational\nattraction of the earth. When the bottle is\nimmersed, the upward force exerted by theFig. 9.5: An iron nail sinks and a cork floats when\nplaced on the sur face of water .\n2024-25"
            },
            {
                "page": 10,
                "text": "GRAVITATION 109•Observe what happens to  elongation\nof the string or the r eading on the\nbalance.\nYou will find that the elongation of the string\nor the reading of the balance decreases as the\nstone is gradually lower ed in the water . However ,\nno further change is observed once the stone\ngets fully immersed in the water . What do you\ninfer from the decrease in the extension of the\nstring or the reading of the spring balance?\nWe know that the elongation pr oduced in\nthe string or the spring balance is due to the\nweight of the stone. Since the extension\ndecreases once the stone is lower ed in water ,\nit means that some force acts on the stone in\nupward direction. As a result, the net force on\nthe string decreases and hence the elongation\nalso decr eases. As discussed earlier , this\nupward force exerted by water is known as\nthe force of buoyancy.\nWhat is the magnitude of the buoyant\nforce experienced by a body? Is it the same\nin all fluids for a given body? Do all bodies\nin a given fluid experience the same buoyant\nforce? The answer to these questions is\ncontained in Archimedes’ principle, stated as\nfollows:Activity ______________ 9.6\n•Take a beaker filled with water .\n•Take a piece of cork and an ir on nail of\nequal mass.\n•Place them on the sur face of water .\n•Observe what happens.\nThe cork floats while the nail sinks. This\nhappens because of the dif ference in their\ndensities. The density of a substance is\ndefined as the mass per unit volume. The\ndensity of cork is less than the density of\nwater . This means that the upthrust of water\non the cork is gr eater than the weight of the\ncork. So it floats (Fig. 9.5).\nThe density of an iron nail is more than\nthe density of water . This means that the\nupthrust of water on the ir on nail is less than\nthe weight of the nail. So it sinks.\nTherefore objects of density less than that\nof a liquid float on the liquid. The objects of\ndensity gr eater than that of a liquid sink in\nthe liquid.\nuestions\n1.Why is it dif ficult to hold a school\nbag having a strap made of a thin\nand str ong string?\n2.What do you mean by buoyancy?\n3.Why does an object float or sink\nwhen placed on the sur face of\nwater?\n9.6Archimedes’ Principle\nActivity ______________ 9.7\n•Take a piece of stone and tie it to one\nend of a rubber string or a spring\nbalance.\n•Suspend the stone by holding the\nbalance or the string as shown in\nFig. 9.6 (a).\n• Note the elongation of the string or\nthe reading on the spring balance due\nto the weight of the stone.\n•Now, slowly dip the stone in the water\nin a container as shown in\nFig. 9.6 (b).\nFig. 9.6: (a) Observe the elongation of the rubber\nstring due to the weight of a piece of stone\nsuspended fr om it in air . (b) The elongation\ndecreases as the stone is immersed\nin water .(a)\n(b)\nQ\n2024-25"
            },
            {
                "page": 11,
                "text": "SCIENCE 110What\nyou have\nlearnt\n• The law of gravitation states that the force of attraction\nbetween any two objects is proportional to the product of\ntheir masses and inversely proportional to the square of\nthe distance between them.  The law applies to objects\nanywhere in the universe.  Such a law is said to be universal.\n• Gravitation is a weak force unless large masses are involved.\n• The force of gravity decreases with altitude. It also varies\non the surface of the earth, decreasing from poles to the\nequator .\n• The weight of a body is the for ce with which the earth\nattracts it.\n• The weight is equal to the pr oduct of mass and acceleration\ndue to gravity.\n• The weight may vary from place to place but the mass stays\nconstant.When a body is immersed fully or partially\nin a fluid, it experiences an upward force that\nis equal to the weight of the fluid displaced\nby it.\nNow, can you explain why a further\ndecrease in the elongation of the string was\nnot observed in activity 9.7, as the stone was\nfully immersed in water?\nArchimedes was a Greek scientist. He\ndiscovered the principle, subsequently named\nafter him, after noticing that\nthe water in a bathtub\noverflowed when he stepped\ninto it. He ran through the\nstreets shouting “Eureka!”,\nwhich means “I have got it”.\nThis knowledge helped him to\ndetermine the purity of the\ngold in the crown made for\nthe king.\nHis work in the field of Geometry and\nMechanics made him famous. His\nunderstanding of levers, pulleys, wheels-\nand-axle helped the Greek army in its war\nwith Roman army.\nArchimedesQArchimedes’ principle has many\napplications. It is used in designing ships and\nsubmarines. Lactometers, which are used to\ndetermine the purity of a sample of milk and\nhydrometers used for determining density of\nliquids, are based on this principle.\nuestions\n1.You find your mass to be 42 kg\non a weighing machine. Is your\nmass more or less than 42 kg?\n2.You have a bag of cotton and an\niron bar , each indicating a mass\nof 100 kg when measured on a\nweighing machine. In reality,\none is heavier than other . Can\nyou say which one is heavier\nand why?\n2024-25"
            },
            {
                "page": 12,
                "text": "GRAVITATION 111• All objects experience a force of buoyancy when they are\nimmersed in a fluid.\n• Objects having density less than that of the liquid in which\nthey ar e immersed, float on the sur face of the liquid. If the\ndensity of the object is mor e than the density of the liquid in\nwhich it is immersed then it sinks in the liquid.\nExercises\n1.How does the for ce of gravitation between two objects change\nwhen the distance between them is r educed to half ?\n2.Gravitational for ce acts on all objects in proportion to their\nmasses. Why then, a heavy object does not fall faster than\na light object?\n3.What is the magnitude of the gravitational for ce between the\nearth and a 1 kg object on its surface? (Mass of the earth is\n6 × 1024 kg and radius of the earth is 6.4 \n× 106 m.)\n4.The earth and the moon ar e attracted to each other by\ngravitational force. Does the earth attract the moon with a\nforce that is greater or smaller or the same as the force\nwith which the moon attracts the earth?  Why?\n5.If the moon attracts the earth, why does the earth not move\ntowar ds the moon?\n6.What happens to the force between two objects, if\n(i)the mass of one object is doubled?\n(ii)the distance between the objects is doubled and tripled?\n(iii)the masses of both objects are doubled?\n7.What is the importance of universal law of gravitation?\n8.What is the acceleration of fr ee fall?\n9.What do we call the gravitational for ce between the earth and\nan object?\n10. Amit buys few grams of gold at the poles as per the instruction\nof one of his friends. He hands over the same when he meets\nhim at the equator . Will the friend agr ee with the weight of gold\nbought? If not, why? [Hint : The value of g is gr eater at the\npoles than at the equator .]\n11. Why will a sheet of paper fall slower than one that is crumpled\ninto a ball?\n12. Gravitational for ce on the sur face of the moon is only 1\n6 as\nstrong as gravitational force on the earth. What is the weight\nin newtons of a 10 kg object on the moon and on the earth?\n2024-25"
            },
            {
                "page": 13,
                "text": "SCIENCE 11213. A ball is thrown vertically upwards with a velocity of 49 m/s.\nCalculate\n(i)the maximum height to which it rises,\n(ii)the total time it  takes to return to the surface of the\nearth.\n14. A stone is r eleased fr om the top of a tower of height 19.6 m.\nCalculate its final velocity just before touching the ground.\n15. A stone is thrown vertically upward with an initial velocity\nof 40 m/s. Taking g = 10 m/s2, find the maximum height\nreached by the stone. What is the net displacement and the\ntotal distance covered by the stone?\n16. Calculate the force of gravitation between the earth and the\nSun, given that the mass of the earth = 6 × 1024 kg and of the\nSun = 2 × 1030 kg. The average distance between the two is\n1.5 × 1011 m.\n17. A stone is allowed to fall from the top of a tower 100 m high\nand at the same time another stone is projected vertically\nupwards from the ground with a velocity of 25 m/s. Calculate\nwhen and where the two stones will meet.\n18. A ball thrown up vertically returns to the thrower after 6 s.\nFind\n(a)the velocity with which it was thrown up,\n(b)the maximum height it reaches, and\n(c)its position after 4 s.\n19. In what direction does the buoyant force on an object\nimmersed in a liquid act?\n20. Why does a block of plastic released under water come up\nto the surface of water?\n21. The volume of 50 g of a substance is 20 cm3. If the density of\nwater is 1 g cm–3, will the substance float or sink?\n22. The volume of a 500 g sealed packet is 350 cm3. Will the\npacket float or sink in water if the density of water is 1 g\ncm–3? What will be the mass of the water displaced by this\npacket?\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 10: Work and Energy",
        "pages": [
            {
                "page": 1,
                "text": "In the previous few chapters we have talked\nabout ways of describing the motion of\nobjects, the cause of motion and gravitation.\nAnother concept that helps us understand and\ninterpr et many natural phenomena is ‘work’.\nClosely r elated to work ar e ener gy and power .\nIn this chapter we shall study these concepts.\nAll living beings need food.  Living beings\nhave to per form several basic activities to\nsurvive.  W e call such activities ‘life pr ocesses’.\nThe ener gy for these pr ocesses comes fr om\nfood. W e need ener gy for other activities like\nplaying, singing, r eading, writing, thinking,\njumping, cycling and running.  Activities that\nare strenuous requir e mor e ener gy.\nAnimals too get engaged in activities.  For\nexample, they may jump and run.  They have\nto fight, move away fr om enemies, find food\nor find a safe place to live. Also, we engage\nsome animals to lift weights, carry loads, pull\ncarts or plough fields.  All such activities\nrequir e ener gy.\nThink of machines. List the machines that\nyou have come acr\noss. What do they need for\ntheir working? Why do some engines r equir e\nfuel like petr ol and diesel?  Why do living\nbeings and machines need energy?\n10.1Work\nWhat is work? There is a dif ference in the\nway we use the ter m ‘work’ in day-to-day life\nand the way we use it in science.  T o make\nthis point clear let us consider a few examples.\n10.1.1 NOT MUCH  ‘WORK ’ IN SPITE OF\nWORKING  HARD !\nKamali is pr eparing for examinations. She\nspends lot of time in studies. She r eads books,draws diagrams, organises her thoughts,\ncollects question papers, attends classes,\ndiscusses pr oblems with her friends, and\nperforms experiments.  She expends a lot of\nenergy on these activities. In common\nparlance, she is ‘working har d’. All this ‘har d\nwork’ may involve very little ‘work’ if we go by\nthe scientific definition of work.\nYou ar e working har d to push a huge r ock.\nLet us say the r ock does not move despite all\nthe ef fort. Y ou get completely exhausted.\nHowever , you have not done any work on the\nrock as there is no displacement of the r ock.\nYou stand still for a few minutes with a\nheavy load on your head.   Y ou get tired. Y ou\nhave exerted yourself and have spent quite a\nbit of your energy. Ar e you doing work on the\nload?  The way we understand the ter m ‘work’\nin science, work is not done.\nYou climb up the steps of a stair case and\nreach the second floor of a building just to\nsee the landscape fr om ther e.  You may even\nclimb up a tall tr ee.  If we apply the scientific\ndefinition, these activities involve a lot of work.\nIn day-to-day life, we consider any useful\nphysical or mental labour as work. Activities\nlike playing in a field, talking with friends,\nhumming a tune, watching a movie, attending\na function ar e sometimes not consider ed to\nbe work.  What constitutes ‘work’ depends\non the way we define it. W e use and define\nthe ter m work dif ferently in science.  T o\nunderstand this let us do the following\nactivities:\nActivity _____________ 10.1\n•We have discussed in the above\nparagraphs a number of activities\nwhich we nor mally consider to be work10\nW WW WWORK ORKORK ORKORK     AND ANDANDANDAND E  E E  E ENERGY NERGYNERGY NERGYNERGYChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "SCIENCE 114Activity _____________ 10.3\n•Think of situations when the object\nis not displaced in spite of a force\nacting on it.\n•Also think of situations when an object\ngets displaced in the absence of a for ce\nacting on it.\n•List all the situations that you can\nthink of for each.\n•Discuss with your friends whether\nwork is done in these situations.\n10.1.3 WORK DONE  BY A CONSTANT\nFORCE\nHow is work defined in science? T o\nunderstand this, we shall first consider the\ncase when the for ce is acting in the dir ection\nof displacement.\nLet a constant for ce, F act on an object.\nLet the object be displaced thr ough a\ndistance, \ns in the direction of the force (Fig.\n10.1). Let W be the work done. W e define work\nto be equal to the pr oduct of the for ce and\ndisplacement.\nWork done =force × displacement\nW=F s  (10.1)in day-to-day life. For each of these\nactivities, ask the following questions\nand answer them:\n(i)What is the work being done on?\n(ii)What is happening to the object?\n(iii)Who (what) is doing the work?\n10.1.2 SCIENTIFIC CONCEPTION  OF WORK\nTo understand the way we view work and\ndefine work fr om the point of view of science,\nlet us consider some situations:\nPush a pebble lying on a sur face. The\npebble moves thr ough a distance. Y ou exerted\na for ce on the pebble and the pebble got\ndisplaced. In this situation work is done.\nA girl pulls a tr olley and the tr olley moves\nthrough a distance.  The girl has exerted a\nforce on the trolley and it is displaced.\nTherefor e, work is done.\nLift a book thr ough a height. T o do this\nyou must apply a for ce.  The book rises up.\nThere is a for ce applied on the book and the\nbook has moved.  Hence, work is done.\nA closer look at the above situations\nreveals that two conditions need to be\nsatisfied for work to be done: (i) a for ce should\nact on an object, and (ii) the object must be\ndisplaced.\nIf any one of the above conditions does\nnot exist, work is not done. This is the way\nwe view work in science.\nA bullock is pulling a cart.  The cart\nmoves. Ther e is a force on the cart and the\ncart has moved. Do you think that work is\ndone in this situation?\nActivity _____________ 10.2\n•Think of some situations from your\ndaily life involving work.\n•List them.\n•Discuss with your friends whether\nwork is being done in each situation.\n•Try to r eason out your response.\n•If work is done, which is the for ce acting\non the object?\n•What is the object on which the work\nis done?\n•What happens to the object on which\nwork is done?Fig. 10.1\nThus, work done by a force acting on an\nobject is equal to the magnitude of the for ce\nmultiplied by the distance moved in the\ndirection of the for ce. W ork has only\nmagnitude and no dir ection.\nIn Eq. (10.1), if F = 1 N and s = 1 m then\nthe work done by the for ce will be 1 N m.\nHere the unit of work is newton metr e (N m)\nor joule  (J).  Thus 1 J is the amount of work\n2024-25"
            },
            {
                "page": 3,
                "text": "WORK AND E NERGY 115done on an object when a for ce of 1 N\ndisplaces it by 1 m along the line of action of\nthe for ce.\nLook at Eq. (10.1) carefully.  What is the\nwork done when the for ce on the object is\nzero? What would be the work done when\nthe displacement of the object is zer o? Refer\nto the conditions that ar e to be satisfied to\nsay that work is done.\nExample  10.1 A force of 5 N is acting on\nan object. The object is displaced\nthrough 2 m in the direction of the force\n(Fig. 10.2). If the force acts on the object\nall through the displacement, then work\ndone is 5 N ×  2 m  =10 N m or 10 J.Fig. 10.4\nConsider a situation in which an object is\nmoving with a uniform velocity along a\nparticular dir ection. Now a r etarding for ce, F,\nis applied in the opposite direction. That is,\nthe angle between the two directions is 180º.\nLet the object stop after a displacement s. In\nsuch a situation, the work done by the force,\nF is taken as negative and denoted by the\nminus sign. The work done by the force is\nF ×\n (–s) or (–F × s).\nIt is clear from the above discussion that\nthe work done by a for ce can be either positive\nor negative. T o understand this, let us do the\nfollowing activity:\nActivity _____________ 10.4\n•Lift an object up. W ork is done by the\nforce exerted by you on the object.  The\nobject moves upwar ds. The for ce you\nexerted is in the dir ection of\ndisplacement. However , ther e is the\nforce of gravity acting on the object.\n•Which one of these for ces is doing\npositive work?\n•Which one is doing negative work?\n•Give r easons.\nWork done is negative when the for ce acts\nopposite to the dir ection of displacement.\nWork done is positive when the for ce is in the\ndirection of displacement.\nExample  10.2  A porter lifts a luggage of\n15 kg from the ground and puts it on\nhis head 1.5 m above the ground.\nCalculate the work done by him on the\nluggage.\nSolution:\nMass of luggage, m = 15 kg and\ndisplacement, s  = 1.5 m.Fig. 10.2\nuestion\n1.A force of 7 N acts on an object.\nThe displacement is, say 8 m, in\nthe dir ection of the for ce\n(Fig. 10.3).  Let us take it that the\nforce acts on the object thr ough\nthe displacement. What is the\nwork done in this case?\nFig. 10.3\nConsider another situation in which the\nforce and the displacement are in the same\ndirection:  a baby pulling a toy car parallel to\nthe ground, as shown in Fig. 10.4.  The baby\nhas exerted a for ce in the dir ection of\ndisplacement of the car . In this situation, the\nwork done will be equal to the pr oduct of the\nforce and displacement. In such situations,\nthe work done by the force is taken as positive.Q\n2024-25"
            },
            {
                "page": 4,
                "text": "SCIENCE 116raised hammer falls on a nail placed on a piece\nof wood, it drives the nail into the wood . We\nhave also observed children winding a toy\n(such as a toy car) and when the toy is placed\non the floor , it starts moving. When a balloon\nis filled with air and we press it we notice a\nchange in its shape. As long as we press it\ngently, it can come back to its original shape\nwhen the for ce is withdrawn. However , if we\npress the balloon hard, it can even explode\nproducing a blasting sound. In all these\nexamples, the objects  acquire, through\ndifferent means, the capability of doing work.\nAn object having a capability to do work is\nsaid to possess ener gy. The object which does\nthe work loses ener gy and the object on which\nthe work is done gains ener gy.\nHow does an object with ener gy do work?\nAn object that possesses ener gy can exert a\nforce on another object. When this happens,\nenergy is transferr ed from the for mer to the\nlatter . The second object may move as it\nreceives ener gy and ther efor\ne do some work.\nThus, the first object had a capacity  to do\nwork. This implies that any object that\npossesses ener gy can do work.\nThe energy possessed by a n object  is thus\nmeasur ed in  terms of  its  capacity of doing\nwork. The unit of ener gy is, ther efore, the same\nas that of work , that is, joule (J).  1 J is the\nenergy requir ed to do 1 joule of work.\nSometimes a larger unit of energy called kilo\njoule (kJ) is used. 1 kJ equals 1000 J.\n10.2.1 FORMS  OF ENERGY\nLuckily the world we live in provides energy in\nmany different forms.  The various forms\ninclude mechanical ener gy (potential energy\n+ kinetic ener gy), heat ener gy, chemical\nenergy, electrical ener gy and light energy.\nThink it over !\nHow do you know that some entity is a\nform of ener gy? Discuss with your friends\nand teachers.Work done, W = F × s = mg × s\n=15 kg × 10 m s-2 × 1.5 m\n=225 kg m s-2 m\n=225 N m =  225 J\nWork done is 225 J.\nuestions\n1.When do we say that work is\ndone?\n2.Write an expr ession for the work\ndone when a for ce is acting on\nan object in the direction of its\ndisplacement.\n3.Define 1 J  of work.\n4.A pair of bullocks exerts a for ce\nof 140 N on a plough.  The field\nbeing ploughed is 15 m long.\nHow much work is done in\nploughing the length of the field?\n10.2Energy\nLife is impossible without energy. The demand\nfor energy is ever incr easing.  Where do we\nget ener gy fr om? The Sun is the biggest\nnatural sour ce of ener gy to us. Many of our\nenergy sources ar e derived fr om the Sun.  W e\ncan also get energy fr om the nuclei of atoms,\nthe interior of the earth, and the tides.  Can\nyou think of other sour ces of ener gy?\nActivity _____________ 10.5\n•A few sources of energy are listed\nabove. There are many other sources\nof energy. List them.\n•Discuss in small gr oups how certain\nsources of ener gy ar e due to the Sun.\n•Are ther e sour ces of ener gy which ar e\nnot due to the Sun?\nThe wor d ener gy is very often used in our\ndaily life, but in science we give it a definite\nand pr ecise meaning. Let us consider the\nfollowing examples: when a fast moving\ncricket ball hits a stationary wicket, the wicket\nis thr own away. Similarly, an object when\nraised to a certain height gets the capability\nto do work. Y ou must have seen that when aQ\n2024-25"
            },
            {
                "page": 5,
                "text": "WORK AND E NERGY 117Fig. 10.5\n•The trolley moves forward and hits the\nwooden block.\n•Fix a stop on the table in such a\nmanner that the tr olley stops after\nhitting the block. The block gets\ndisplaced.\n•Note down the displacement of the\nblock. This means work is done on the\nblock by the tr olley as the block has\ngained ener gy.\n•From wher e does this energy come?\n•Repeat this activity by incr easing the\nmass on the pan. In which case is the\ndisplacement mor e?\n•In which case is the work done mor e?\n•In this activity, the moving tr olley does\nwork and hence it possesses ener gy.\nA moving object can do work.  An object\nmoving faster can do mor e work than an\nidentical object moving r elatively slow. A\nmoving bullet, blowing wind, a r otating wheel,\na speeding stone can do work. How does a\nbullet pierce the tar get? How does the wind\nmove the blades of a windmill?  Objects in\nmotion possess ener\ngy. W e call this ener gy\nkinetic ener gy.\nA falling coconut, a speeding car , a rolling\nstone, a flying air craft, flowing water , blowing\nwind, a running athlete etc. possess kinetic\nenergy.  In short, kinetic ener gy is the energy\npossessed by an object due to its motion. The\nkinetic energy of an object increases with its\nspeed.\nHow much ener gy is possessed by a\nmoving body by virtue of its motion?  By\ndefinition, we say that the kinetic ener gy of a\nbody moving with a certain velocity is equal to\nthe work done on it to make it acquire\nthat velocity.10.2.2 KINETIC ENERGY\nActivity _____________ 10.6\n•Take a heavy ball.  Drop it on a thick\nbed of sand. A wet bed of sand would\nbe better . Drop the ball on the sand\nbed fr om height of about 25 cm.  The\nball cr eates a depr ession.\n•Repeat this activity fr om heights of\n50 cm, 1m and 1.5 m.\n•Ensur e that all the depr essions ar e\ndistinctly visible.\n•Mark the depr essions to indicate the\nheight fr om which the ball was\ndropped.\n•Compar e their depths.\n•Which one of them is deepest?\n•Which one is shallowest?  Why?\n•What has caused the ball to make a\ndeeper dent?\n•Discuss and analyse.\nActivity _____________ 10.7\n•Set up the apparatus as shown in\nFig. 10.5.\n•Place a wooden block of known mass\nin front of the tr olley at a convenient\nfixed distance.\n•Place a known mass on the pan so\nthat the trolley starts moving.James Pr escott\nJoule was an\noutstanding\nBritish physicist.\nHe is best known\nfor his r esear ch in\nelectricity and\nthermodynamics.\nAmongst other\nthings, he\nformulated a law\nfor the heating\neffect of electric\ncurrent. He also\nverified experimentally the law of\nconservation of ener gy and discover ed\nthe value of the mechanical equivalent\nof heat. The unit of ener gy and work\ncalled joule, is named after him.James Prescott Joule\n(1818 – 1889)\n2024-25"
            },
            {
                "page": 6,
                "text": "SCIENCE 118Let us now express the kinetic energy of\nan object in the form of an equation. Consider\nan object of mass, m moving with a unifor m\nvelocity, u. Let it now be displaced thr ough a\ndistance s when a constant for ce, F acts on it\nin the dir ection of its displacement.  From\nEq. (10.1), the work done, W is F s. The work\ndone on the object will cause a change in its\nvelocity. Let its velocity change from u to v.\nLet a be the acceleration produced.\nWe studied thr ee equations of motion. The\nrelation connecting the initial velocity ( u)\nand final velocity ( v) of an object moving\nwith a uniform acceleration a, and the\ndisplacement, s is\nv2 – u2 = 2a s\nThis gives\n2 2v – us =\n2a(10.2)\nFrom section 9.4, we know F = m a. Thus,\nusing (Eq. 10.2) in Eq. (10.1), we can write the\nwork done by the force, F  as\n× \n  2 2v - uW = m a  \n2a\nor\n( )1\n22 2W = m v – u (10.3)\nIf the object is starting from its stationary\nposition, that is, u = 0, then\n1\n22W = m v (10.4)\nIt is clear that the work done is equal to the\nchange in the kinetic energy of an object.\nIf u = 0, the work done will be 1\n22m v.\nThus, the kinetic ener gy possessed by an\nobject of mass, m  and moving with a unifor m\nvelocity, v is\n1\n22\nkE = m v (10.5)\nExample 10.3  An object of mass 15 kg is\nmoving with a uniform velocity of              4\nm s–1. What is the kinetic energy\npossessed by the object?Solution:\nMass of the object, m = 15 kg, velocity\nof the object, v = 4 m s–1.\nFrom Eq. (10.5),\n1\n22\nkE = m v\n= 1\n2 × 15 kg × 4 m s–1 × 4 m s–1\n= 120 J\nThe kinetic ener gy of the object is 120 J.\nExample 10.4 What is the work to be done\nto incr ease the velocity of a car from\n30 km h–1 to 60 km h–1 if the mass of\nthe car is 1500 kg?\nSolution:\nMass of the car , m =1500 kg,\ninitial velocity of car , u = 30 km h–1\n= 30 × 1000m\n60 × 60s\n= 25/3 m s–1.\nSimilarly, the final velocity of the car ,\nv = 60 km h–1\n= 50/3 m s–1.\nTherefor e, the initial kinetic ener gy of\nthe car ,\nEki  1\n22= m u\n= 1\n2× 1500 kg × (25/3 m s–1)2\n= 156250/3 J.\nThe final kinetic ener gy of the car ,\nEkf   =  1\n2× 1500 kg × (50/3 m s–1)2\n= 625000/3 J.\nThus, the work done =  Change in\nkinetic energy\n=  Ekf  – Eki\n= 156250 J.\n2024-25"
            },
            {
                "page": 7,
                "text": "WORK AND E NERGY 119uestions\n1.What is the kinetic ener gy of an\nobject?\n2.Write an expr ession for the kinetic\nenergy of an object.\n3.The kinetic ener gy of an object of\nmass, m moving with a velocity\nof 5 m s–1 is 25 J. What will be its\nkinetic energy when its velocity\nis doubled? What will be its\nkinetic energy when its velocity\nis increased three times?\n10.2.3 POTENTIAL  ENERGY\nActivity _____________ 10.8\n•Take a rubber band.\n•Hold it at one end and pull fr om the\nother . The band str etches.\n•Release the band at one of the ends.\n•What happens?\n•The band will tend to r egain its original\nlength. Obviously the band had\nacquir ed ener gy in its str etched\nposition.\n•How did it acquir e ener gy when\nstretched?\nActivity _____________ 10.9\n•Take a slinky as shown below.\n•Ask a friend to hold one of its ends.\nYou hold the other end and move away\nfrom your friend. Now you release the\nslinky.Activity ___________ 10.11\n•Lift an object through a certain\nheight.  The object can now do work.\nIt begins to  fall when released.\n•This implies that it has acquir ed some\nenergy. If raised to a gr eater height it\ncan do mor e work and hence possesses\nmore ener gy.\n•From wher e did it get the energy? Think\nand discuss.\nIn the above situations, the ener gy gets\nstored due to the work done on the object.\nThe ener gy transferr ed to an object is stor ed\nas potential energy if it is not used to cause a\nchange in the velocity or speed of the object.\nYou transfer energy when you stretch a\nrubber band. The energy transferr ed to the\nband is its potential ener gy. You do work while\nwinding the key of a toy car . The ener gy\ntransferr ed to the spring inside is stor ed as\npotential ener gy.  The  potential ener gy\npossessed by the object is the ener gy present\nin it by virtue of its position or configuration.\nActivity ___________ 10.12\n•Take a bamboo stick and make a bow\nas shown in Fig. 10.6.\n•Place an arr ow made of a light stick on\nit with one end supported by the\nstretched string.\n•Now str etch the string and r elease the\narrow.\n•Notice the arrow flying off the bow.\nNotice the change in the shape of the\nbow.\n•The potential energy stor ed in the bow\ndue to the change of shape is thus used\nin the for m of kinetic ener gy in\nthrowing off the arrow.Q\nFig.10.6: An arrow and the stretched string\non the bow.•What happened?\n•How did the slinky acquire ener gy when\nstretched?\n•Would the slinky acquir e ener gy when\nit is compr essed?\nActivity ___________ 10.10\n•Take a toy car . Wind it using its key.\n•Place the car on the ground.\n•Did it move?\n•From where did it acquire energy?\n•Does the energy acquired depend on\nthe number of windings?\n•How can you test this?\n2024-25"
            },
            {
                "page": 8,
                "text": "SCIENCE 12010.2.4 POTENTIAL  ENERGY OF AN OBJECT\nAT\n A  HEIGHT\nAn object increases its energy when raised\nthrough a height. This is because work is\ndone on it against gravity while it is being\nraised. The energy present in such an object\nis the gravitational potential energy.\nThe gravitational potential ener gy of an\nobject at a point above the gr ound is defined\nas the work done in raising it fr om the gr ound\nto that point against gravity.\nIt is easy to arrive at an expr ession for\nthe gravitational potential ener gy of an object\nat a height.\nFig. 10.7\nConsider an object of mass, m . Let it be\nraised thr ough a height, h from the gr ound.\nA force is r equir ed to do this. The minimum\nforce requir ed to raise the object is equal to\nthe weight of the object, mg. The object gains\nenergy equal to the work done on it.  Let the\nwork done on the object against gravity be\nW. That is,\nwork done, W=force × displacement\n= mg × h\n= mgh\nSince work done on the object is equal to\nmgh, an energy equal to mgh units is gained\nby the object. This is the potential energy ( EP)\nof the object.\nEp = mgh (10.6)\nMore to knowThe potential energy of an object at\na height depends on the ground level\nor the zero level you choose.  An\nobject in a given position can have a\ncertain potential energy with respect\nto one level and a different value of\npotential energy with respect to\nanother level.\nIt is useful to note that the work done by\ngravity depends on the difference in vertical\nheights of the initial and final positions of\nthe object and not on the path along which\nthe object is moved. Fig. 10.8 shows a case\nwhere a block is raised fr om position A to B\nby taking two dif ferent paths. Let the height\nAB = h. In both the situations the work done\non the object is mgh.\nFig. 10.8\nExample 10.5  Find the energy possessed\nby an object of mass 10 kg when it is at\na height of 6 m above the gr ound. Given,\ng = 9.8 m s–2.\nSolution:\nMass of the object, m  = 10 kg,\ndisplacement (height), h = 6 m, and\nacceleration due to gravity, g = 9.8 m s–2.\nFrom Eq. (10.6),\nPotential energy =  mgh\n=10 kg × 9.8 m s–2 × 6 m\n=588 J.\nThe potential ener gy  is 588 J.\n2024-25"
            },
            {
                "page": 9,
                "text": "WORK AND E NERGY 121Example 10.6  An object of mass 12 kg is\nat a certain height above the gr ound.\nIf the  potential ener gy of the object is\n480 J, find the height at which the\nobject is with r espect to the gr ound.\nGiven, g = 10 m s–2.\nSolution:\nMass of the object, m = 12 kg,\npotential ener\ngy, Ep = 480 J.\n     Ep=mgh\n480 J =12 kg ×  10 m s–2 × h\n      h = –2480 J\n120 kg ms = 4 m.\nThe object is at the height of 4 m.\n10.2.5 ARE VARIOUS ENERGY  FORMS\nINTERCONVERTIBLE ?\nCan we convert ener gy fr om one for m to\nanother? W e find in natur e a number of\ninstances of conversion of ener gy from one\nform to another .\nActivity ___________ 10.13\n•Sit in small groups.\n•Discuss the various ways of ener gy\nconversion in natur e.\n•Discuss following questions in your\ngroup:\n(a)How do gr een plants pr oduce food?\n(b)Wher e do they get their ener gy from?\n(c)Why does the air move fr om place\nto place?\n(d)How ar e fuels, such as coal and\npetroleum for med?\n(e)What kinds of ener\ngy conversions\nsustain the water cycle?\nActivity ___________ 10.14\n•Many of the human activities and the\ngadgets we use involve conversion of\nenergy from one for m to another .\n•Make a list of such activities and\ngadgets.\n•Identify in each activity/gadget the\nkind of energy conversion that takes\nplace.10.2.6 LAW OF CONSERVATION  OF ENERGY\nIn activities 10.13 and 10.14, we learnt that\nthe form of energy can be changed from one\nform to another . What happens to the total\nenergy of a system during or after the process?\nWhenever energy gets transformed, the total\nenergy remains unchanged. This is the law of\nconservation of energy. According to this law,\nenergy can only be converted from one form\nto another; it can neither be created or\ndestroyed. The total energy before and after\nthe transformation remains the same. The law\nof conservation of energy is valid                  in\nall situations and for all kinds of\ntransformations.\nConsider a simple example. Let an object\nof mass, m be made to fall freely from a     height,\nh. At the start, the potential energy is  mgh and\nkinetic energy is zero. Why is the kinetic\nenergy zero? It is zero because its velocity is\nzero. The total energy of the object is thus mgh.\nAs it falls, its potential energy will change into\nkinetic energy. If v is the velocity of the object\nat a given instant, the kinetic energy would be\n½mv2. As the fall of the object continues, the\npotential energy would decrease while the\nkinetic energy would increase. When the object\nis about to reach the ground, h = 0 and v  will\nbe the highest. Therefore, the kinetic energy\nwould be the largest and potential energy the\nleast.  However , the sum of the potential ener gy\nand kinetic energy of the object would be the\nsame at all points. That is,\npotential energy + kinetic energy = constant\n   or\n1constant.\n22mgh + mv = (10.7)\nThe sum of kinetic energy and potential energy\nof an object is its total mechanical energy.\nWe find that during the fr ee fall of the object,\nthe decrease in potential energy, at any point\nin its path, appears as an equal amount of\nincrease in kinetic energy. (Here the effect of\nair resistance on the motion of the object has\nbeen ignored.) There is thus a continual\ntransformation of gravitational potential\nenergy into kinetic energy.\n2024-25"
            },
            {
                "page": 10,
                "text": "SCIENCE 122A stronger person may do certain work in\nrelatively less time. A more powerful vehicle\nwould complete a journey in a shorter time\nthan a less power ful one. W e talk of the power\nof machines like motorbikes and motor cars.\nThe speed with which these vehicles change\nenergy or do work is a basis for their\nclassification.  Power measur es the speed of\nwork done, that is, how fast or slow work is\ndone. Power is defined as the rate of doing\nwork or the rate of transfer of ener gy. If an\nagent does a work W   in time t, then power is\ngiven by:\nPower = work/time\norWP =\nt(10.8)\nThe unit of power is watt [in honour of\nJames W att (1736 – 1819)] having the symbol\nW. 1 watt is the power of an agent, which\ndoes work at the rate of 1 joule per second.\nWe can also say that power is 1 W when the\nrate of consumption of ener gy is    1 J s–1.\n1 watt = 1 joule/second or 1 W = 1 J s–1.\nWe expr ess lar ger rates of energy transfer in\nkilowatts (kW).\n1 kilowatt =1000 watts\n1 kW =1000 W\n1 kW =1000 J s–1.\nThe power of an agent may vary with time.\nThis means that the agent may be doing work\nat dif ferent rates at dif ferent intervals of time.\nTherefore the concept of average power is\nuseful. W e obtain average power by dividing\nthe total energy consumed by the total time\ntaken.\nExample 10.7  Two girls, each of weight 400\nN climb up a rope through a height of 8\nm. W e name one of the girls A and the\nother B.  Girl A takes 20 s while B takes\n50 s to accomplish this task. What is the\npower expended by each girl?\nSolution:\n(i)Power expended by girl A:\nWeight of the girl, mg  = 400 N\nDisplacement (height), h = 8 mActivity ___________ 10.15\n•An object of mass 20 kg is dropped\nfrom a height of 4 m.  Fill in the blanks\nin the following table by computing\nthe potential energy and kinetic\nenergy in each case.\nHeight at Potential Kinetic Ep + Ek\nwhich object energy energy\nis located (Ep= mgh) (Ek = mv2/2)\nm J J J\n4\n3\n2\n1\nJust above\nthe gr ound\n•For simplifying the calculations, take\nthe value of  g as 10 m s–2.\nThink it over !\nWhat would have happened if natur e had\nnot allowed the transfor mation of ener gy?\nTher\ne is a view that life could not have\nbeen possible without transfor mation of\nenergy. Do you agree with this?\n10.3Rate of Doing Work\nDo all of us work at the same rate? Do\nmachines consume or transfer ener gy at the\nsame rate? Agents that transfer ener gy do\nwork at dif ferent rates. Let us understand this\nfrom the following activity:\nActivity ___________ 10.16\n•Consider two children, say A and B.\nLet us say they weigh the same.  Both\nstart climbing up a r ope separately.\nBoth r each a height of 8 m.  Let us say\nA takes 15 s while B takes 20 s to\naccomplish the task.\n•What is the work done by each?\n•The work done is the same. However ,\nA has taken less time than B to do\nthe work.\n•Who has done more work in a given\ntime, say in 1 s?\n2024-25"
            },
            {
                "page": 11,
                "text": "WORK AND E NERGY 123power , P = Work done/time taken\n= mgh\nt\n= 500 N × 6.75 m\n9s\n= 375 W .\nPower is 375 W .\nuestions\n1.What is power?\n2.Define 1 watt of power .\n3.A lamp consumes 1000 J of\nelectrical ener gy in 10 s.  What is\nits power?\n4.Define average power .\nActivity ___________ 10.17\n•Take a close look at the electric meter\ninstalled in your house. Observe its\nfeatures closely.\n•Take the readings of the meter each\nday at 6.30 am and 6.30 pm.\n•Do this activity for about a week.\n•How many ‘units’ are consumed\nduring day time?\n•How many ‘units’ are used during night?\n•Tabulate your observations.\n•Draw inferences from the data.\n•Compare your observations with\nthe details given in the monthly\nelectricity bill (One can also estimate\nthe electricity to be consumed by\nspecific appliances by tabulating their\nknown wattages and hours of\noperation).Time taken, t  = 20 s\nFrom Eq. (10.8),\nPower , P=Work done/time taken\n=   mgh\nt\n=400 N × 8 m\n20s\n=160 W .\n(ii)Power expended by girl B:\nWeight of the girl, mg = 400 N\nDisplacement (height), h = 8 m\nTime taken, t = 50 s\nPower , P=mgh\nt\n=400 N × 8 m\n50s\n=64 W .\nPower expended by girl A is 160 W .\nPower expended by girl B is 64 W .\nExample 10.8 A boy of mass 50 kg runs\nup a staircase of 45 steps in 9 s. If the\nheight of each step is 15 cm, find his\npower . Take g  = 10 m s–2.\nSolution:\nWeight of the boy,\nmg = 50 kg ×  10 m s–2  = 500 N\nHeight of the staircase,\nh = 45 × 15/100 m = 6.75 m\nTime taken to climb, t = 9 s\nFrom Eq. (10.8),Q\n2024-25"
            },
            {
                "page": 12,
                "text": "SCIENCE 124What\nyou have\nlearnt\n• Work done on an object is defined as the magnitude of the\nforce multiplied by the distance moved by the object in the\ndirection of the applied force. The unit of work is joule:\n1 joule = 1 newton ×  1 metre.\n• Work done on an object by a for ce would be zer o if the\ndisplacement of the object is zero.\n• An object having capability to do work is said to possess\nenergy. Energy has the same unit as that of work.\n• An object in motion possesses what is known as the kinetic\nenergy of the object. An object of mass, m moving with\nvelocity v  has a kinetic energy of 2mv1\n2.\n• The energy possessed by a body due to its change in position\nor shape is called the potential energy. The gravitational\npotential energy of an object of mass, m raised through a\nheight, h from the earth’s surface is given by m g h.\n• According to the law of conservation of energy, energy can\nonly be transformed from one form to another; it can neither\nbe created nor destroyed. The total energy before and after\nthe transformation always remains constant.\n• Energy exists in nature in several forms such as kinetic\nenergy, potential energy, heat energy, chemical energy etc.\nThe sum of the kinetic and potential energies of an object is\ncalled its mechanical energy.\n• Power is defined as the rate of doing work. The SI unit of\npower is watt. 1 W = 1 J/s.\nExercises\n1.Look at the activities listed below.  Reason out whether or\nnot work is done in the light of your understanding of the\nterm ‘work’.\n• Suma is swimming in a pond.\n• A donkey is carrying a load on its back.\n• A wind-mill is lifting water from a well.\n• A green plant is carrying out photosynthesis.\n• An engine is pulling a train.\n2024-25"
            },
            {
                "page": 13,
                "text": "WORK AND E NERGY 125• Food grains are getting dried in the sun.\n• A sailboat is moving due to wind energy.\n2.An object thrown at a certain angle to the ground moves in\na curved path and falls back to the ground.  The initial and\nthe final points of the path of the object lie on the same\nhorizontal line. What is the work done by the force of gravity\non the object?\n3.A battery lights a bulb. Describe the energy changes\ninvolved in the process.\n4.Certain force acting on a 20 kg mass changes its velocity\nfrom 5 m s–1  to 2 m s–1.  Calculate the work done by the\nforce.\n5.A mass of 10 kg is at a point A on a table.  It is moved to a\npoint B.  If the line joining A and B is horizontal, what is\nthe work done on the object by the gravitational force?\nExplain your answer .\n6.The potential energy of a freely falling object decreases\nprogressively.  Does this violate the law of conservation of\nenergy? Why?\n7.What are the various energy transformations that occur\nwhen you are riding a bicycle?\n8. Does the transfer of energy take place when you push a\nhuge rock with all your might and fail to move it?  Where is\nthe energy you spend going?\n9.A certain household has consumed 250 units of energy\nduring a month.  How much energy is this in joules?\n10. An object of mass 40 kg is raised to a height of 5 m above\nthe ground.  What is its potential energy? If the object is\nallowed to fall, find its kinetic energy when it is half-way\ndown.\n11. What is the work done by the force of gravity on a satellite\nmoving r ound the earth? Justify your answer .\n12. Can there be displacement of an object in the absence of\nany force acting on it? Think. Discuss this question with\nyour friends and teacher .\n13. A person holds a bundle of hay over his head for 30 minutes\nand gets tired.  Has he done some work or not? Justify your\nanswer .\n14. An electric heater is rated 1500 W .  How much ener gy does\nit use in 10 hours?\n15. Illustrate the law of conservation of energy by discussing\nthe energy changes which occur when we draw a pendulum\nbob to one side and allow it to oscillate.  Why does the bob\n2024-25"
            },
            {
                "page": 14,
                "text": "SCIENCE 126eventually come to rest?  What happens to its energy\neventually? Is it a violation of the law of conservation of\nenergy?\n16. An object of mass, m is moving with a constant velocity, v.\nHow much work should be done on the object in order to\nbring the object to rest?\n17. Calculate the work required to be done to stop a car of 1500\nkg moving at a velocity of 60 km/h?\n18. In each of the following a force, F  is acting on an object of\nmass, m . The direction of displacement is from west to east\nshown by the longer arrow.  Observe the diagrams carefully\nand state whether the work done by the force is negative,\npositive or zero.\n19. Soni says that the acceleration in an object could be zero\neven when several forces are acting on it. Do you agree with\nher? Why?\n20. Find the energy in joules consumed in 10 hours by four\ndevices of power 500 W each.\n21. A freely falling object eventually stops on reaching the\nground. What happenes to its kinetic energy?\n2024-25"
            }
        ]
    },
    {
        "chapter": "Chapter 11: Sound",
        "pages": [
            {
                "page": 1,
                "text": "Everyday we hear sounds from various\nsources like humans, bir ds, bells, machines,\nvehicles, televisions, radios etc. Sound is a\nform of ener gy which pr oduces a sensation\nof hearing in our ears. Ther e are also other\nforms of energy like mechanical energy, light\nenergy, etc. W e have talked about mechanical\nenergy in the pr evious chapters. Y ou have\nbeen taught about conservation of energy,\nwhich states that we can neither create nor\ndestr oy ener gy. W e  can just change it fr om\none for m to another . When you clap, a sound\nis produced. Can you produce sound without\nutilising your energy? Which form of energy\ndid you use to produce sound? In this\nchapter we are going to learn how sound is\nproduced and how it is transmitted through\na medium and received by our ears.\n11.1 Production of Sound\nActivity _____________ 11.1\n•Take a tuning fork and set it vibrating\nby striking its pr ong on a rubber pad.\nBring it near your ear .\n•Do you hear any sound?\n•Touch one of the pr ongs of the vibrating\ntuning fork with your finger and shar e\nyour experience with your friends.\n•Now, suspend a table tennis ball or a\nsmall plastic ball by a thr ead fr om a\nsupport [T ake a big needle and a\nthread, put a knot at one end of the\nthread, and then with the help of the\nneedle pass the thr ead thr ough the\nball]. T ouch the ball gently with the\nprong of a vibrating tuning\nfork (Fig. 11.1).\n•Observe what happens and discuss\nwith your friends.Activity _____________ 11.2\n•Fill water in a beaker or a glass up to\nthe brim. Gently touch the water sur face\nwith one of the pr ongs of the vibrating\ntuning fork, as shown in Fig. 1 1.2.\n•Next dip the pr ongs of the vibrating\ntuning fork in water , as shown in Fig.\n11.3.\n•Observe what happens in both the\ncases.\n•Discuss with your friends why this\nhappens.Fig. 11.1:  Vibrating tuning fork just touching the\nsuspended table tennis ball.\nFig. 11.2:   One of the prongs of the vibrating tuning\nfork touching the water sur face.11\nS SS SSOUNDOUNDOUND\nOUNDOUNDChapter\n2024-25"
            },
            {
                "page": 2,
                "text": "SCIENCE 128the vibrating object to the ear . A particle of\nthe medium in contact with the vibrating\nobject is first displaced fr om its equilibrium\nposition. It then exerts a for ce on the adjacent\nparticle. As a r esult of which the adjacent\nparticle gets displaced fr om its position of\nrest. After displacing the adjacent particle the\nfirst particle comes back to its original\nposition. This pr ocess continues in the\nmedium till the sound r eaches your ear . The\ndisturbance created by a source of  sound in\nthe medium travels through the medium and\nnot the particles of the medium.\nA wave is a disturbance that moves\nthrough a medium when the particles of the\nmedium set neighbouring particles into\nmotion. They in tur n produce similar motion\nin others. The particles of the medium do not\nmove forwar d themselves, but the\ndisturbance is carried forwar d. This is what\nhappens during pr opagation of sound in a\nmedium, hence sound can be visualised as a\nwave. Sound waves are characterised by the\nmotion of particles in the medium and ar e\ncalled mechanical waves.\nAir is the most common medium thr ough\nwhich sound travels. When a vibrating object\nmoves forward, it pushes and compresses the\nair in front of it creating a region of high\npressur e. This r egion is called a compr ession\n(C), as shown in Fig. 11.4. This compression\nstarts to move away from the vibrating object.\nWhen the vibrating object moves backwar ds,\nit creates a r egion of low pr essur e called\nrarefaction (R), as shown in Fig. 11.4. As the\nobject moves back and forth rapidly, a series\nof compressions and rarefactions is created in\nthe air . These make the sound wave thatFig. 11.3: Both the prongs of the vibrating tuning\nfork dipped in water\nFrom the above activities what do you\nconclude? Can you pr oduce sound without\na vibrating object?\nIn the above activities we have pr oduced\nsound by striking the tuning fork. W e can\nalso pr oduce sound by plucking, scratching,\nrubbing, blowing or shaking dif ferent objects.\nAs per the above activities what do we do to\nthe objects? W e set the objects vibrating and\nproduce sound. V ibration means a kind of\nrapid to and fr o motion of an object. The\nsound of the human voice is pr oduced due\nto vibrations in the vocal cor ds. When a bir d\nflaps its wings, do you hear any sound? Think\nhow the buzzing sound accompanying a bee\nis produced. A str etched rubber band when\nplucked vibrates and produces sound. If you\nhave never done this, then do it and observe\nthe vibration of the str etched rubber band.\nActivity _____________ 11.3\n•Make a list of different types of\nmusical instruments and discuss\nwith your friends which part of the\ninstrument vibrates to produce\nsound.\n11.2Propagation of Sound\nSound is pr oduced by vibrating objects. The\nmatter or substance thr ough which sound\nis transmitted is called a medium. It can be\nsolid, liquid or gas. Sound moves thr ough a\nmedium from the point of generation to the\nlistener . When an object vibrates, it sets the\nparticles of the medium ar ound it vibrating.\nThe particles do not travel all the way fromFig. 11.4: A vibrating object creating a series of\ncompr essions (C) and rar efactions (R) in\nthe medium.\n2024-25"
            },
            {
                "page": 3,
                "text": "SOUND 129propagates through the medium.\nCompr ession is the r egion of high pr essur e\nand rar efaction is the r egion of low pr essur e.\nPressur e is related to the number of particles\nof a medium in a given volume. Mor e density\nof the particles in the medium gives mor e\npressur e and vice versa. Thus, pr opagation\nof sound can be visualised as pr opagation of\ndensity variations or pr essur e variations in\nthe medium.\nuestion\n1.How does the sound produced by\na vibrating object in a medium\nreach your ear?\n2.Explain how sound is produced\nby your school bell.\n3.Why are sound waves called\nmechanical waves?\n4.Suppose you and your friend are\non the moon. W ill you be able to\nhear any sound pr oduced by\nyour friend?\n11.2.1 SOUND  WAVES  ARE LONGITUDINAL\nWAVES\nActivity _____________ 11.4\n•Take a slinky.  Ask your friend to hold\none end. Y ou hold the other end.\nNow str etch the slinky as shown in\nFig. 11.5(a). Then give it a sharp push\ntowards your friend.\n•What do you notice? If you move your\nhand pushing and pulling the slinky\nalternatively, what will you observe?\n•If you mark a dot on the slinky, you\nwill observe that the dot on the slinky\nwill move back and forth parallel to\nthe direction of the propagation of the\ndisturbance.The regions where the coils become closer\nare called compressions (C) and the regions\nwhere the coils are further apart are called\nrarefactions (R). As we already know, sound\npropagates in the medium as a series of\ncompressions and rarefactions. Now, we can\ncompare the propagation of disturbance in a\nslinky with the sound propagation in the\nmedium. These waves are called longitudinal\nwaves. In these waves the individual particles\nof the medium move in a direction parallel to\nthe direction of propagation of the disturbance.\nThe particles do not move from one place to\nanother but they simply oscillate back and\nforth about their position of rest. This is\nexactly how a sound wave propagates, hence\nsound waves are longitudinal waves.\nThere is also another type of wave, called\na transverse wave. In a transverse wave\nparticles do not oscillate along the direction\nof wave propagation but oscillate up and down\nabout their mean position as the wave travels.\nThus, a transverse wave is the one in which\nthe individual particles of the medium move\nabout their mean positions in a direction\nperpendicular to the direction of wave\npropagation. When we drop a pebble in a\npond, the waves you see on the water surface\nis an example of transverse wave. Light is a\ntransverse wave but for light, the oscillations\nare not of the medium particles or their\npressure or density— it is not a mechanical\nwave. Y ou will come to know mor e about\ntransverse waves in higher classes.\n11.2.2 CHARACTERISTICS  OF A SOUND\nWAVE\nWe can describe a sound wave by its\n•frequency\n•amplitude and\n•speed.Q\nA sound wave in graphic form is shown in\nFig. 11.6(c), which represents how density and\npressure change when the sound wave moves\nin the medium. The density as well as the\npressure of the medium at a given time varies\nwith distance, above and below the average\nvalue of density and pressure. Fig. 11.6(a) and(b)(a)\nFig. 11.5:  Longitudinal wave in a slinky.\n2024-25"
            },
            {
                "page": 4,
                "text": "SCIENCE 130Heinrich Rudolph Hertz\nwas born on 22 February\n1857 in Hamburg,\nGermany and educated at\nthe University of Berlin. He\nconfirmed J.C. Maxwell’s\nelectromagnetic theory by\nhis experiments. He laid the\nfoundation for future\ndevelopment of radio, telephone, telegraph\nand even television. He also discovered the\nphotoelectric effect which was later\nexplained by Albert Einstein. The SI unit of\nfrequency was named as hertz in his honour .Fig. 11.6(b) represent the density and\npressure variations, respectively, as a sound\nwave propagates in the medium.\nCompressions are the regions where\nparticles are crowded together and\nrepresented by the upper portion of the curve\nin Fig. 11.6(c). The peak represents the region\nof maximum compression. Thus,\ncompressions are regions where density as\nwell as pressure is high. Rarefactions are the\nregions of low pressure where particles are\nspread apart and are represented by the\nvalley, that is, the lower portion of the curve\nin Fig. 11.6(c). A peak is called the crest and a\nvalley is called the trough of a wave.\nThe distance between two consecutive\ncompressions (C) or two consecutive\nrarefactions (R) is called the wavelength, as\nshown in Fig. 11.6(c), The wavelength is\nusually represented by λ (Greek letter\nlambda). Its SI unit is metre (m).\nH. R. Hertz\nFig. 11.6: Sound propagates as density or pressure variations as shown in (a) and (b), (c) represents\ngraphically the density and pr essur e variations.Frequency tells us how frequently an\nevent occurs. Suppose you are beating a\ndrum. How many times you are beating the\ndrum in unit time is called the frequency of\nyour beating the drum. W e know that when\nsound is propagated through a medium, the\n2024-25"
            },
            {
                "page": 5,
                "text": "SOUND 131How the brain interprets the frequency\nof an emitted sound is called its pitch. The\nfaster the vibration of the source, the\nhigher is the frequency and the higher is\nthe pitch, as shown in Fig. 11.7. Thus, a\nhigh pitch sound corresponds to more\nnumber of compressions and rarefactions\npassing a fixed point per unit time.\nObjects of different sizes and conditions\nvibrate at different frequencies to produce\nsounds of different pitch.\nThe magnitude of the maximum\ndisturbance in the medium on either side of\nthe mean value is called the amplitude of the\nwave. It is usually represented by the letter A,as shown in Fig. 11.6(c). For sound its unit\nwill be that of density or pressure.\nThe loudness or softness of a sound is\ndetermined basically by its amplitude. The\namplitude of the sound wave depends upon\nthe force with which an object is made to\nvibrate. If we strike a table lightly, we hear a\nsoft sound because we produce a sound wavedensity of the medium oscillates between a\nmaximum value and a minimum value. The\nchange in density from the maximum value\nto the minimum value, then again to the\nmaximum value, makes one complete\noscillation. The number of such oscillations\nper unit time is the frequency of the sound\nwave. If we can count the number of the\ncompressions or rarefactions that cross us\nper unit time, we will get the frequency of\nthe sound wave. It is usually represented by\nν (Greek letter , nu). Its SI unit is hertz\n(symbol, Hz).\nThe time taken by two consecutive\ncompressions or rarefactions to cross a fixed\npoint is called the time period of the wave. In\nother words, we can say that the time taken\nfor one complete oscillation is called the time\nperiod of the sound wave. It is represented by\nthe symbol T . Its SI unit is second (s).\nFrequency and time period are related as\nfollows:\n A violin and a flute may both be played at\nthe same time in an orchestra. Both sounds\ntravel through the same medium, that is, air\nand arrive at our ear at the same time. Both\nsounds travel at the same speed irrespective\nof the source. But the sounds we receive are\ndifferent. This is due to the different\ncharacteristics associated with the sound.\nPitch is one of the characteristics.=1vTFig. 11.7:  Low pitch sound has low frequency and\nhigh pitch of sound has high frequency.\nFig. 11.8: Soft sound has small amplitude and\nlouder sound has large amplitude.\n2024-25"
            },
            {
                "page": 6,
                "text": "SCIENCE 132QQuestions\n1.Which wave property determines\n(a) loudness, (b) pitch?\n2.Guess which sound has a higher\npitch: guitar or car horn?\nThe speed of sound is defined as the\ndistance which a point on a wave, such as a\ncompression or a rarefaction, travels per unit\ntime.\nWe know,\nspeed, v = distance / time\n= λ\nTExample 11.1 A sound wave has a\nfrequency of 2 kHz and wave length\n35 cm. How long will it take to travel\n1.5 km?\nSolution:\nGiven,\nFrequency, ν = 2 kHz = 2000 Hz\nWavelength, λ = 35 cm = 0.35 m\nWe know that speed, v of the wave\n= wavelength × frequency\nv= λ ν\n= 0.35 m  2000 Hz = 700 m/s\nThe time taken by the wave to travel a\ndistance, d of 1.5 km is\nThus sound will take 2.1 s to travel a\ndistance of 1.5 km.\nuestions\n1.What ar e wavelength, fr equency,\ntime period and amplitude of a\nsound wave?\n2.How are the wavelength and\nfrequency of a sound wave\nrelated to its speed?\n3.Calculate the wavelength of a\nsound wave whose fr equency is\n220 Hz and speed is 440 m/s  in\na given medium.\n4.A person is listening to a tone of\n500 Hz sitting at a distance of\n450 m from the source of the\nsound. What is the time interval\nbetween successive compr essions\nfrom the source?\nThe amount of sound energy passing each\nsecond through unit area is called the intensity\nof sound. W e sometimes use the ter ms\n“loudness” and “intensity” interchangeably,\nbut they are not the same. Loudness is a\nmeasure of the response of the ear to the sound.\nEven when two sounds are of equal intensity,\nwe may hear one as louder than the other\nsimply because our ear detects it better .of less energy (amplitude). If we hit the table\nhard we hear a louder sound. Can you tell\nwhy? A sound wave spreads out from its\nsource. As it moves away from the source its\namplitude as well as its loudness decreases.\nLouder sound can travel a larger distance as\nit is associated with higher energy. Fig. 11.8\nshows the wave shapes of a loud and a soft\nsound of the same frequency.\nThe quality or timber of sound is that\ncharacteristic which enables us to distinguish\none sound from another having the same pitch\nand loudness. The sound which is more\npleasant is said to be of a rich quality. A sound\nof single frequency is called a tone. The sound\nwhich is produced due to a mixture of several\nfrequencies is called a note and is pleasant to\nlisten to. Noise is unpleasant to the ear! Music\nis pleasant to hear and is of rich quality.\nHere λ is the wavelength of the sound wave. It\nis the distance travelled by the sound wave in\none time period ( T) of the wave. Thus,\nv = λ ν \nor v = λ ν\nThat is, speed = wavelength × frequency.\nThe speed of sound remains almost the\nsame for all frequencies in a given medium\nunder the same physical conditions.\n2024-25"
            },
            {
                "page": 7,
                "text": "SOUND 133uestion\n1.Distinguish between loudness\nand intensity of sound.uestion\n1.In which of the thr ee media, air ,\nwater or iron, does sound travel\nthe fastest at a particular\ntemperature?\n11.3 Reflection of Sound\nSound bounces off a solid or a liquid like a\nrubber ball bounces off a wall. Like light, sound\ngets reflected at the surface of a solid or liquid\nand follows the same laws of reflection as you\nhave studied in earlier classes. The directions\nin which the sound is incident and is reflected\nmake equal angles with the normal to the\nreflecting surface at the point of incidence, and\nthe three are in the same plane. An obstacle of\nlarge size which may be polished or rough is\nneeded for the reflection of sound waves.\nActivity _____________ 11.5\n•Take two identical pipes, as shown in\nFig. 11.9. Y ou can make the pipes\nusing chart paper . The length of the\npipes should be sufficiently long\nas shown.\n•Arrange them on a table near a wall.\n•Keep a clock near the open end of one\nof the pipes and try to hear the sound\nof the clock through the other pipe.\n•Adjust the position of the pipes so\nthat you can best hear the sound of\nthe clock.\n•Now, measure the angles of incidence\nand reflection and see the\nrelationship between the angles.\n•Lift the pipe on the right vertically\nto a small height and observe\nwhat happens.\n(In place of a clock, a mobile phone\non vibrating mode may also be used.)QQ\n11.2.3 SPEED OF SOUND  IN DIFFERENT\nMEDIA\nSound propagates through a medium at a finite\nspeed. The sound of a thunder is heard  a little\nlater than the flash of light is seen. So, we can\nmake out that sound travels with a speed\nwhich is much less than the speed of light. The\nspeed of sound depends on the properties of\nthe medium thr ough which it travels. Y ou will\nlearn about this dependence in higher classes.\nThe speed of sound in a medium depends on\ntemperature of the medium. The speed of\nsound decreases when we go from solid to\ngaseous state. In any medium as we increase\nthe temperature, the speed of sound increases.\nFor example, the speed of sound in air is 331\nm s–1 at 0 ºC and 344 m s–1 at 22 ºC. The speeds\nof sound at a particular temperature in various\nmedia ar e listed in T able 11.1. Y ou need not\nmemorise the values.\nTable 11.1: Speed of sound in\ndifferent media at 25 ºC\nState Substance Speed in m/s\nSolids Aluminium 6420\nNickel 6040\nSteel 5960\nIron 5950\nBrass 4700\nGlass (Flint) 3980\nLiquids Water (Sea) 1531\nWater (distilled) 1498\nEthanol 1207\nMethanol 1103\nGases Hydrogen 1284\nHelium 965\nAir 346\nOxygen 316\nSulphur dioxide 213Fig. 11.9:  Reflection of sound\n2024-25"
            },
            {
                "page": 8,
                "text": "SCIENCE 13411.3.1 ECHO\nIf we shout or clap near a suitable reflecting\nobject such as a tall building or a\nmountain,we will hear the same sound\nagain a little  later . This sound which we\nhear is called an echo. The sensation of\nsound persists in our brain for about 0.1\ns. To hear a distinct echo the time interval\nbetween the original sound and the\nreflected one must be  at least 0.1s. If we\ntake the speed of sound to be 344 m/s at a\ngiven temperatur e, say at 22 ºC in air , the\nsound must go to the obstacle and reach\nback the ear of the listener on reflection after\n0.1s. Hence, the total distance covered by\nthe sound from the point of generation to\nthe reflecting surface and back should be\nat least (344 m/s) × 0.1 s = 34.4 m. Thus,\nfor hearing distinct echoes, the minimum\ndistance of the obstacle from the source of\nsound must be half of this distance, that\nis, 17.2 m. This distance will change with\nthe temperatur e of air . Echoes may be hear d\nmore than once due to successive or\nmultiple reflections. The rolling of thunder\nis due to the successive reflections of the\nsound from a number of reflecting surfaces,\nsuch as the clouds and the land.\n11.3.2 REVERBERATION\nA sound created in a big hall will persist\nby repeated reflection from the walls until\nit is reduced to a value where it is no longer\naudible. The repeated reflection that\nresults in this persistence of sound is\ncalled reverberation. In an auditorium or\nbig hall excessive reverberation is highly\nundesirable. To reduce reverberation, the\nroof and walls of the auditorium are\ngenerally covered with sound-absorbent\nmaterials like compressed fibreboard,\nrough plaster or draperies. The seat\nmaterials are also selected on the basis of\ntheir sound absorbing properties.\nExample 11.2  A person clapped his hands\nnear a cliff and heard the echo after 2 s.What is the distance of the cliff from the\nperson if the speed of the sound, v is\ntaken as 346 m s–1?\nSolution:\nGiven,\nSpeed of sound, v = 346 m s–1\nTime taken for hearing the echo,\nt = 2 s\nDistance travelled by the sound\n= v × t = 346 m s–1 × 2 s = 692 m\nIn 2 s sound has to travel twice the\ndistance between the cliff and the\nperson. Hence, the distance between the\ncliff and the person\n= 692 m/2 = 346 m.\nQ\nHorn\nMegaphone\nFig 11.10:   A megaphone and a horn.uestion\n1.An echo is heard in 3 s. What is\nthe distance of the reflecting\nsurface from the source, given that\nthe speed of sound is  342  m s–1?\n11.3.3 USES OF MULTIPLE  REFLECTION\nOF SOUND\n1.Megaphones or loudhailers, horns,\nmusical instruments such as trumpets\nand shehanais , are all designed to send\nsound in a particular direction without\nspreading it in all directions, as shown\nin Fig 11.10.\n2024-25"
            },
            {
                "page": 9,
                "text": "SOUND 1352.Stethoscope is a medical instrument\nused for listening to sounds produced\nwithin the body, mainly in the heart or\nlungs. In stethoscopes the sound of the\npatient’s heartbeat reaches the doctor’s\nears by multiple reflection of sound, as\nshown in Fig.11.11.\nFig. 11.12:  Curved ceiling of a conference hall.Fig. 11.13:  Sound board used in a big hall.\nuestion\n1.Why are the ceilings of concert\nhalls curved?\n11.4Range of Hearing\nThe audible range of sound for human beings\nextends from about 20 Hz to 20000 Hz (one\nHz = one cycle/s). Children under the age of\nfive and some animals, such as dogs can hear\nup to 25 kHz (1 kHz = 1000 Hz). As people\ngrow older their ears become less sensitive to\nhigher frequencies. Sounds of frequencies\nbelow 20 Hz are called infrasonic sound or\ninfrasound. If we could hear infrasound we\nwould hear the vibrations of a pendulum just\nas we hear the vibrations of the wings of a bee.\nRhinoceroses communicate using infrasound\nof frequency as low as 5 Hz. Whales and\nelephants produce sound in the infrasound\nrange. It is observed that some animals get\ndisturbed before earthquakes. Earthquakes\nproduce low-frequency infrasound before the\nmain shock waves begin which possibly alert\nthe animals. Frequencies higher than 20 kHz\nare called ultrasonic sound or ultrasound.\nUltrasound is produced by animals such as\ndolphins, bats and porpoises. Moths of certain\nfamilies have very sensitive hearing equipment.\nThese moths can hear the high frequencyQ\nFig.11.11:  Stethoscope\n3.Generally the ceilings of concert halls,\nconference halls and cinema halls are\ncurved so that sound after reflection\nreaches all corners of the hall, as\nshown in Fig 1 1.12. Sometimes a\ncurved soundboard may be placed\nbehind the stage so that the sound,\nafter reflecting from the sound board,\nspreads evenly across the width of the\nhall (Fig 1 1.13).In these instruments, a tube followed\nby a conical opening reflects sound\nsuccessively to guide most of the\nsound waves from the source in the\nforward direction towards the\naudience.\n2024-25"
            },
            {
                "page": 10,
                "text": "SCIENCE 136squeaks of the bat and know when a bat\nis flying nearby, and are able to escape\ncapture. Rats also play games by\nproducing ultrasound.\nHearing Aid: People with hearing loss may\nneed a hearing aid. A hearing aid is an\nelectronic, battery operated device. The\nhearing aid receives sound through a\nmicrophone. The microphone converts the\nsound waves to electrical signals. These\nelectrical signals are amplified by an\namplifier . The amplified electrical signals\nare given to a speaker of the hearing aid.\nThe speaker converts the amplified\nelectrical signal to sound and sends to the\near for clear hearing.in construction of big structures like\nbuildings, bridges, machines and also\nscientific equipment. The cracks or\nholes inside the metal blocks, which\nare invisible from outside reduces the\nstrength of the structure. Ultrasonic\nwaves are allowed to pass through the\nmetal block and detectors are used to\ndetect the transmitted waves. If there\nis even a small defect, the ultrasound\ngets reflected back indicating the\npresence of the flaw or defect, as shown\nin Fig. 11.14.\nQ\nMetallic components are generally useduestions\n1.What is the audible range of the\naverage human ear?\n2.What is the range of frequencies\nassociated with\n(a)Infrasound?\n(b)Ultrasound?\n11.5Applications of Ultrasound\nUltrasounds are high frequency waves.\nUltrasounds are able to travel along well-\ndefined paths even in the presence of\nobstacles. Ultrasounds are used extensively\nin industries and for medical purposes.\n•Ultrasound is generally used to clean\nparts located in hard-to-reach places,\nfor example, spiral tube, odd shaped\nparts, electronic components, etc.\nObjects to be cleaned are placed in a\ncleaning solution and ultrasonic waves\nare sent into the solution. Due to\nthe high frequency, the particles of\ndust, grease and dirt get detached and\ndrop out. The objects thus get\nthoroughly cleaned.\n•Ultrasounds can be used to detect\ncracks and flaws in metal blocks.Fig 11.14:  Ultrasound is reflected back from the\ndefective locations inside a metal block.\nOrdinary sound of longer wavelengths\ncannot be used for such purpose as it will\nbend around the corners of the defective\nlocation and enter the detector .\n•Ultrasonic waves are made to reflect\nfrom various parts of the heart and\nform the image of the heart. This  tech-\nnique is called ‘echocardiography’.\n•Ultrasound scanner is an instrument\nwhich uses ultrasonic waves for\ngetting images of internal organs of the\nhuman body. A doctor may image the\npatient’s or gans, such as the liver , gall\nbladder , uterus, kidney, etc. It helps\nthe doctor to detect abnormalities,\nsuch as stones in the gall bladder and\nkidney or tumours in different organs.\nIn this technique the ultrasonic waves\ntravel through the tissues of the body\nand get reflected from a region where\nthere is a change of tissue density.\n2024-25"
            },
            {
                "page": 11,
                "text": "SCIENCE 136squeaks of the bat and know when a bat\nis flying nearby, and are able to escape\ncapture. Rats also play games by\nproducing ultrasound.\nHearing Aid: People with hearing loss may\nneed a hearing aid. A hearing aid is an\nelectronic, battery operated device. The\nhearing aid receives sound through a\nmicrophone. The microphone converts the\nsound waves to electrical signals. These\nelectrical signals are amplified by an\namplifier . The amplified electrical signals\nare given to a speaker of the hearing aid.\nThe speaker converts the amplified\nelectrical signal to sound and sends to the\near for clear hearing.in construction of big structures like\nbuildings, bridges, machines and also\nscientific equipment. The cracks or\nholes inside the metal blocks, which\nare invisible from outside reduces the\nstrength of the structure. Ultrasonic\nwaves are allowed to pass through the\nmetal block and detectors are used to\ndetect the transmitted waves. If there\nis even a small defect, the ultrasound\ngets reflected back indicating the\npresence of the flaw or defect, as shown\nin Fig. 11.14.\nQ\nMetallic components are generally useduestions\n1.What is the audible range of the\naverage human ear?\n2.What is the range of frequencies\nassociated with\n(a)Infrasound?\n(b)Ultrasound?\n11.5Applications of Ultrasound\nUltrasounds are high frequency waves.\nUltrasounds are able to travel along well-\ndefined paths even in the presence of\nobstacles. Ultrasounds are used extensively\nin industries and for medical purposes.\n•Ultrasound is generally used to clean\nparts located in hard-to-reach places,\nfor example, spiral tube, odd shaped\nparts, electronic components, etc.\nObjects to be cleaned are placed in a\ncleaning solution and ultrasonic waves\nare sent into the solution. Due to\nthe high frequency, the particles of\ndust, grease and dirt get detached and\ndrop out. The objects thus get\nthoroughly cleaned.\n•Ultrasounds can be used to detect\ncracks and flaws in metal blocks.Fig 11.14:  Ultrasound is reflected back from the\ndefective locations inside a metal block.\nOrdinary sound of longer wavelengths\ncannot be used for such purpose as it will\nbend around the corners of the defective\nlocation and enter the detector .\n•Ultrasonic waves are made to reflect\nfrom various parts of the heart and\nform the image of the heart. This  tech-\nnique is called ‘echocardiography’.\n•Ultrasound scanner is an instrument\nwhich uses ultrasonic waves for\ngetting images of internal organs of the\nhuman body. A doctor may image the\npatient’s or gans, such as the liver , gall\nbladder , uterus, kidney, etc. It helps\nthe doctor to detect abnormalities,\nsuch as stones in the gall bladder and\nkidney or tumours in different organs.\nIn this technique the ultrasonic waves\ntravel through the tissues of the body\nand get reflected from a region where\nthere is a change of tissue density.\n2024-25"
            },
            {
                "page": 12,
                "text": "SOUND 137What\nyou have\nlearnt\n• Sound is produced due to vibration of different objects.\n• Sound travels as a longitudinal wave through a material\nmedium.\n• Sound travels as successive compressions and rarefactions\nin the medium.\n• In sound propagation, it is the energy of the sound that\ntravels and not the particles of the medium.\n• The change in density from one maximum value to the\nminimum value and again to the maximum value makes\none complete oscillation.\n• The distance between two consecutive compressions or two\nconsecutive rarefactions is called the wavelength, λ.\n• The time taken by the wave for one complete oscillation of\nthe density or pressure of the medium is called the time\nperiod, T.\n• The number of complete oscillations per unit time is called\nthe frequency (ν ), 1=v.T\n• The speed v, frequency ν, and wavelength λ, of sound are\nrelated by the equation, v  = λν.\n• The speed of sound depends primarily on the nature and\nthe temperature of the transmitting medium.\n• The law of reflection of sound states that the directions in\nwhich the sound is incident and reflected make equal angles\nwith the normal to the reflecting surface at the point of\nincidence and the three lie in the same plane.\n• For hearing a distinct sound, the time interval between the\noriginal sound and the reflected one must be at least 0.1 s.\n• The persistence of sound in an auditorium is the result of\nrepeated reflections of sound and is called reverberation.These waves are then converted into\nelectrical signals that are used to\ngenerate images of the organ. These\nimages are then displayed on a monitor\nor printed on a film. This technique\nis called ‘ultrasonography’.\nUltrasonography is also used forexamination of the foetus during\npregnancy to detect congenial defects\nand growth abnormalities.\n•Ultrasound may be employed to break\nsmall ‘stones’ formed in the kidneys\ninto fine grains. These grains later get\nflushed out with urine.\n2024-25"
            },
            {
                "page": 13,
                "text": "SCIENCE 138• Loudness is a physiological response of the ear to the intensity\nof sound.\n• The amount of sound energy passing each second through\nunit area is called the intensity of sound.\n• The audible range of hearing for average human beings is in\nthe frequency range of 20 Hz – 20 kHz.\n• Sound waves with frequencies below the audible range are\ntermed “infrasonic” and those above the audible range are\ntermed “ultrasonic”.\n• Ultrasound has many medical and industrial applications.\nExercises\n1.What is sound and how is it produced?\n2.Describe with the help of a diagram, how compressions and\nrarefactions are produced in air near a source of sound.\n3.Why is sound wave called a longitudinal wave?\n4.Which characteristic of the sound helps you to identify your\nfriend by his voice while sitting with others in a dark room?\n5.Flash and thunder are produced simultaneously. But\nthunder is heard a few seconds after the flash is seen, why?\n6.A person has a hearing range from 20 Hz to 20 kHz. What\nare the typical wavelengths of sound waves in air\ncorresponding to these two frequencies? Take the speed of\nsound in air as 344 m s–1.\n7.Two children are at opposite ends of an aluminium rod. One\nstrikes the end of the rod with a stone. Find the ratio of\ntimes taken by the sound wave in air and in aluminium to\nreach the second child.\n8.The frequency of a source of sound is 100 Hz. How many\ntimes does it vibrate in a minute?\n9.Does sound follow the same laws of reflection as light does?\nExplain.\n10. When a sound is reflected from a distant object, an echo is\nproduced. Let the distance between the reflecting surface\nand the source of sound production remains the same. Do\nyou hear echo sound on a hotter day?\n11. Give two practical applications of reflection of sound waves.\n12. A stone is dropped from the top of a tower 500 m high into a\npond of water at the base of the tower . When is the splash\nheard at the top? Given, g  = 10 m s–2 and speed of sound  =\n340 m s–1.• Sound properties such as pitch, loudness and quality are\ndetermined by the corresponding wave properties.\n2024-25"
            },
            {
                "page": 14,
                "text": "SOUND 13913. A sound wave travels at a speed of 339 m s–1. If its wavelength\nis 1.5 cm, what is the frequency of the wave? Will it be\naudible?\n14. What is reverberation? How can it be reduced?\n15. What is loudness of sound? What factors does it depend on?\n16. How is ultrasound used for cleaning?\n17. Explain how defects in a metal block can be detected using\nultrasound.\n2024-25"
            }
        ]
    }
]